[
    {
        "title": "COVID-19 and erosion of democracy",
        "authors": "Jacek Lewkowicz, Michał Woźniak, Michał Wrzesiński",
        "year": "2022",
        "abstract": "The main research question of this study is about the drivers of democracy backsliding during the COVID-19 pandemic, with a special focus on the rule of law and the state of democracy just before the shock. There is growing interest in the political implications of the coronavirus pandemic, debating mostly the misuse of emergencies and violations of various norms by governments; however the links between the current democracy erosion with institutional environment remain unclear. We use a novel global dataset covering the period of the first two waves of the pandemic (January–December 2020), and apply various econometric and machine learning tools to identify institutional, economic and social factors influencing democracy. Our results are of scientific and practical importance and imply that the stronger the rule of law and the higher the level of democracy, the lower the risk of democracy backsliding in the …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999321002716"
    },
    {
        "title": "Potencjał innowacyjny gospodarki: uwarunkowania, determinaty, perspektywy",
        "authors": "Bierut Beata, Broniatowska Paulina, Cichocki Stanisław, Gradzewicz Michał, Grela Marcin, Growiec Jakub, Hagemejer Jan, Kosior Anna, Lewkowicz Jacek, Michałek Tomasz, Mroczek Wojciech, Mućk Jakub, Niechciał Marek, Piasecki Tomasz, Popowski Piotr, Puchalska Katarzyna, Rola-Janicka Magdalena, Rubaszek Michał, Stążka-Gawrysiak Agnieszka, Suleja Wawrzyniec, Ślubowski Rafał, Tchorek Grzegorz, Tomkiewicz Marcin, D Tymoczko Izabela, Wierus Kamil",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6807811764649028650&hl=en&oi=scholarr"
    },
    {
        "title": "Post-socialist “illiberal democracies”: do de jure constitutional rights matter?",
        "authors": "Jacek Lewkowicz, Katarzyna Metelska-Szaniawska",
        "year": "2021",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=i7awptIAAAAJ&citation_for_view=i7awptIAAAAJ:fQNAKQ3IYiAC"
    },
    {
        "title": "Culture and constitutional compliance",
        "authors": "Jerg Gutmann, Anna Lewczuk, Jacek Lewkowicz, Stefan Voigt",
        "year": "2021",
        "abstract": "Does culture matter for the degree to which a constitution is complied with? Constitutions have important economic and political effects. Yet, there is only scant knowledge about why constitutions set effective constraints on politicians in some societies, while being largely disregarded in others. In this paper, we ask if culture matters for constitutional compliance. We develop a number of hypotheses regarding cultural traits that are conducive to constitutional compliance and test them. Our empirical results suggest that societies with individualistic and nonhierarchical cultures exhibit higher levels of compliance with the constitution. These findings suggest a novel transmission channel from cultural traits to long-term economic development: constitutional compliance.",
        "keywords": null,
        "url": "https://www.jura.fu-berlin.de/en/forschung/fuels/Events/GLEA-2021/GLEA-2021-Resources/GLEA21_paper_36.pdf"
    },
    {
        "title": "De jure and de facto institutions–disentangling the interrelationships",
        "authors": "Jacek Lewkowicz, Katarzyna Metelska-Szaniawska",
        "year": "2016",
        "abstract": "In this paper we contribute to the debate on the nature of institutions and their economic effects by extending the focus to the de jure–de facto institutional distinction. Firstly, we define and conceptualize de facto institutions, as well as elaborate on their place in the broad institutional system and identification. Then we investigate the possible interrelationships between de facto and de jure institutions. Finally, we make a link between these interrelationships and economic outcomes. In this way the paper fills an underexploited niche in institutional research, which is a major background for law and economics.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Katarzyna-Metelska-Szaniawska/publication/312597518_De_jure_and_de_facto_institutions_-_disentangling_the_interrelationships/links/5885f4a14585150dde4a7e1f/De-jure-and-de-facto-institutions-disentangling-the-interrelationships.pdf"
    },
    {
        "title": "Are Adjudication Panels Strategically Selected? The Case of Constitutional Court in Poland",
        "authors": "Jan Fałkowski, Jacek Lewkowicz",
        "year": "2021",
        "abstract": "While judicial independence is often considered to be a foundation for the rule of law and economic prosperity, there is overwhelming evidence suggesting that judges and court decision-making are sensitive to the political environment. In this paper, we explore one channel through which political alignment of the judges can manifest itself and verify whether political party support, expressed as a recommendation to the tribunal, is relevant for the allocation of judges to adjudication panels. Our specific example comes from the Polish Constitutional Tribunal and refers to the period 2005-2014. With respect to the mass of filed cases, we do not find that allocation of judges to adjudication panels favored nominees of any political party. Our results however provide support for the strategic selection to adjudication panels in politically sensitive cases in the period 2011-2014. We find that nominees of the governing party …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0144818820301630"
    },
    {
        "title": "Civil society and compliance with constitutions",
        "authors": "Jacek Lewkowicz, Anna Lewczuk",
        "year": "2023/5",
        "abstract": "Should we consider a civil society a relevant factor in the context of executive’s attitude toward a constitution? The essential goal of the study is to investigate the relationship between a strength of a country’s civil society on constitutional compliance of the executive. To do so, we use data for up to 179 countries from a 30-year period on civil society and compliance with constitutions from the V-Dem project. In a series of dynamic panel regressions, we find that civil society is positively associated with constitutional compliance. This evidence suggests that the validity of constitutional provisions in terms of lawfulness of the executive may be strengthened by civil society. The results of our study provide added value in better understanding the decisions of executives in the perspective of respect for the law. We relate our conclusions regarding ties between politics and the law to previous literature, covering the impact of …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1057/s41269-022-00240-z"
    },
    {
        "title": "The biotechnology sector in a latecomer country: The case of Poland",
        "authors": "Krzysztof Szczygielski, Jacek Lewkowicz, Jan Jakub Michałek",
        "year": "2022",
        "abstract": "This paper offers a detailed firm-level analysis of innovation strategies, exporting activities and employment and sales dynamics of Polish biotechnology companies. The study is based on the unique dataset provided by three runs of the Polish edition of the Community Innovation Survey (CIS). Poland is a latecomer in the biotechnology industry, as are all the Central and Eastern European Countries (CEECs). In addition, the Polish biotechnology sector faced relatively unfavorable starting conditions: no partners in the pharmaceutical industry and, unlike some other CEECs, little government support. Nevertheless, biotechnology companies have developed in several Polish industries. It is shown that these companies implement innovation strategies that are typical for the biotechnology sector; however, they do not cooperate much with their clients. The innovation expenditure of biotechnology companies is …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1871678422000085"
    },
    {
        "title": "An Institutional Approach to Trade Union Density. The Case of Legal Origins and Political Ideology",
        "authors": "Jacek Lewkowicz, Anna Lewczuk",
        "year": "2017",
        "abstract": "Which institutions may be important in terms of trade union density and how significant they are? Although the status of trade unions may be very different among states, unions are still a very meaningful component of labour markets. In this paper, we contribute to the debate about the institutions that may affect the outcome of trade unions in different legal systems. Firstly, we draw on the theoretical underpinnings of trade union activity and density. Then, we conduct an empirical analysis of the relationships between trade union density in a particular country, country’s legal origins and government’s ideology. In this way, the paper enriches an underexploited niche in institutional research devoted to labour market issues.",
        "keywords": null,
        "url": "https://sciendo.com/article/10.1515/ceej-2017-0008"
    },
    {
        "title": "Economic Analysis of Labor Law: The Evaluation of Trade Unions’ Foundations, Models and Valid Regulation.",
        "authors": "Jacek Lewkowicz",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6524470043329679883&hl=en&oi=scholarr"
    },
    {
        "title": "Political conflict, political polarization, and constitutional compliance",
        "authors": "Jacek Lewkowicz, Katarzyna Metelska-Szaniawska, Jan Fałkowski",
        "year": "2024/4",
        "abstract": "While the economic approach to constitutions highlights their contribution to resolving conflict, recent work on the de jure–de facto distinction in relation to various constitutional rules suggests that political conflict and polarization could play a role in explaining the size and evolution of the gap between constitution text and constitutional practice. In this paper, we are interested in the relationship between the degree of conflict in the political arena within the state, captured by the polarization of the political landscape, as well as the underlying political polarization in society, and compliance of government actors with the country’s constitution. Based on a number of theoretical arguments, we provide an empirical investigation for ca. 170 countries in the period 1975–2020, using the new Comparative Constitutional Compliance Database. Our results suggest that constitutional non-compliance is associated with more …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10602-024-09434-3"
    },
    {
        "title": "Foreign ownership and within-MNEs GVC participation as determinants of innovation activities: A CIS-based firm-level analysis",
        "authors": "Andrzej Cieślik, Jan Michałek, Krzysztof Szczygielski, Jerzy Mycielski, Jacek Lewkowicz",
        "year": "2021",
        "abstract": "In this paper we study the relationship between foreign firm ownership and innovation activities in a wide group of West European and Central and East European countries. Based on a dataset including more than 100,000 firms covered by the 2014 edition of the Community Innovation Survey, we examine the role of home-and host country effects in firms’ decisions to introduce various forms of innovation. In addition, we identify a group of foreign-owned firms that specialize in exporting and interpret them as participants of hierarchic global value chains organized by multinational enterprises. We show that while foreign direct investment, especially from Germany, is positively associated with innovation, the opposite effect is observed in the case of hierarchic global value chains’ participants. The negative impact of within-multinationals global value chains on innovation is more pronounced in the affiliates located in the Central and East European countries.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/119752/4_2_2021.pdf"
    },
    {
        "title": "Referendum strajkowe w polskim prawie pracy",
        "authors": "Jacek Lewkowicz",
        "year": "2018",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1295971058180232565&hl=en&oi=scholarr"
    },
    {
        "title": "De Jure and De Facto Institutions: Implications for Law and Economics",
        "authors": "Jacek Lewkowicz, Katarzyna Metelska-Szaniawska",
        "year": "2021/12",
        "abstract": "Scholarship in law and economics, both theoretical and empirical, has been confirming for decades the relevance of law for economic outcomes in various contexts. A more detailed view of these studies, however, reveals that it is seldom de jure legal provisions, ie the text of enacted legal acts, that this literature directly relates to, but rather the way that these rules function in practice (ie de facto legal rules). Based on these studies one, therefore, cannot draw direct conclusions concerning economic effects of specific legal provisions. For this to be possible, more attention must be devoted to the study of interrelationships between de jure institutions and their de facto equivalents. Recent works in law and economics have begun to introduce the distinction between de jure and de facto institutions, eg in relation to constitutional rights and freedoms (including property rights), judicial independence, central bank independence or the independence of regulatory agencies (eg Hanretty, Koop 2013; Law, Versteeg 2013; Melton, Ginsburg 2014; Bjørnskov 2015; Voigt et al. 2015; Hayo, Voigt 2019; Metelska-Szaniawska, Lewkowicz 2021; Metelska-Szaniawska 2021; Voigt 2021). Similarly, political economy studies use the de jure–de facto distinction in reference to political power and its role for economic growth and development (eg Acemoglu, Robinson 2006). Analysis of the interrelationships between de facto and de jure institutions has also begun to attract attention of works in institutional economics (eg Zawojska 2012; Voigt 2013; Shirley 2013; Robinson 2013; Lewkowicz, Metelska-Szaniawska 2016, 2019; Szczęsny 2018).",
        "keywords": null,
        "url": "https://www.pte.pl/pliki/1/8905/Ekonomista_6-21_3.pdf"
    },
    {
        "title": "Incentives for private innovations–is public support necessary?",
        "authors": "Anna Lewczuk, Jacek Lewkowicz",
        "year": "2020/1/1",
        "abstract": "Do firms really need public support in order to offer product and process innovations? Recent articles and professional reports reflect the importance of public support for private innovations. The issue is actual and relevant both from scientific and practical points of view. Public support for actions aimed at developing crucial innovations is an example of creating institutional incentives for the desired behaviour of firms. The question of public support for innovations is critical for ongoing national and international policies in raising the innovativeness of economies. The main goal of the paper is to review the idea of public support for innovativeness and to verify its effects in European countries empirically, by using simple probit and bivariate probit models. This paper aims to provide a systematic analysis of the problem from an institutional perspective. The results of the analysis contribute to a better understanding of the nature of public spending on private innovations and the outcome of such innovation policies. It is also an added value to the discussion over actual public policies which has been so far inconclusive.",
        "keywords": null,
        "url": "https://dbc.wroc.pl/Content/83958/Lewczuk_Lewkowicz_Incentives_for_private_innovations.pdf"
    },
    {
        "title": "Thoughts on the Political Economy of International Trade",
        "authors": "Jacek Lewkowicz",
        "year": "2024/3",
        "abstract": "International trade appears to be strongly dependent on the political environment and institutional arrangements. In this context, the commented strand of economics is expected to follow the relationships that can be turbulent. The paper reviews the available literature on international trade, with a particular focus on aspects of the political economy. These threads are described in the context of the past and present literature, as well as prospects for future research. Over the decades, the focus of the debate has shifted strongly. The analysed issues reflect not only current events affecting the shape of international trade, but also the availability of data or the growing range of quantitative tools. The observed progress and evolution of the political economy of international trade has brought numerous conclusions of scientific and practical importance.",
        "keywords": null,
        "url": "https://sciendo.com/article/10.2478/ceej-2024-0004"
    },
    {
        "title": "Does planning production expansion have its intended effect in reality? Evidence from the dairy sector in Poland",
        "authors": "Jan Fałkowski, Jacek Lewkowicz",
        "year": "2022/7",
        "abstract": "Farmers are being continuously encouraged to adopt entrepreneurial practices with the hope that they will increase their competitiveness. One such practice involves defining clear goals for farm development, which is meant to improve farms' capacity to respond to multi-faceted changes in their environment. However, the question remains whether the assumed plans will actually be achieved and whether they should be seen as a prerequisite for improving farm performance. In this paper, we analyse these issues using unique micro data from the dairy sector in Poland. Our focus is on one specific objective – production expansion – which is often included in farmers’ future plans. We investigate whether declaring production expansion as a goal for the future has any impact on actual output growth. Our findings suggest a very weak relationship between the two, which is contradictory to strong arguments showing …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0743016722001425"
    },
    {
        "title": "Relacje między pracodawcą a pracownikiem - the gift exchange game",
        "authors": "Tomasz Kopczewski, Jacek Lewkowicz",
        "year": "2018",
        "abstract": "W nauczaniu ekonomii relacje między pracownikiem i pracodawcą na rynku pracy często ograniczają się do prostych modeli alokacji czynników produkcji: popytu warunkowego i bezwarunkowego na pracę oraz modeli popytu i podaży (Varian, 2002). W modelach tych trudno nawet mówić o realistycznym przedstawieniu relacji między pracownikiem i pracodawcą. Są to zazwyczaj proste modele równowagowe, w których proces dostosowywania do warunków rynkowych następuje automatycznie, jako wynik maksymalizacji użyteczności lub zysku. Sporadycznie przedstawiane są modele płac efektywnościowych, jak na przykład Shapiro-Stiglitza, w których uwzględnienie aspektów behawioralnych skutkuje odejściem od prostych modeli równowagi (Shapiro i Stiglitz, 1984). Wnioski wynikające z analizy tych abstrakcyjnych modeli są dalekie od prostej narracji towarzyszącej dyskusjom nad rynkiem pracy.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-303ff91c-998a-496f-b176-5329bb286ee7"
    },
    {
        "title": "The longer the worse? The case of populism, anti-pluralism, and constitutional compliance",
        "authors": "Jacek Lewkowicz, Rafał Woźniak, Anna Lewczuk, Mateusz Marcol",
        "year": "2023/10",
        "abstract": "Although compliance with constitutions is undoubtedly one of the most essential topics in the current public debate, there are still a lot of questions about its determinants that have to be addressed. What is the impact of the populistic and anti-pluralistic character of ruling political parties on constitutional compliance of the government and does it depend on how long such parties have been in power? In our study, based on data for 147 countries during the period between 1990 and 2019, we aim to investigate the relationships between populism, anti-pluralism, and constitutional compliance, with a special focus on the years of the populist or anti-pluralistic ruling parties in office. In a series of panel regressions, we find that the longer anti-pluralists remain in power, the worse the effect they may have on constitutional compliance of the government. These results suggest that the respect for a constitution shown by …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13510347.2023.2258341"
    },
    {
        "title": "In practice or just on paper? Some insights on using alphabetical rule to assign judges to cases",
        "authors": "Jan Fałkowski, Jacek Lewkowicz",
        "year": "2022/4",
        "abstract": "In order to prevent judicial bias and increase transparency within the court system, case distribution among judges is often subjected to specific rules. The question which arises, however, is whether these rules are obeyed in practice. In this paper, looking at the example from the Constitutional Tribunal of the Republic of Poland in the period 2011–2014, we check whether assigning judges to panels is consistent with the alphabetical rule that should govern the appointment of judges to cases. Our results show that the rule was fully obeyed only rarely and in fact, in most cases, it was notably disrupted. We test several potential explanations that may account for this issue. We find that the most obvious explanations such as formal preclusions, random events or other duties at the Tribunal can account for a minor share of the violations at best. Among the factors that we considered, a strategic composition of adjudication …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10657-022-09733-w"
    }
]