[
    {
        "title": "Metody ilościowe w R: aplikacje ekonomiczne i finansowe",
        "authors": "Katarzyna Kopczewska, Tomasz Kopczewski, Piotr Wójcik",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7844225602861626689&hl=en&oi=scholarr"
    },
    {
        "title": "Efektywność technologiczna i kosztowa banków komercyjnych w Polsce w latach 1997-2000 (cz. II)",
        "authors": "Tomasz Kopczewski, Malgorzata Pawlowska",
        "year": "2001",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12059421031255133472&hl=en&oi=scholarr"
    },
    {
        "title": "Bundling or unbundling? Integrated simulation model of optimal pricing strategies",
        "authors": "Tomasz Kopczewski, Maciej Sobolewski, Ireneusz Miernik",
        "year": "2018/10/1",
        "abstract": "Bundling is the practice of selling goods together in a package. The extant research has recognised the role of three elements affecting the profitability of bundling strategies: (i) heterogeneity of consumer's reservation prices and their dependence structure; (ii) complementarity of the demand and (iii) economies of scale and scope in production. These major elements are well defined but have never been integrated into one model. We present an integrated simulation model and show how these three elements affect the profitability of different pricing strategies: pure components, pure bundling, and mixed bundling. This approach used recognises the complex relationships which cannot be directly inferred from a purely analytical approach. Multi-scenario analytical scheme flexibly adjusts to different real market conditions. We adopt copula functions in a simulation framework and propose a general form of cost …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0925527318303359"
    },
    {
        "title": "Ekonomia eksperymentalna: wprowadzenie i najnowsze badania",
        "authors": "Tomasz Kopczewski, Marcin Malawski",
        "year": "2007",
        "abstract": "This paper is an introduction to a relatively new (and little known in Poland) field of economic research–the experimental economics. We briefly sketch its history and main research areas, and describe some of most important findings in laboratory experiments and their significance for the mainstream economics. We also present a sample of the experiments conducted in the experimental economics seminar at Warsaw University.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17262554596447546244&hl=en&oi=scholarr"
    },
    {
        "title": "Estimating demand for fixed-line telecommunication bundles",
        "authors": "Maciej Sobolewski, Tomasz Kopczewski",
        "year": "2017/5/1",
        "abstract": "In this study, a stated preference discrete choice experiment is applied to model subscription choices between standardized packages of fixed-line telecommunications services in a sample of individuals in Poland. We provide willingness-to-pay (WTP) estimates for telephony, broadband and pay TV offered as stand-alone services and dual or triple-play bundles. The main goal of the paper is to investigate substitutability and complementarity between various component services based on estimated valuations. Considerable preference heterogeneity towards fixed-line services is identified and explained by service profile and usage intensity.\nBroadband is the highest valued among fixed-line services. Fixed-line broadband and pay TV are super additive in valuations indicating complementarity. We obtain evidence of fixed to mobile substitution in voice and data, driven by unlimited mobile voice plans and data plans …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0308596117300435"
    },
    {
        "title": "Cognitive biases on the iran stock exchange: Unsupervised learning approach to examining feature bundles in investors’ portfolios",
        "authors": "Adele Ossareh, Mohammad Saeed Pourjafar, Tomasz Kopczewski",
        "year": "2021/11/18",
        "abstract": "Featured Application\nBetter stock market investment strategies; understanding the financial crisis in terms of cognitive biases of investors; teaching stock market investors about their cognitive errors.\nAbstract\nThis paper innovatively analyses the joint occurrence of cognitive biases in groups of stock exchange investors. It considers jointly a number of common fallacies: confirmation bias, loss aversion, gambler’s fallacy, availability cascade, hot-hand fallacy, bandwagon effect, and Dunning–Kruger effect, which have hitherto been studied separately. The paper aims to highlight the diverse range of investor’s profiles which are characterised by such fallacies, and the considerable differences observed based on their age, stock market experience and perception of market trends. The analysis is based on k-means and hierarchical clustering, feature importance and Principal Component Analysis, which were applied to data from the Tehran Stock Exchange. There are a few essential findings which contribute to the existing literature. Firstly, the results show that gender does not have a role to play in diversifying the investors’ profiles. Secondly, cognitive biases are bundled, and we distinguish four investors’ profiles; thus, they should be analysed jointly, not separately. Thirdly, the exposure to cognitive biases differs significantly due to the individual features of investors. The group most vulnerable to almost all analysed biases are inexperienced investors, who are pessimistic about market developments and have invested a large amount. Fourthly, the ages of investors are essential only in connection with …",
        "keywords": null,
        "url": "https://www.mdpi.com/2076-3417/11/22/10916"
    },
    {
        "title": "Oprogramowanie do tworzenia eksperymentów ekonomicznych on-line",
        "authors": "Paweł Kowal, Tomasz Kopczewski, Robert Borowski",
        "year": "2008",
        "abstract": "Opisano problemy w zakresie przeprowadzania eksperymentów badawczych w ekonomii oraz potencjał programów komputerowych w tym zakresie. Przedstawiona następnie dyskusja zagadnienia efektywności oprogramowania i paleta dostępneych programów do tworzenia eksperymentów stały się punktem wyjścia do opisania własnego narzędzia, rozwijanego przez autorów atyukułu: LabSEE.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=989897194064995691&hl=en&oi=scholarr"
    },
    {
        "title": "Racjonalność zachowań banków komercyjnych w Polsce w latach 1994-1997",
        "authors": "T Kopczewski",
        "year": "1999",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17098936204446198337&hl=en&oi=scholarr"
    },
    {
        "title": "Czy studia ekonomiczne obniżają kapitał społeczny? Podejście eksperymentalne",
        "authors": "Tomasz Kopczewski",
        "year": "2003",
        "abstract": "U podstaw tego artykułu leżą spostrzeżenia, których dokonałem podczas prowadzenia zajęć z ekonomii eksperymentalnej. Nie są to tylko rozważania pedagogiczne, lecz także próba zastosowania metod analizy ekonomicznej w odniesieniu do studentów WNE UW. Niestety, wnioski z poczynionych przeze mnie obserwacji nie są optymistyczne. Sposób prowadzenia zajęć na wydziale, prezentowana na nich tematyka oraz pewne uwarunkowania społeczno-kulturowe sprawiają, że studenci WNE UW, kończąc studia, zwiększają wprawdzie swój zasób wiedzy, ale ich predyspozycje do działań kolektywnych ulegają znacznemu osłabieniu. Studia wzmacniają Ÿle pojęty indywidualizm i kalkulacyjny sposób myœlenia. Rozważania te zostaną osadzone w dobrze sformalizowanej metodologii badań społecznych, jaką jest ekonomia eksperymentalna. Pierwsza częœć koncentruje się na samym zagadnieniu kapitału społecznego, sposobu jego pomiaru oraz wykorzystaniu metod eksperymentalnych w pozyskiwaniu jego syntetycznych miar. W drugiej częœci omówione zostaną wyniki eksperymentów klasowych, przygotowanych przez moich studentów na zajęciach z Mikroekonomii III. Oczywiœcie, rezultatów tych prac nie można traktować jako materiału empirycznego, na którego podstawie można wnioskować o zmianach w kapitale społecznym. Rezultaty te stanowią jednak bardzo dobrą bazę do wyodrębnienia tych czynników, które mogą wpływać na obniżenie kapitału społecznego podczas studiów na WNE.",
        "keywords": null,
        "url": "http://lee.wne.uw.edu.pl/strona/media/publikacje_naukowe/Czy_studia_ekonomiczne_obnizaja_kapital_spoleczny.pdf"
    },
    {
        "title": "Can homo economicus be an altruist? A classroom experimental method",
        "authors": "Tomasz Kopczewski, Iana Okhrimenko",
        "year": "2019/9/1",
        "abstract": "The model of rational economic man (homo oeconomicus), being the central concept in economics, is not profoundly presented during basic economics classes. Thus, students can misinterpret the concept: homo oeconomicus is presumed to be rational and utterly selfish, while altruistic behaviour is treated as a deviation. Incorporating pro-social and altruistic motives to the models of rational human behaviour is a relatively new trend in academic economic literature, while undergraduate teaching programs still tend to neglect issues related to ethics, moral reasoning, or social interactions.\nThis paper presents the tools for discussing the rationality of altruistic behaviour with the undergraduate students of any relevant specialization. Author’s Know Thyself method presented in the paper incorporates the classroom experiment, which utilizes the original Giving According to GARP experimental methodology in order to …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1477388018301051"
    },
    {
        "title": "Podstawowe formy i efekty władania korporacyjnego (corporate governance) w bankowości. Część II",
        "authors": "Wojciech Rogowski, Małgorzata Pawłowska, Tomasz Kopczewski",
        "year": "2003",
        "abstract": "W artykule zaprezentowano wyniki przeprowadzonych badań nad władaniem korporacyjnym w bankowości. Celem badania było określenie koncentracji własności i struktury władania korporacyjnego w bankach w Polsce oraz w bankach w wybranych krajach OECD i UE. Podjęto próbę odpowiedzi na pytanie, czy obserwowane obecnie w polskich bankach formy własności są porównywalne ze strukturami w innych systemach bankowych.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000117163"
    },
    {
        "title": "Eksperymenty ekonomiczne online w nauczaniu oraz w badaniach społecznych",
        "authors": "Tomasz Kopczewski",
        "year": "2008",
        "abstract": "3.1 Wprowadzenie 3.2 Cele lekcji 3.3 Wprowadzenie do Mapowania Strumienia Wartości (VSM) 3.4 Dlaczego VSM 3.5 Wybór rodziny produktów 3.6 Mapowanie stanu obecnego VSM 3.7 Opracowywanie idealnego stanu przyszłego VSM",
        "keywords": null,
        "url": "http://e-edukacja.fundacja.edu.pl/szosta/e-edukacja_6.pdf#page=65"
    },
    {
        "title": "Soft Budget Constraints in Polish Manufacturing. Evidence from Panel Data",
        "authors": "Tomasz Kopczewski, Wojciech Rogowski, Jacek Socha",
        "year": "2003",
        "abstract": "The authors examined a soft budget constrain (SBC) theory using Polish manufacturing panel data. In the research panel of more than 10 000 enterprises covering the period 1998-2002 have been used. Authors validated the hypotheses of existence of SBC in Poland. It turned out that SBC in polish manufacturing are decreasing in subsequent periods, thus the time trend had the strongest influence on the dependent variable. The size of the enterprise and form of ownership proved to be the main economic explanatory variables. Moreover Herfindhall indexes and outstanding debt ratio were also statistically significant. The results showed importance of increasing competitive pressure and of continuing privatization and deregulation reforms in Polish economy.",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2023/01/socha_rogowski_kopczewski.pdf"
    },
    {
        "title": "Relacje między pracodawcą a pracownikiem-the gift exchange game",
        "authors": "Tomasz Kopczewski, Jacek Lewkowicz",
        "year": "2018",
        "abstract": "W nauczaniu ekonomii relacje między pracownikiem i pracodawcą na rynku pracy często ograniczają się do prostych modeli alokacji czynników produkcji: popytu warunkowego i bezwarunkowego na pracę oraz modeli popytu i podaży (Varian, 2002). W modelach tych trudno nawet mówić o realistycznym przedstawieniu relacji między pracownikiem i pracodawcą. Są to zazwyczaj proste modele równowagowe, w których proces dostosowywania do warunków rynkowych następuje automatycznie, jako wynik maksymalizacji użyteczności lub zysku. Sporadycznie przedstawiane są modele płac efektywnościowych, jak na przykład Shapiro-Stiglitza, w których uwzględnienie aspektów behawioralnych skutkuje odejściem od prostych modeli równowagi (Shapiro i Stiglitz, 1984). Wnioski wynikające z analizy tych abstrakcyjnych modeli są dalekie od prostej narracji towarzyszącej dyskusjom nad rynkiem pracy.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-303ff91c-998a-496f-b176-5329bb286ee7"
    },
    {
        "title": "Wykorzystanie narzędzi informatycznych w nauczaniu zaawansowanej mikroekonomii",
        "authors": "Tomasz Kopczewski",
        "year": "2012",
        "abstract": "W artykule zostały przedstawione doświadczenia autora we wprowadzaniu metod eksperymentalnych, obliczeniowych oraz symulacyjnych do kursu zaawansowanej mikroekonomii przy użyciu narzędzi informatycznych. Opisano w nim możliwości dydaktyczne takich programów, jak: MAXIMA, NetLogo czy LabSEE.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171212573"
    },
    {
        "title": "Wpływ wielkości firmy na kształtowanie się procesu decyzyjnego dotyczącego lokalizacji przestrzennej przedsiębiorstwa",
        "authors": "Tomasz Kopczewski, Maciej Pogorzelski, Przemysław Kusztelak",
        "year": "2009",
        "abstract": "In the models of the horizontal product differentiation it is assumed that all the consumers will decide on purchase of goods, it means that there will be the full market saturation assumption. The authors of the work study the influence of overthrowing this unreal theory on the balances in one and two dimension models of location. In order to verify the balances the experiment has been carried out to study the choices of the participants regarding the location of the company according to the level of the market saturation. The experiment confirmed the influence of the size of the company on its location and demonstrated the occurrence of negative relationship among the size of the companies and the distance between them in the balanced state. The large firms chose the central location, the Principal of Minimum Product Differentiation, when the small enterprises were creating separate monopolistic markets, the Principal of Enough Product Differentiation. Decisions that were made both by large and small enterprises as and small they were correct with the theoretical expectations. Only medium enterprises were located closer to each other than the theory was assumed. The reason of this was a desire to be located in the central point of the market in order to gain the quantity leader's position. It took place by the cost of the lost of parts of profit.(original abstract)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171365541"
    },
    {
        "title": "Natural spatial pattern—When mutual socio-geo distances between cities follow Benford’s law",
        "authors": "Katarzyna Kopczewska, Tomasz Kopczewski",
        "year": "2022/10/20",
        "abstract": "Benford’s law states that the first digits of numbers in any natural dataset appear with defined frequencies. Pioneering, we use Benford distribution to analyse the geo-location of cities and their population in the majority of countries. We use distances in three dimensions: 1D between the population values, 2D between the cities, based on geo-coordinates of location, 3D between cities’ location and population, which jointly reflects separation and mass of urban locations. We get four main findings. Firstly, we empirically show that mutual 3D socio-geo distances between cities and populations in most countries conform with Benford’s law, and thus the urban geo-locations have natural spatial distribution. Secondly, we show empirically that the population of cities within countries follows the composition of gamma (1,1) distributions and that 1D distance between populations also conforms to Benford’s law. Thirdly, we pioneer in replicating spatial natural distribution–we discover in simulation that a mixture of three pure point-patterns: clustered, ordered and random in proportions 15:3:2 makes the 2D spatial distribution Benford-like. Complex 3D Benford-like patterns can be built upon 2D (spatial) Benford distribution and gamma (1,1) distribution of cities’ sizes. This finding enables generating 2D and 3D Benford distributions, which may replicate well the urban settlement. Fourth, we use historical settlement analysis to claim that the geo-location of cities and inhabitants worldwide followed the evolutionary process, resulting in natural Benford-like spatial distribution and to justify our statistical findings. Those results are very novel. This study develops …",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0276450"
    },
    {
        "title": "Playing with Benford's Law",
        "authors": "Tomasz Kopczewski, Iana Okhrimenko",
        "year": "2019",
        "abstract": "Benford’s Law (BL) can be defined as a collection of empirical evidence related to the frequency distribution of the leading digits in numerical data sets. The best-known version of the law states that in those data sets representing a collection of “natural” data, the probability of seeing a particular digit in the first position is inversely related to its rank. For example, 1 appears as the first digit in about 30% of all cases, while 9 appears in less than 5% of cases. Other versions of BL define the frequency distribution of the second digits, third digits, and their combinations. The history of the discovery of this law makes it even more mysterious. Initially explored by Newcomb (Newcomb & Nuw, 1881), the law was forgotten for more than 50 years. Benford (1938) rediscovered it, and used it to explain the behavior of numerous data sets from different domains of science. BL can be treated as one of the most exciting representations of the power laws, which are used in natural sciences and empirical research in economics (Gabaix, 2016).",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-73342d66-f5b1-45de-91d2-88dcaaab4f6e"
    },
    {
        "title": "Bundling or unbundling? Analysis of profit gains from bundling",
        "authors": "MACIEJ SOBOLEWSKI, IRENEUSZ MIERNIK, TOMASZ KOPCZEWSKI",
        "year": "2017",
        "abstract": "So far bundling literature has mainly focused on conditions for marginal profit dominance. However this classical perspective has little practical applicability, as it does not tell under which conditions pure or mixed bundling can be expected to strictly outperform separate sales of goods and by how much. Therefore in this paper we shift to a different perspective and look at the magnitude of profit gains from bundling. We propose specific demand setting governed by a single parameter joint density function of reservation prices for two goods which has two convenient properties:(i) marginal distributions are uniform yielding linear market demands for each of bundle components and (ii) correlation coefficient between reservation prices has a closed-form. Our analysis, carried out for the whole possible range of marginal costs and degree of correlated valuations for bundle components, shows that in most cases bundling brings only small gain or no improvement. Profit gains magnitude exceeds 10% only for low marginal cost and sufficient negative correlation of valuations. Hence, our results conform with practical observations that bundling is applicable mainly to low marginal costs industries like information goods or ICT services.",
        "keywords": null,
        "url": "http://coin.wne.uw.edu.pl/msobolewski/papers/Bundling_correlated_bell.pdf"
    },
    {
        "title": "Wykorzystanie programu LabSEE do tworzenia eksperymentów ekonomicznych online",
        "authors": "Robert Borowski, Tomasz Kopczewski",
        "year": "2015/9/30",
        "abstract": "październik 2015 39 część przekazać do wspólnego budżetu, a jaką zostawić sobie. Przekazany dochód mnożony jest przez 3, a pozostawiony sobie nie zmienia wartości. Zysk graczy jest sumą dochodu pozostawionego sobie oraz podzielonego na wszystkich graczy dochodu przekazanego do wspólnego budżetu. Po kilku rundach studenci zauważają, że nie opłaca się przekazywać dochodu do wspólnego budżetu (równowaga Nasha), tylko zostawić go sobie. Podczas wykładu omawiane są wyniki tego eksperymentu i problem gapowicza (free riding) w ekonomii. Jak już wspomniano, jest to jeden z najczęściej wykonywanych eksperymentów ekonomicznych, a wykładowca ma możliwość porównania wyników uzyskanych podczas zajęć z wynikami eksperymentów laboratoryjnych. Analizuje, czy i dlaczego pojawiają się odstępstwa od spodziewanych wyników. Pokazuje również, jak można manipulować …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=343326"
    }
]