[
    {
        "title": "FDI in Central Europe: determinants and policy implications",
        "authors": "Richard C Torrisi",
        "year": "2008",
        "abstract": "FDI in Central Europe: Determinants and Policy Implications | CiNii Research CiNii 国立情報学 研究所 学術情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ移動 論文・データをさがす 大学 図書館の本をさがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN DOI 期間 ~ 本文リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 公共データカタログ ムーンショット型研究開発事業 すべて 研究データ 論文 本 博士論文 プロジェクト [2023年10月31日掲載]CiNii Dissertations及びCiNii BooksのCiNii Researchへの統合について 新「国立国会図書館サーチ」公開によるCiNiiサービス への影響について FDI in Central Europe: Determinants and Policy Implications Torrisi RC 作成者 収録刊行物 Journal of International Finance and Economics Journal of International …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1370848660759640200"
    },
    {
        "title": "Spillover effects of taxes on government debt: A spatial panel approach",
        "authors": "Katarzyna Kopczewska, Janusz Kudła, Konrad Walczyk, Robert Kruszewski, Agata Kocia",
        "year": "2016/5/3",
        "abstract": "It is claimed that tax policy is neither time- nor space-independent due to cross-border tax base mobility, which induces spillovers. Specifically, fiscal shocks in one country are supposed to have an impact on fiscal policies in other countries. Different types of taxes influence economies differently. This paper addresses the question of their impact on government debt. Within a framework of spatial econometric modeling, we evaluate the impact of capital, labor and consumption taxes on public debt in 34 European countries in 2002–2011, and find strong spatial spillovers. We show that a consumption tax and, to a lesser degree, a capital tax significantly affect the sovereign debt, and that the global relations play a leading role (i.e. dominate the local ones) in shaping fiscal policy.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/01442872.2016.1146246"
    },
    {
        "title": "Interorganizational trust and effectiveness perception in a collaborative service delivery network",
        "authors": "Krzysztof Opolski, Piotr Modzelewski, Agata Kocia",
        "year": "2019/9/24",
        "abstract": "This study presents the determinants of trust in light of the scientific literature on trust and governance networks. The theoretical analysis focuses on differentiation of various types of trust and its determinants at both for-profit and nonprofit organizations. Moreover, the idea of a network is presented with the main attention given to the performance of collaborative service delivery networks. On the basis of theoretical study, a longitudinal analysis was performed at institutions providing services to the homeless people in Warsaw, Poland. During the periods of 2013 and 2017 to 2018, two cohorts of field questionnaire studies were conducted among employees of 18 social welfare centers (sample based on 18 Warsaw districts) and homeless shelters run by nonprofit organizations (samples of 19 and 22, respectively). These local government institutions and nonprofit organizations comprised the collaborative service delivery network under study. Mixed-method research was applied at welfare centers and nonprofit organizations (NGOs) where both frontline and management level employees were interviewed, and some data were statistically evaluated. The research was conducted using the same questionnaires at both points in time. The research showed that, from the perspective of social welfare centers, interorganizational trust in relation to other social welfare centers and to nonprofit organizations is positively correlated with perceived interorganizational effectiveness of other actors in the network (measured by the possibility of obtaining information, promptness, commitment, completeness and correctness of documents, and assessment of …",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/11/19/5217"
    },
    {
        "title": "FDI in transition economies: the case of Poland",
        "authors": "C Richard Torrisi, Christian J Delaunay, Agata Kocia, Marta Lubieniecka",
        "year": "2009/7/1",
        "abstract": "This paper examines the determinants of Foreign Direct Investment (FDI) in Poland and the Polish FDI experience since economic transition to a full market economy began in late 1989, and suggests various implications for similar economies and foreign investors. Using a one-step dynamic panel estimation, the model tested the dependency of FDI in Poland to a number of macro-economic variables. Data from Hungary, the Slovak and Czech Republics were used in the data panel estimates. This paper validates that macroeconomic performance (market size and market growth), the relative strength of the US dollar and the trade openness of the host economy (rather than the EU accession), are important factors in FDI attractiveness. Additionally, this paper suggests that tax reform and tax cuts are incentives governments should consider if they are to attract FDI. From a firm’s perspective, this paper suggests that the additional risks of market entry via FDI are acceptable to decision makers when the host economy is growing, open to trade, and when taxes are reduced, while labor costs per se are not significant barriers to FDI.",
        "keywords": null,
        "url": "http://www.na-businesspress.com/JABE/TorrisiWeb.pdf"
    },
    {
        "title": "FDI in Poland: Determinants and implications for countries in transition",
        "authors": "C Richard Torrisi, Christian J Delaunay, Agata Kocia, Marta Lubieniecka",
        "year": "2007",
        "abstract": "This paper examines the determinants of Foreign Direct Investment (FDI) in Poland and the Polish FDI experience since economic transition to a full market economy began in late 1989. Poland with a population of 38 million, a fully liberalized market economy in the center of Europe and recently as a full member of the E.U., has become a major recipient of FDI inflows. As a smaller emerging market, analyzing its success in the market for FDI is instructive and relevant for many other countries.",
        "keywords": null,
        "url": "https://academicarchive.snhu.edu/bitstream/10474/1810/1/int_conference_001.pdf"
    },
    {
        "title": "New approach to network in public administration",
        "authors": "Krzysztof Opolski, Piotr Modzelewski, Agata Kocia",
        "year": "2013/8/1",
        "abstract": "Journal of Applied Business and Economics vol. 14 (5) 2013 99 area of qualitative research including FW Scharpf (1978, p. 345-370), WJM Kickert, E.-H. Klijn, JFM Koppenjan (1997), A. Vazakidis, I. Karagiannis and A. Tsialta,(2010, p. 376-382), there are few quantitative studies. Those that are present use managerial accounting aspects to analyze public administration network phenomena such as Activity Based Costing and Balanced Scorecard. The authors will propose a theoretical model which is based on contemporary theories of management as well as elements of Balanced Scorecard suitable for public administration.",
        "keywords": null,
        "url": "http://www.na-businesspress.com/JABE/opolski_abstract.html"
    },
    {
        "title": "Najnowsze zmiany w zakresie gospodarki odpadami–analiza prawno-ekonomiczna",
        "authors": "Anna Żurawiecka, Agata Kocia",
        "year": "2019",
        "abstract": "Autorki poruszają tematykę najnowszych zmian w prawie w zakresie zarządzania i segregacji odpadów komunalnych. Temat ten analizują z punktu widzenia skutków prawno-ekonomicznych, jakie mogą one za sobą przynieść. Celem artykułu jest przedstawienie polskiej gospodarki zarządzania odpadami w świetle regulacji prawnych oraz uwarunkowań gospodarczych. W artykule poruszona jest również tematyka wyzwań stojących przed samorządami lokalnymi i przedsiębiorcami, a zatem głównych interesariuszy wprowadzanych zmian. Aby zrealizować postawiony cel badawczy, Autorki wykorzystały przegląd literatury w zakresie prawa ochrony środowiska na poziomie polskim i międzynarodowym oraz wnioskowanie ekonomiczne. Przeprowadzone badanie ujawniło, że wprowadzanie zmian–zwłaszcza złożonych i niejednoznacznych–może prowadzić do pogorszenia ochrony środowiska oraz stawiać wiele wyzwań przed podmiotami niemającymi odpowiednich sił zasobowych do realizacji nałożonych wymagań.\nArtykuł został podzielony na pięć części. Pierwsze dwie wprowadzają czytelnika do aktualnego stanu prawnego w zakresie zarządzania odpadami i obowiązków, jakie w związku z tym spoczywają na przedsiębiorcy. Kolejna część porusza tematykę nadchodzących zmian w prawie, które mają dotknąć sposobu segregacji śmieci. Autorki wyjaśniają, na czym nadchodząca zmiana ma polegać oraz kiedy zacznie obowiązywać. Pozostałe dwie części artykułu to analiza ekonomiczna najnowszej zmiany prawa, jak i prezentacja miasta Wrocław, jako przykładu jednostki zarządzającej przejrzyście kosztami związanymi z segregacją …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-cb18e5f0-d714-4f3a-b51d-5eee096a5ff2"
    },
    {
        "title": "Optymalna struktura podatkowa w warunkach konkurencji międzynarodowej. Analiza symulacyjna",
        "authors": "Janusz Kudła, Agata Kocia, Katarzyna Kopczewska, Robert Kruszewski, Konrad Walczyk",
        "year": "2013",
        "abstract": "The paper addresses the problem of international tax competition in a coexistence of: capital, labor and consumption taxation. We allow for the possibility of capital gains shifting abroad and for the different levels of capital ownership. On this basis, the optimal taxation conditions were derived. Generally, in the case of low capital-marginal–productivity-elasticity, for given level of tax consumption burden, the capital should be subsidized and the labor should be taxed positively. If we exclude the subsidies for capital then the taxation of labor becomes sensitive to both the size of the consumption tax and the level of international income shifting.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9414361255015697229&hl=en&oi=scholarr"
    },
    {
        "title": "PFSA and BaFin-Comparison of Institutional Framework in Dynamic Financial Markets",
        "authors": "Agata Kocia, Grazyna Szymanska",
        "year": "2012/4/1",
        "abstract": "At present, theoretical debate in academic communities is ongoing concerning the structures and aims of the centralised supervisory offices. There are some arguments in favour of mergers of individual sector supervisors to create mega institutions and there are also some against it. The article presented below adds to this debate by presenting a more empirical approach aimed at comparing two super-supervisors the Polish PFSA and the German BaFin. The goal of this work is to compare and contrast both institutions and note any differences between, seemingly similar supervisory structures. The article begins with a theoretical explanation of most important terms and concepts related to the subject of financial supervision. Next, we describe the present day structure, aims and economic environment of the Polish PFSA and German BaFin. The following section is dedicated to comparison and contrast of peripheral supervisors’ activities. The final section is dedicated to drawing final conclusions.",
        "keywords": null,
        "url": "http://www.na-businesspress.com/JABE/kocia_abstract.html"
    },
    {
        "title": "Optimal fiscal policy in an open economy with capital income shifting and consumer cross-border purchases",
        "authors": "Janusz Kudła, Agata Kocia, Katarzyna Kopczewska, Robert Kruszewski, Konrad Walczyk",
        "year": "2015",
        "abstract": "The paper presents a fiscal policy model integrating tax avoidance, the complexity of tax systems and the fiscal solvency hypothesis within the traditional framework of tax competition. Furthermore, we take into account: taxation of consumption, possibility of capital income shifting and foreign goods purchases (untaxed in the destination country). We conclude that if fiscal policy is by no means unfettered the equilibrium can be allocation efficient, provided that the marginal rate of substitution between private and public goods is one. The changes in public debt affect tax rates in equilibrium differently: positively for the consumption tax rate and negatively for the labor tax rate. The change of the capital tax depends on the level of economic internalization. This approach is especially useful during a solvency crisis and can be applied to predict tax rates’ adjustment when the bonds issuance decreases or public debt accelerates.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/517186.pdf"
    },
    {
        "title": "Tax System as a Factor Attracting Investment into the European Union Member Countries",
        "authors": "Agata Kocia",
        "year": "2009/1/1",
        "abstract": "* This work discusses the relationship among institutional tax competition, economic theory on investment attractiveness and location of enterprises in the European Union. While tax competition literature is well developed, the value added of this text is to intertwine institutional economics with mainstream economics to explain the mechanism of tax systems competition and its impact on economy. It begins with a discussion of economic theories and it progresses to the presentation of historical and current tax systems of EU member countries. At the end, the author shows the impact of tax systems competition on economic growth.",
        "keywords": null,
        "url": "https://www.dbc.wroc.pl/Content/6012/PDF/Kocia_Tax_System_As_A_Factor_Attracting_Investment_2009.pdf"
    },
    {
        "title": "Governance network in Polish healthcare",
        "authors": "Agata Kocia",
        "year": "2020",
        "abstract": "The article undertakes a current topic of healthcare management reform in Poland. After the proposed modifications, the system will be organized as a governance network with a number of interdependent actors. The article presents the network structure and actors as well as analyses its power relations, strength, dependency and effectiveness. The author believes that the new structure should be beneficial to the patients, particularly if the financial and healthcare ratios, as effectiveness measures, will be well-defined.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Agata-Kocia-2/publication/346349168_Governance_Network_in_Polish_Healthcare/links/64fb349d3449310eb9b71ae1/Governance-Network-in-Polish-Healthcare.pdf"
    },
    {
        "title": "Dynamic Fiscal Solvency with Consumption and Capital Taxes",
        "authors": "Janusz Kudła, Katarzyna Kopczewska, Agata Kocia, Robert Kruszewski, Konrad Walczyk",
        "year": "2018",
        "abstract": "To finance public expenditure a government needs to raise revenue, which mainly comes from taxes and borrowings. During a financial crisis, however, financing of budget deficit is particularly difficult because of a rise in debt servicing costs that crowd out other expenses and raise the concern for government solvency. In extreme cases, governments are constrained to tax, as borrowing opportunities are strictly limited or unavailable. Still, governments can choose from tax menu options (income and consumption taxes), given the flexibility of the tax mix. This article presents a long-term dynamic model of fiscal solvency that shows the equilibrium the revenue maximising government can obtain with reasonable tax rates when capital income can be shifted and there are constraints on the consumption tax. Specifically, the solution predicts a positive level of bonds in the long-term equilibrium and the tax rates dependent positively on the abundance of the tax bases.",
        "keywords": null,
        "url": "https://sciendo.com/article/10.1515/ceej-2018-0013"
    },
    {
        "title": "Dynamic Model of Fiscal Solvency: Comparative Dynamic Analysis",
        "authors": "Robert Kruszewski, Janusz Kudła, Konrad Walczyk, Katarzyna Kopczewska, Agata Kocia",
        "year": "2014/10/15",
        "abstract": "Tax revenues and the issuance of debt are interdependent because governments are afraid of becoming insolvent. Therefore the long-term tax policy involving: adjustment of capital taxation, taxation of explicit consumption and the issuance of bonds ensures solvency and hampers capital tax competition. Applying long-term dynamic model of capital and consumption taxation, the revenue maximizing government can obtain the equilibrium with reasonable tax rates. The equilibrium solution fulfills simple solvency constraint imposed on bonds issuance and takes into account the possibility of capital income shifting and the limited taxation of consumption. The two tax rates, the levels of capital and consumption are driven by: capital income shifting parameter, explicit consumption and the intertemporal preferences. The interdependences in equilibrium between variables and selected parameters are provided with numerical simulation, as well as the behavior of variables in time after the changes of equilibrium parameters. The solution predicts positive level of bonds in long-term equilibrium and taxation rates positively dependent on the abundance of tax bases. The latter are strongly affected by the value of income shifting parameter and explicit consumption parameter.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2510543"
    },
    {
        "title": "Fiscal systems competition: hypotheses and empirical results",
        "authors": "Agata Kocia",
        "year": "2008",
        "abstract": "The aim of this article is to unravel and simplify the vast and complex literature on the subject of tax and fiscal competition. To this end, four of the most famous and useful models are presented-the Tiebout hypothesis, the Leviathan, Zodrow-Mieszkowski and Federal models. Tiebout pioneered this subject of research, concluding that tax competition provides beneficial economic effects. This result was upheld by the originators of the Leviathan hypothesis, Brennan and Buchanan, but from a viewpoint of political economy. Some years later, Zodrow and Mieszkowski contradicted the earlier findings by concluding that tax competition may lead to under provision of public goods/services and/or inefficient allocation of scarce resources. Finally, the federal string of tax competition literature, as exemplified in this article by the work of Feld, Kirchgassner and Schaltegger, returns to it’s beginnings to provide support for the positive effects of such competition on economic growth. The empirical literature on subject of competition in taxation is even more diverse. Various authors tried to test the above hypotheses with different results. Some have found that increased tax competition leads to positive results, whereas others found an inverse relation. In those studies it is important to note the sample being tested on as well as variables used, on which the results depend.",
        "keywords": null,
        "url": "https://dbc.wroc.pl/dlibra/publication/44698/edition/40111/content?&ref=struct&meta-lang=pl"
    },
    {
        "title": "Communication as a Transmitter of Trust in Healthcare Network During Pandemic",
        "authors": "Agata Kocia",
        "year": "2024/2/29",
        "abstract": "The notion of the article has evolved from the analysis of governance network performance. Healthcare system is an example of a governance network, complex system of relations aimed at satisfying societal healthcare needs. Over the past years, the healthcare system in Poland has undergone many changes most focused on the structure and financing. The article addresses the issue of communication and trust among the healthcare institutional providers and healthcare authorities. The research study was conducted in 2020 in the midst of the Covid-19 pandemic in one of the hospitals in Poland. The research question: how communication affects trust, led to development of multi-layered questionnaire attempting to assess inter-institutional relations in healthcare network. The study used a quantitative study, namely a linear regression model run with a dependent variable trust. This study adds a valuable …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s13132-024-01888-y"
    },
    {
        "title": "Thomas Piketty–współczesny Janosik czy objawienie ekonomiczne",
        "authors": "Agata Kocia, Krzysztof Opolski",
        "year": "2015/3",
        "abstract": "recenzcja książki „Capital in the Twenty-First Century” (autor Thomas Piketty)",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/460793.pdf"
    },
    {
        "title": "Is a Greek Collapse Possible in Poland?",
        "authors": "Agata Kocia, Marzena Maselewska",
        "year": "2012/5/1",
        "abstract": "The aim of this article is to compare the economies of Greece and Poland considering their paths of development over the last twenty years. The authors have pointed out many differences between them although they have found some similarities as well. Greece was greatly touched by the crisis. Poland for the last two years has been given as an example of a country which has survived the crisis. The question is: Have we just concealed our economic problems and so the crisis is imminent? The authors also attempt to give some useful solutions to be implemented in order to avoid Greek’s fate.",
        "keywords": null,
        "url": "http://www.na-businesspress.com/JMDC/kocia_abstract.html"
    },
    {
        "title": "Selected Aspects of Accounting and Their Impact on Effectiveness of Modern Organizations",
        "authors": "Agata Kocia, Marzena Maselewska",
        "year": "2012/3/1",
        "abstract": "In the late 2000s Poland experienced a downturn after a period of economic spur. Some companies in the capital-intensive industries began to undertake investments in preparation for an economic expansion. The authors have intertwined the investment cycle of three paper producing companies with the accounting information. The aim was to analyze how the investment undertaken are disclosed in the financial statements, how they impact the financial position of the enterprise and what is their effect for investment management of other companies. Our conclusions suggest that when companies apply IAS/IFRS their financial statement are not uniformly transparent in the area of investment management.",
        "keywords": null,
        "url": "http://www.na-businesspress.com/JAF/kocia_abstract.html"
    },
    {
        "title": "Analysis of poverty in Poland in 1997-2000 using hazard models",
        "authors": "Natalia Nehrebecka, Agata Kocia",
        "year": "2009",
        "abstract": "In this work, the size and character of poverty in Poland was studied based on a panel data from CHER (Consortium of Household Panels for European Socio-Economic Research) database for the years 1997-2000. The analyses have shown a low households’ dynamic of income in this period. The sum of years spent in poverty as well as different sequences of entry to and exit from poverty suggest a permanence of this phenomenon in the population. During the period studied, the basis for the calculation of the number of years spent in poverty was the rate of exit from and entry to poverty. The calculations were made using a method of analyzing poverty based on hazard models, considering observed and unobserved heterogeneity of individuals in order to “explain” a chance of exit and return to the sphere of poverty.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP19.pdf"
    }
]