[
    {
        "title": "Zewnętrzne źródła finansowania inwestycji jednostek samorządu terytorialnego",
        "authors": "Agnieszka Kopańska, Krzysztof Witkowski",
        "year": "2003",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15601325132951479076&hl=en&oi=scholarr"
    },
    {
        "title": "Residential water demand in a transition economy: evidence from Poland",
        "authors": "Anna Bartczak, Agnieszka Kopanska, Jan Raczka",
        "year": "2009/12/1",
        "abstract": "This paper analyzes residential water demand in Poland and the determinants thereof, including both water tariffs and income levels. Information on the price and income elasticities of residential water demand is crucial for effective management of water demand. We carried out this empirical analysis using several panel-data models. The analysis is based on data provided by the urban municipalities, in which the number of the end-users connected to water supply networks exceeded 50,000. We focused on the larger cities to obtain sample homogeneity in terms of the access to water supply and sewage collection systems, as well as the income structure. We found that the indicators of price elasticity of residential water demand in Poland are similar to those being known from the relevant surveys conducted in Western Europe. However, the income elasticity is smaller in absolute terms when compared to that in …",
        "keywords": null,
        "url": "https://iwaponline.com/ws/article-abstract/9/5/509/26537"
    },
    {
        "title": "Efektywność decentralizacji. Analiza zdecentralizowanego dostarczania dóbr o charakterze ponadlokalnym",
        "authors": "Agnieszka Kopańska",
        "year": "2014",
        "abstract": "Decentralizacja stanowi sposób na poprawienie efektywności dostarczania usług publicznych. Niestety pełna decentralizacja, rozumiana jako całkowita samodzielność wydatkowa i finansowa samorządów nie występuje. Jedną z przyczyn tego stanu, jest to, że wiele dóbr, które są dostarczane przez konkretne samorządy, oddziałuje bezpośrednio lub pośrednio na mieszkańców większego obszaru-regionu, kraju a nawet ma efekty ponadnarodowe. Klasycznym rozwiązaniem tego problemu jest interwencja rządu-polegająca na wprowadzeniu dotacji finansujących te dobra oraz ustaleniu norm ilościowych i jakościowych tej produkcji. Ta interwencja psuje pozytywne efekty decentralizacji. W książce pokazano że rozwiązaniem problemu utraty efektywności decentralizacji w warunkach niezbędnego ograniczenia samodzielności samorządów jest wprowadzenia mechanizmów koordynacji i współpracy pomiędzy władzami różnych szczebli administracji publicznej ale również władzami i mieszkańcami. Wskazano również na narzędzia jakie mogą służyć budowaniu takiej współpracy.",
        "keywords": null,
        "url": "https://open.icm.edu.pl/handle/123456789/6049"
    },
    {
        "title": "Fiscal and political determinants of local government involvement in public-private partnership (PPP)",
        "authors": "Agnieszka Kopańska, Roman Asinski",
        "year": "2019/11/2",
        "abstract": "In this article, we estimate the main determinants of local government’s engagement in public-private partnership (PPP) projects using logistic panel regression. We use data from 2478 municipalities and cities in Poland from 2009 to 2016. The results show that municipalities with higher levels of indebtedness have a higher probability of opening PPP tenders while local units that are more dependent on central grants or receive more European grants are less engaged in PPP. We also found that the mayors of municipalities and cities with stronger electoral competition engage in PPP with a higher probability. These results are important for discussions on the efficient use of PPP. They show that local government decisions made in conditions of fiscal constraint and political struggle can blur the PPP’s value-for-money aim.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/03003930.2019.1635016"
    },
    {
        "title": "Partnerstwo publiczno prywatne- podmioty prywatne w realizacji zadań publicznych. Analiza sektora wodno-kanalizacyjnego",
        "authors": "Agnieszka Kopańska, Anna Bartczak, Joanna Siwińska-Gorzelak",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1944591490949680294&hl=en&oi=scholarr"
    },
    {
        "title": "The regulation and development of the subsovereign debt market in Poland: 1993–2002",
        "authors": "Agnieszka Kopańska, Tony Levitas",
        "year": "2004",
        "abstract": "Since the mid-1990s, Polish local governments have increasingly used loans and bonds to finance their capital investments. By 2001, the total outstanding debt of the sector had risen to over USD 4.3 billion from virtually nothing in the early 1990s. This growth, while dominated by large cities, has included smaller towns and rural areas and, at least thus far, has been unaccompanied by significant cases of financial distress. Indeed, not only is the Polish municipal capital market among the most dynamic in the region, but it has clearly become a permanent and increasingly important component of the country’s local government finance system. Nonetheless, the market is still in its infancy. The total outstanding debt of local governments remains less than 16% of their annual revenues. More importantly, most local governments continue to finance the vast majority of their investments on a pay-as-you-go basis with debt being used to finance less than 20% of their capital expenditures. Moreover, approximately half this debt comes from subsidized credit lines for the improvement of environmental infrastructure and thus is not strictly marketbased.\nAt the same time, the market is filled with all sorts of anomalies, some of which are potentially dangerous. For example, the Polish bond market has grown rapidly over the last six years. Most of the issues, however, have been for less than a million dollars and have been purchased in their entirety by the underwriting bank. Similarly, the maturities of most municipal credits rarely exceed five to seven years, and their interest rates are almost always variable. This is odd not only because inflation has fallen …",
        "keywords": null,
        "url": "http://pdc.ceu.hu/archive/00006961/01/LGI_Local-Government-Borrowing-2004.pdf#page=35"
    },
    {
        "title": "Raport o stanie edukacji 2014. Egzaminy zewnętrzne w polityce i praktyce edukacyjnej",
        "authors": "Roman Dolata, Michał Sitek",
        "year": "2015",
        "abstract": "Piąte wydanie „Raportu o stanie edukacji” poświęcono systemowi egzaminacyjnemu. Eksperci IBE wyjaśniali, dlaczego egzaminy są tak ważne, jakie są wady i zalety systemu egzaminacyjnego, oraz w jaki sposób egzaminy mogą pomóc w doskonaleniu pracy szkoły. Czy i jak z wyników egzaminacyjnych korzystają dyrektorzy szkół i nauczyciele? Omówione zostało także zjawisko uczenia pod testy–ćwiczenia tych formatów wypowiedzi, sposobów rozwiązywania zadań, które były na poprzednich egzaminach lub znajdują się w informatorze Centralnej Komisji Egzaminacyjnej. Szkoły, zwłaszcza w dużych miastach, starają się dobierać uczniów i stosują rozmaite techniki",
        "keywords": null,
        "url": "https://open.icm.edu.pl/items/cb048de2-e553-4f3d-8bf9-8fc8d9406eb3"
    },
    {
        "title": "Autonomia fiskalna i jej wpływ na działania samorządów",
        "authors": "Kopańska Agnieszka, Kula Grzegorz, Siwińska-Gorzelak Joanna, Bukowska Grażyna, Młochowska Magdalena",
        "year": "2018",
        "abstract": "Głównym celem rozważań zawartych w tej książce jest próba oceny, czy iw jaki sposób decentralizacja fiskalna wpływa na funkcjonowanie sektora publicznego w Polsce na poziomie lokalnym, oraz próba zweryfikowania hipotezy zakładającej, że im większy jest stopień decentralizacji, tym większa efektywność sektora publicznego na poziomie lokalnym. Z Wprowadzenia Jest to książka odznaczająca się wieloma zaletami teoretycznymi i praktycznymi. Poziom naukowy pracy jest bardzo wysoki, wyróżniający się nie tylko w skali krajowej, ale też międzynarodowej. Na tę wysoką ocenę składają się m. in. następujące cechy omawianej publikacji:(…)• Bardzo mocne osadzenie prowadzonych badań w krajowym i światowym dorobku teoretycznym, w tym metodologicznym (…).• Niezwykle bogata baza empiryczna przeprowadzonych badań.(…)• Wyniki badań mają duże walory aplikacyjne; mogą być wykorzystane do wzmacniania samorządności, poprawy ram prawnych funkcjonowania samorządów i racjonalizacji wydatków publicznych. Omawiana praca może stanowić ważny głos w dyskusji na temat centralizacji/decentralizacji kompetencji państwa, praktycznego wcielania zasad subsydiarności i demokratyzacji systemu politycznego w Polsce. z recenzji wydawniczej prof. Jerzego Wilkina",
        "keywords": null,
        "url": "https://books.google.com/books?hl=en&lr=&id=AUTZDwAAQBAJ&oi=fnd&pg=PA164&dq=info:vDOAKDTTupgJ:scholar.google.com&ots=jo0XohV0Ne&sig=Wfbv6ecyZFurgUB0Y7vt9LH0zmM"
    },
    {
        "title": "Koszty edukacji od przedszkola do gimnazjum",
        "authors": "Urszula Sztanderska",
        "year": "2013",
        "abstract": "Gromadzenie informacji o nakładach na edukację jest niezbędne do oceny ich adekwatności względem zidentyfikowanych potrzeb edukacyjnych i tym samym do oceny efektywności ich wydatkowania (Parsons 2005). Dlatego głównym tematem tego opracowania jest analiza danych zastanych dotyczących wysokości i struktury nakładów publicznych i prywatnych na edukację dzieci i młodzieży na wczesnych etapach kształcenia (do gimnazjum włącznie) w Polsce. Według naszego rozeznania jest to pierwsza tego typu praca w Polsce, która podejmuje się jednoczesnej identyfikacji nakładów na kształcenie ze strony dwóch stron–publicznej i prywatnej. Obserwując nakłady publiczne i prywatne na kształcenie na najniższych poziomach edukacji, a zwłaszcza ich różnicowanie, przybliżamy się do odpowiedzi o ekonomiczne podstawy różnic edukacyjnych, które powstają pomimo powszechności kształcenia i zdecydowanej dominacji w nim sektora publicznego. Wybór etapów kształcenia, analizowanych w tym opracowaniu, był podyktowany trzema względami–po pierwsze tym, że są to etapy w miarę powszechne i stosunkowo mało zróżnicowane. W najmniejszym stopniu odnosi się to do przedszkoli, edukacją których jest objęta tylko część dzieci iw których podstawy programowe są stosunkowo ogólne i dające duże możliwości różnicowania treści i form kształcenia. Jednak i tu stopniowo wkracza upowszechnienie edukacji (poczynając od najstarszych roczników, których przygotowanie do podjęcia nauki w szkołach stało się obowiązkowe) i wraz z nim wyraźniejsze określenie wymagań programowych. Dalsza nauka–po gimnazjum-ma cechy …",
        "keywords": null,
        "url": "https://www.academia.edu/download/70653540/ibe-koszty-edukacji-od-przedszkola-do-gimnazjum.pdf"
    },
    {
        "title": "Podział zadań publicznych między szczeble administracji publicznej a problem koordynacji i regulacji w zakresie jakości rządzenia",
        "authors": "Agnieszka Kopańska",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9344752530830017183&hl=en&oi=scholarr"
    },
    {
        "title": "Liczą się efekty: raport o stanie edukacji 2012",
        "authors": "Agnieszka Chłoń-Domińczak",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17452378880047364813&hl=en&oi=scholarr"
    },
    {
        "title": "Local governments' revenue and expenditure autonomy as a determinant of local public spending on culture. An analysis for Polish rural municipalities",
        "authors": "Agnieszka Kopańska",
        "year": "2017/5/19",
        "abstract": "The aim of this paper is to define expenditure and revenue decentralization indicators for Polish municipalities and to analyze if and how the limits of spending and revenue autonomy influence local government spending behaviors. The expenditure decentralization is difficult to measure, that is why the analysis of the effects of limits on spending autonomy are less common in the literature than those which relate to the revenue autonomy. In this paper, I propose indicators of revenue but also expenditure decentralization for Polish municipalities. Using statistical analysis and econometric panel analysis for rural municipalities in years 2000-2014 I study if and how these indicators explain local spending policy. I focus on spending for culture using median voter demand framework. Expenditure for culture is a small part of local budgets, but vital from the social point of view. Municipalities in Poland are important creators of local cultural life, which is especially important in less developed or peripheral regions, where citizens do not have access to private cultural institutions. I present that limits in local governments spending and revenue autonomy influences the local spending behaviors. I found that those limits caused not necessarily effective cost minimizing and create the important problem of horizontal equity. At the same time in less autonomous municipalities spending are less related to citizens demand- so there are problems to attend allocative efficiency. My study presents that the problem of the effects of incomplete expenditure decentralization is very important but poorly recognized in the literature.",
        "keywords": null,
        "url": "https://revistia.com/index.php/ejms/article/view/2477"
    },
    {
        "title": "Partnerstwo publiczno prywatne- wzory brytyjskie. Czego możemy się z nich nauczyć?",
        "authors": "Agnieszka Kopańska",
        "year": "2006",
        "abstract": "W niniejszym artykule dokonano analizy problemów związanych z funkcjonowaniem projektów opartych o formułę partnerstwa publiczno-prywatnego (PPP), a także wskazano sposoby ich przezwyciężania. Podstawą analizy jest prezentacja schematu Private Finance Initiative w Wielkiej Brytanii i ocena zmian w tym schemacie na przestrzeni ostatnich kilkunastu lat. Wykazano, że istnieje wiele podobieństw w sytuacji wprowadzania projektów partnerskich w Polsce dziś i na początku lat 90. w Wielkiej Brytanii. Dzięki temu brytyjskie przykłady mogą stać się podstawą dla stworzenia właściwych warunków funkcjonowania PPP w naszym kraju, co pomoże uniknąć problemów jakie wystąpiły w Wielkiej Brytanii lub przynajmniej zminimalizować je1.\nPartnerstwo publiczno-prywatne (PPP) jest dziś w Polsce uznawane za sposób na znalezienie zasobów koniecznych do realizacji zadań inwestycyjnych stawianych przed …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=147206"
    },
    {
        "title": "The Problems of Developing the Municipal Debt Market in Poland",
        "authors": "Agnieszka Kopanska",
        "year": "2005",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2495229245680876618&hl=en&oi=scholarr"
    },
    {
        "title": "Wykorzystanie zjawiska exit&voice do poprawy funkcjonowania lokalnego sektora publicznego",
        "authors": "Agnieszka Kopańska",
        "year": "2005",
        "abstract": "W artykule zaprezentowano koncepcję odejścia i zgłaszania (exit&voice), która jest jedną z propozycji opisu działania lokalnego sektora publicznego. Twórcą teorii był Albert Hirschman, który za jej pomocą opisywał wpływ konsumentów na działanie producenta (czy to z prywatnego, czy publicznego sektora). Odejście jest możliwe na konkurencyjnym rynku, gdzie konsument może zrezygnować z producenta, który nie spełnia jego wymagań. Natomiast zgłoszeniem mamy do czynienia, gdy konsument zgłasza niezadowolenie z działania producenta poprzez poinformowanie go o tym.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000125104"
    },
    {
        "title": "The expenditure decentralization-measurement and effects on spending behaviours of Local Governments-analysis for Poland",
        "authors": "Agnieszka Kopańska",
        "year": "2016",
        "abstract": "The aim of this paper is to define expenditure decentralization indicators for Polish municipalities and cities and to analyse if and how the limits in spending autonomy influence local government spending behaviours. The expenditure decentralization is difficult to measure, that is why the analysis of the effects of limits in spending autonomy are less common in the literature than those which relate to the revenue autonomy. In this paper we proposed indicators of expenditure decentralization for Polish municipalities. Those indicators represents the problem of adequacy of public money for local services and vertical imbalance problem. Using statistical and econometric analysis we presents that limits in spending autonomy influence the local spending behaviours. We found that those limits caused not necessarily effective cost minimizing, and at the same time spoil allocative efficiency.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Agnieszka-Kopanska/publication/309487377_The_expenditure_decentralization-measurement_and_effects_on_spending_behaviours_of_Local_Governments_-analysis_for_Poland/links/5813110908ae1f5510c32d88/The-expenditure-decentralization-measurement-and-effects-on-spending-behaviours-of-Local-Governments-analysis-for-Poland.pdf"
    },
    {
        "title": "Teoretyczne modele organizacji i finansowania jednostek samorządu terytorialnego",
        "authors": "A Kopańska",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=VMDN_VgAAAAJ&citation_for_view=VMDN_VgAAAAJ:7PzlFSSx8tAC"
    },
    {
        "title": "Wykorzystanie instrumentów dłużnych w realizacji zadań samorządu terytorialnego",
        "authors": "A Kopańska",
        "year": "2001",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14942836190364886177&hl=en&oi=scholarr"
    },
    {
        "title": "Continuing the Development of Poland's Subsovereign Debt Markets: Impediments and Opportunities",
        "authors": "Thomas H Cochran, Anthony Levitas, Agnieszka Kopańska, Michał Zarzycki",
        "year": "1998/12/15",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6817197857202838968&hl=en&oi=scholarr"
    },
    {
        "title": "Prywatne i publiczne wydatki na oświatę",
        "authors": "A Kopańska, U Sztanderska",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9330582553831101661&hl=en&oi=scholarr"
    }
]