[
    {
        "title": "A structural-dynamical characterization of human Cox17",
        "authors": "Lucia Banci, Ivano Bertini, Simone Ciofi-Baffoni, Anna Janicka, Manuele Martinelli, Henryk Kozlowski, Peep Palumaa",
        "year": "2008/3/21",
        "abstract": "Human Cox17 is a key mitochondrial copper chaperone responsible for supplying copper ions, through the assistance of Sco1, Sco2, and Cox11, to cytochrome c oxidase, the terminal enzyme of the mitochondrial energy transducing respiratory chain. A structural and dynamical characterization of human Cox17 in its various functional metallated and redox states is presented here. The NMR solution structure of the partially oxidized Cox17 (Cox172S-S) consists of a coiled coil-helix-coiled coil-helix domain stabilized by two disulfide bonds involving Cys25-Cys54 and Cys35-Cys44, preceded by a flexible and completely unstructured N-terminal tail. In human Cu(I)Cox172S-S the copper(I) ion is coordinated by the sulfurs of Cys22 and Cys23, and this is the first example of a Cys-Cys binding motif in copper proteins. Copper(I) binding as well as the formation of a third disulfide involving Cys22 and Cys23 cause …",
        "keywords": null,
        "url": "https://www.jbc.org/article/S0021-9258(20)55181-8/abstract"
    },
    {
        "title": "Structural and dynamic characterization of copper (II) binding of the human prion protein outside the octarepeat region",
        "authors": "Francesco Berti, Elena Gaggelli, Remo Guerrini, Anna Janicka, Henryk Kozlowski, Anna Legowska, Hanna Miecznikowska, Caterina Migliorini, Rebecca Pogni, Maurizio Remelli, Krzysztof Rolka, Daniela Valensin, Gianni Valensin",
        "year": "2007/2/23",
        "abstract": "Human prion protein (hPrP) fragments encompassing the 91–120 region, namely hPrP92–100 (SP1), hPrP106–113 (SP2), hPrP91–120 (LP1), and hPrP91–114 (LP2), were considered for delineation of the CuII‐binding site(s). NMR and EPR spectroscopy results obtained from LP1 or LP2 were compared with those obtained from SP1 and SP2. The coexistence of two binding sites, one centered at His96 and the other at His111, was evidenced and ratified by ESI mass spectrometry at low and high metal:peptide ratios. While room‐temperature NMR spectroscopy data were consistent with the binding site centered on His111 being approximately fourfold stronger than that centered on His96, low‐temperature EPR spectroscopy results yielded evidence for the opposite trend. This disagreement, which has also occurred in the literature, was clarified by temperature‐dependent molecular dynamics runs that …",
        "keywords": null,
        "url": "https://chemistry-europe.onlinelibrary.wiley.com/doi/abs/10.1002/chem.200601225"
    },
    {
        "title": "The necessity of recycling of waste li-ion batteries used in electric vehicles as objects posing a threat to human health and the environment",
        "authors": "Agnieszka Sobianowska-Turek, Weronika Urbańska, Anna Janicka, Maciej Zawiślak, Jędrzej Matla",
        "year": "2021/6/1",
        "abstract": "The automotive industry is one of the fastest-growing sectors of the modern economy. Growing customer expectations, implementing solutions related to electromobility, and increasingly stringent legal restrictions in the field of environmental protection, determine the development and introduction of innovative technologies in the field of car production. To power the most modern vehicles that include electric and hybrid cars, packages of various types of lithium-ion cells are used, the number of which is constantly growing. After use, these batteries, due to their complex chemical composition, constitute hazardous waste that is difficult to manage and must be recycled in modern technological lines. The article presents the morphological characteristics of the currently used types of Li-ion cells, and the threats to the safety of people and the environment that may occur in the event of improper use of Li-ion batteries and accumulators have been identified and described on the basis of the Regulation of the European Parliament and Council (EC) No. 1272/2008 of 16 December 2008 and No. 1907/2006 of 18 December 2006 on the classification, labeling and packaging of substances and mixtures and the registration, evaluation, authorization and restriction of chemicals (REACH), establishing the European Chemicals Agency.",
        "keywords": null,
        "url": "https://www.mdpi.com/2313-4321/6/2/35"
    },
    {
        "title": "Identification of a novel high affinity copper binding site in the APP (145–155) fragment of amyloid precursor protein",
        "authors": "Daniela Valensin, Francesca Maria Mancini, Marek Łuczkowski, Anna Janicka, Kornelia Wiśniewska, Elena Gaggelli, Gianni Valensin, Leszek Łankiewicz, Henryk Kozlowski",
        "year": "2004",
        "abstract": "The copper(II) binding features of the APP(145–155) and APP(145–157) fragments of the amyloid precursor protein, Ac-Glu-Thr-His-Leu-His-Trp-His-Thr-Val-Ala-Lys-NH2 and Ac-Glu-Thr-His-Leu-His-Trp-His-Thr-Val-Ala-Lys-Glu-Thr-NH2 were studied by NMR spectroscopy and NMR findings were supported by UV-vis, CD and EPR spectra. Potentiometric measurements were performed only for the more soluble Ac-Glu-Thr-His-Leu-His-Trp-His-Thr-Val-Ala-Lys-Glu-Thr-NH2 peptide fragment. The following was shown: (i) the imidazole rings of all the three His residues are involved in metal coordination; (ii) metal binding induces ionisation of Leu-148 and His-149 amide nitrogens that complete the donor set to copper(II) in the species dominant at neutral pH; (iii) the unusual coordination scheme of the His-Xxx-His-Xxx-His consensus sequence justifies the high specificity for Cu(II) when compared to SOD-like or …",
        "keywords": null,
        "url": "https://pubs.rsc.org/en/content/articlehtml/2004/dt/b312411h"
    },
    {
        "title": "Combustion and emissions characteristics of the turbine engine fueled with HeFA blends from different feedstocks",
        "authors": "Bartosz Gawron, Tomasz Białecki, Anna Janicka, Tomasz Suchocki",
        "year": "2020/3/10",
        "abstract": "In the next decade, due to the desire for significant reduction in the carbon footprint left by the aviation sector and the development of a sustainable alternatives to petroleum, fuel from renewable sources will play an increasing role as a propellant for turbine aircraft engines. Currently, apart from five types of jet fuel containing synthesized hydrocarbons that are certified by the ASTM D7566 standard, there is yet another synthetic blending component that is at the stage of testing and certification. Hydroprocessed esters and fatty acids enable the production of a synthetic component for jet fuel from any form of native fat or oil. Used feedstock affects the final synthetic blending component composition and consequently the properties of the blend for jet fuel and, as a result, the operation of turbine engines. A specialized laboratory test rig with a miniature turbojet engine was used for research, which is an interesting alternative to complex and expensive tests with full scale turbine engines. The results of this study revealed the differences in the parameters of engine performance and emission characteristics between tested fuels with synthetic blending components and neat jet fuel. The synthetic blending component was obtained from two different feedstock. Noticeable changes were obtained for fuel consumption, CO and NOx emissions. With the addition of the hydroprocessed esters and fatty acids (HEFA) component, the fuel consumption and CO emissions decrease. The opposite trend was observed for NOx emission. The tests presented in this article are a continuation of the authors’ research area related to alternative fuels for aviation.",
        "keywords": null,
        "url": "https://www.mdpi.com/1996-1073/13/5/1277"
    },
    {
        "title": "Exhaust toxicity evaluation in a gas turbine engine fueled by aviation fuel containing synthesized hydrocarbons",
        "authors": "Bartosz Gawron, Tomasz Białecki, Anna Janicka, Maciej Zawiślak, Aleksander Górniak",
        "year": "2020/1/13",
        "abstract": "Purpose\nThe purpose of this paper is to examine the toxicological impacts of exhaust generated during the combustion process of aviation fuel containing synthesized hydrocarbons.\nDesign/methodology/approach\nTests on aircraft turbine engines in full scale are complex and expensive. Therefore, a miniature turbojet engine was used in this paper as a source of exhaust gases. Toxicity was tested using innovative BAT–CELL Bio–Ambient Cell method, which consists of determination of real toxic impact of the exhaust gases on the human lung A549 and mouse L929 cells. The research was of a comparative nature. The engine was powered by a conventional jet fuel and a blend of conventional jet fuel with synthesized hydrocarbons.\nFindings\nThe results show that the BAT–CELL method allows determination of the real exhaust toxicity during the combustion process in a turbine engine. The addition of a synthetic …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/AEAT-11-2018-0277/full/html"
    },
    {
        "title": "A comparative study of pentanol (C5 alcohol) and kerosene blends in terms of gas turbine engine performance and exhaust gas emission",
        "authors": "Tomasz Suchocki, Paweł Kazimierski, Piotr Lampart, Katarzyna Januszewicz, T Białecki, Bartosz Gawron, A Janicka",
        "year": "2023/2/15",
        "abstract": "The growing demand for sustainable and clean energy sources provides the incentive for the development of alternative fuels. Simultaneously, the development of gas turbine technologies with flexible fuel supply systems enables the use of alternative non-fossil fuels that can play key roles in contributing to global efforts in meeting emissions targets. This paper presents the current state of knowledge on the production and potential use of pentanol (C5 alcohol) in diesel engines and gas turbines. The combustion performance of a GTM-140 jet engine supplied by mixtures of pentanol with aviation kerosene is then evaluated and the results are compared with those of kerosene mixtures with other biofuels – propanol (C3 alcohol)) and butanol (C4 alcohol)). All the investigated liquid biofuel alternatives showed potential for reducing regulated emissions such as NOX (on average by 40%) and CO (on average by 25 …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0016236122035657"
    },
    {
        "title": "Copper-ion interaction with the 106–113 domain of the prion protein: a solution-equilibria study on model peptides",
        "authors": "Maurizio Remelli, Martina Donatoni, Remo Guerrini, Anna Janicka, Pierluigi Pretegiani, Henryk Kozłowski",
        "year": "2005",
        "abstract": "Prion diseases are characterized by a structural modification of the regular prion protein (PrPC) to its isoform, termed PrPSc (scrapie). Such a modification involves the secondary and tertiary structure of the protein; the amino acidic sequence remains unchanged. PrPSc is almost insoluble in non-denaturing solvents, resistant to proteases and it loses its redox activity. PrPC is able to bind copper and other metal ions: these complexes have been suggested to play an important role in the protein refolding leading to PrPSc. It is well-known that at least one relatively strong copper-binding site is located in the PrP92–126 domain, where two His residues (96 and 111) are present. However, in the same domain, other amino acidic residues bear potentially donating atoms, i.e. Met, Asn and Lys residues. In order to shed light on the role of the side chains of such potentially tridentate amino acids on copper complexation …",
        "keywords": null,
        "url": "https://pubs.rsc.org/en/content/articlehtml/2005/dt/b505314e"
    },
    {
        "title": "An innovative method for exhaust gases toxicity evaluation in the miniature turbojet engine",
        "authors": "Bartosz Gawron, Tomasz Białecki, Anna Janicka, Aleksander Górniak, Maciej Zawiślak",
        "year": "2017/10/2",
        "abstract": "Purpose\nThe purpose of this paper is to present an assessment method of the toxicity emission evaluation during combustion in the miniature turbojet engine.\nDesign/methodology/approach\nA small-scale turbojet engine was used for the research because measurements on real aircraft turbines are complex and expensive. The experiment was performed in accordance with innovative BAT – CELL Bio – Ambient Cell method which consists of determination of virtual toxic impact of the gas mixture on the living cells; it is therefore a direct method. The most significant innovation of this method is that, during the test, which consists of exposing the cells to the gas mixture, the cells are deprived of culture fluid.\nFindings\nThe preliminary analysis shows that the method used here allows to determine the virtual impact of the gases on the human respiratory system and skin. It could be useful in defining the arduousness of an …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/AEAT-06-2016-0091/full/html"
    },
    {
        "title": "Ocena toksycznoĹ› ci mikroatmosfery Ĺ› rodowiska wnÄ™ trza pojazdu samochodowego",
        "authors": "Anna Janicka",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17135458216699732262&hl=en&oi=scholarr"
    },
    {
        "title": "Exhausts toxicity investigation of turbojet engine, fed with conventional and biofuel, performed with aid of BAT-CELL method",
        "authors": "Anna Janicka, Maciej Zawiślak, Ewa Zaczyńska, Anna Czarny, Aleksander Górniak, Bartosz Gawron, Tomasz Białecki",
        "year": "2017/10/20",
        "abstract": "Purpose: The aim of this study was to develop a new exposure technique for testing toxicity of engine exhausts. An innovative BAT-CELL mobile system is intended to provide the conditions for study cell interaction on direct contact with exhausts gases, without influence of the cell culture medium.\nMethods: The cytotoxicity was investigated using human A549 lung cells and mouse L929 cells. BAT-CELL system was used allowing exposure of cells in samples with a minimal layer of culture medium, hence providing direct response of the cells to the gaseous mixtures.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15020036456245204261&hl=en&oi=scholarr"
    },
    {
        "title": "The impact of car vehicle class on volatile organic compounds (VOC's) concentration in microatmosphere of car cabin",
        "authors": "Anna Barbara Janicka, Marek Reksa, Agnieszka Sobianowska-Turek",
        "year": "2010",
        "abstract": "The inner atmosphere of a car vehicle became one of the most important environments of human life. Many elements inside of a car cabin are potential sources of volatile organic compounds (VOC’s) which hazardous effect on human health is proved. To estimate quality of indoor air of a car the qualitative analysis of hydrocarbons is very important considering the fact that some substances (ie benzene, acetone and xylene isomers) despite low concentration level characterize toxic and carcinogenic properties. A significant impact on VOC’s concentration has vehicle cabin equipment and quality of applied materials. The internal sources of the pollution are elements of cabin equipment (textiles, foams, plastic materials), solvents in glues, paints, lacquers and car cosmetics. The external sources of the pollution are pollutants emitted to environment in gas phase by mobile or static sources. This paper presents the results of the research which aim was qualitative and quantitative analysis of VOC’s concentration inside of various classes of car vehicle cabins. The research was done in Emission Research Laboratory of The Division of Motor Vehicles and Internal Combustion Engines. The analysis was done according to European standard (EN ISO 16017-1: 2006) on gas chromatograph (Varian 450 GC) equipped in capillary column and flame-ionization detector (FID).",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-article-BUJ7-0017-0068"
    },
    {
        "title": "Method of toxicity estimation of gaseous mixtures emitted from different emission sources",
        "authors": "A Janicka",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5297173008608092043&hl=en&oi=scholarr"
    },
    {
        "title": "Photocatalysis as a method for reduction of ambient NOx in deep underground mines",
        "authors": "Aleksandra Banasiewicz, Anna Janicka, Anna Michalak, Radosław Włostowski",
        "year": "2022/8/15",
        "abstract": "Air pollution is a critical global issue. The introduction of further restrictions on the emission of harmful gases, such as carbon monoxide and nitrogen oxides (NOx), is posing a growing challenge to various industries. This problem also affects the underground mining sector, where in most cases the entire fleets are powered by diesel engines. It is therefore important, in order to improve the health and safety of underground miners, to develop appropriate methods to reduce exposures of underground miners to harmful gas and particulates. This study investigated the effectiveness of photocatalysis as a method to reduce the concentration of nitrogen oxides in underground copper mines in Poland. The study was based on laboratory measurements using an AVL GAS PEMS gas analyzer. A number of experiments were carried out and the results obtained were subjected to statistical analysis. By fitting appropriate …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0263224122006790"
    },
    {
        "title": "Assessment of the actual toxicity of engine exhaust gas emissions from euro 3 and euro 6 compliant vehicles with the BAT-CELL method using in vitro tests",
        "authors": "Aleksandra Kęska, Anna Janicka, Maciej Zawiślak, Justyna Molska, Radosław Włostowski, Adriana Włóka, Joanna Świeściak, Kacper Ostrowski",
        "year": "2022/10/29",
        "abstract": "Legal restrictions on vehicle engine exhaust gas emission control do not always go hand in hand with an actual reduction in the emissions of toxins into the atmosphere. Moreover, the methods currently used to measure exhaust gas emissions do not give unambiguous results on the impact of the tested gases on living organisms. The method used to assess the actual toxicity of gases, BAT-CELL Bio-Ambient-Tests using in vitro tests, takes into account synergistic interactions of individual components of a mixture of gases without the need to know its qualitative and quantitative composition and allows for determination of the actual toxicity of the gas composition. Using the BAT-CELL method, exhaust gases from passenger vehicles equipped with spark-ignition engines complying with the Euro 3 and Euro 6 emission standards were tested. The results of toxicological tests were correlated with the results of chromatographic analysis. It was shown that diverse qualitative composition of the mixture of hydrocarbons determining the exhaust gases toxicity may decrease the percentage value of cell survival. Additionally, it was proven that the average survival of cells after exposure to exhaust gases from tested vehicles meeting the more restrictive Euro 6 standard was lower than for vehicles meeting the Euro 3 standard thus indicating the higher toxicity of exhaust gases from newer vehicles.",
        "keywords": null,
        "url": "https://www.mdpi.com/1660-4601/19/21/14138"
    },
    {
        "title": "Evaluation of toxicity of hydrocarbons emitted by Euro 3 and Euro 6 vehicles at idle conditions by means of equivalent toxicity coefficients",
        "authors": "Aleksandra Kęska, Anna Janicka",
        "year": "2023/12",
        "abstract": "Hydrocarbons present in gases emitted by internal combustion engines are a coefficient determining the toxicity of exhaust gases. The study examined exhaust gases emitted by passenger vehicles meeting Euro 3 and Euro 6 emission standards. Equivalent toxicity coefficients were calculated for volatile organic compounds (RTER) and polycyclic aromatic hydrocarbons (CER) identified by gas chromatography. Analysis of the RTER values showed that four out of the six vehicles tested exceeded the control RTER value. For two of the three Euro 6 vehicles, the CER value was higher than the control value. The study indicates that the toxicity of the mixture of hydrocarbons emitted by the tested vehicles meeting stricter emission standards is higher than in the case of older generation vehicles.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/14680874221132929"
    },
    {
        "title": "New technology for toxicity investigation of vehicle indoor air with BAT-CELL",
        "authors": "A Janicka, M Zawiślak, E Zaczyńska, A Czarny",
        "year": "2015",
        "abstract": "New technology for toxicity investigation of vehicle indoor air with BAT-CELL × Close The Infona portal uses cookies, ie strings of text saved by a browser on the user's device. The portal can access those files and use them to remember the user's data, such as their chosen settings (screen view, interface language, etc.), or their login data. By using the Infona portal the user accepts automatic saving and using this information for portal operation purposes. More information on the subject can be found in the Privacy Policy and Terms of Service. By closing this window the user confirms that they have read the information on cookie usage, and they accept the privacy policy and the way cookies are used by the portal. You can change the cookie settings in your browser. I accept Polski English Login or register account remember me Password recovery INFONA - science communication portal INFONA Search advanced …",
        "keywords": null,
        "url": "https://www.infona.pl/resource/bwmeta1.element.elsevier-94f78a5d-70dc-3d25-8221-e0187df05e6a"
    },
    {
        "title": "Emisja lotnych związków organicznych i wielopierścieniowych węglowodorów aromatycznych z silnika zasilanego biopaliwem",
        "authors": "A Janicka, W Walkowiak",
        "year": "2007",
        "abstract": "W skład gazów odlotowych z silników o zapłonie samoczynnym wchodzi ponad 100 niebezpiecznych dla człowieka i ekosystemów związków chemicznych, które w wyniku licznych przemian fizyko-chemicznych w atmosferze tworzą ponad 10,000 nowych substancji. Do najgroźniejszych składników spalin, ze względu na swoje mutagenne i kancerogenne właściwości, należą lotne związki organiczne (LZO) oraz wielopierścieniowe węglowodory aromatyczne(WWA). Jedną z metod redukcji stężenia tych związków w gazach odlotowych silników spalinowych może być modyfikacja lub substytucja paliwa zasilającego silnik. Referat przedstawia wyniki pracy badawczej mającej na celu określenie jakościowego i ilościowego składu spalin pod kątem wykrycia LZO i WWA powstających podczas pracy silnika o zapłonie samoczynnym z zastosowaniem paliwa klasycznego oraz. 100% estru oleju rzepakowego (RME) i mieszanek paliwowych.",
        "keywords": null,
        "url": "https://www.infona.pl/resource/bwmeta1.element.baztech-article-LOD9-0026-0007"
    },
    {
        "title": "Determination of volatile organic compounds for combustion engines compliant with Euro 4 and Euro 6",
        "authors": "A Kęska, A Janicka",
        "year": "2017",
        "abstract": "Volatile organic compounds are considered as one of the most harmful pollutants. Among them are hydrocarbons, which belongs to one of the chemicals groups monitored in the process of using vehicles. The article emphasized VOC toxicity in the light of the changes in the legislation on engine exhaust emissions. For the determination of volatile organic compounds, the exhaust gases of selected passenger cars were tested. Gas chromatography was used for the studies. The results have been verified with regard to the introduction of increasingly restrictive Euro standards. Furthermore this article discusses the issue related to the control of VOC emissions from internal combustion engines in cars as well as the attitude of vehicle users towards the adverse environmental conditions associated with the emission of toxins.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/125835.pdf"
    },
    {
        "title": "In-vehicle toxicity measurements: in-vitro tests as a new method of toxicological estimation of car cabin atmosphere",
        "authors": "A Janicka",
        "year": "2013",
        "abstract": "In the article the difficult problem of mixtures toxicity has been discussed. The problem is very important in aspect of human life environment especially indoor air quality. A vehicle interior is a specific environment where levels of volatile toxic organic compounds are particularly high. The method of gaseous mixtures toxicity estimation based on in-vitro tests has been presented in application for vehicle cabin interior and compare with the popular toxicity indicators (relative toxicity coefficients). The results of the method application in brand new passenger vehicles (in parking conditions) are presented. The results were correlated with volatile organic compounds concentration in vehicles interior (method: gas chromatography).",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/126800.pdf"
    }
]