[
    {
        "title": "Childlessness, geographical proximity and non-family support in 12 European countries",
        "authors": "Agnieszka Fihel, Małgorzata Kalbarczyk, Anna Nicińska",
        "year": "2022/11",
        "abstract": "The number of relatives and geographical proximity between them affects informal support provided to older persons. In this study, we investigate whether (a) childless persons and parents living remotely from their adult children experience similar shortages in informal support, and (b) whether neighbours, friends and other non-family helpers compensate for these shortages. On the basis of Survey on Health, Ageing and Retirement in Europe (SHARE) data for 12 European countries, we estimate the probability and amount of informal non-financial support received by persons aged 65 and over who remain childless or live at different distances to their children. The contribution of non-family individuals is rather complementary to the help from family. Parents residing in the proximity of their children rely almost exclusively on family; as the geographical distance between adult children and older parents increases …",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/ageing-and-society/article/childlessness-geographical-proximity-and-nonfamily-support-in-12-european-countries/A8ABF056F60C4C296DCE21540177D965"
    },
    {
        "title": "Portret generacji 50+ w Polsce iw Europie. Wyniki badania zdrowia, starzenia się i przechodzenia na emeryturę w Europie (SHARE)",
        "authors": "Anita Abramowska-Kmon, Małgorzata Bała, Agnieszka Chłoń-Domińczak, Dorota Holzer-Żelażewska, Małgorzata Kalbarczyk-Stęclik, Irena E Kotowska, Anna Maliszewka, Magdalena Michałejko, Michał Myck, Mateusz Najsztub, Anna Nicińska, Monika Oczkowska, Wojciech Paczyński, Marta Palczyńska, Maja Rynko, Roman Topór-Mądry",
        "year": "2014",
        "abstract": "Proces starzenia się ludności ma istotny wpływ na wiele procesów społecznych i gospodarczych. O ile kilkadziesiąt lat temu osoby w wieku 50, 60 lat i więcej stanowiły stosunkowo małą część populacji, to dzisiaj nie tylko jest tych osób znacznie więcej, lecz także wydłuża się okres życia, który mają jeszcze przed sobą. Zmiany oznaczają szereg wyzwań, ale jednocześnie stwarzają wyjątkowe możliwości dla jednostki, społeczeństwa i gospodarki. Starzenie się ludności w wyniku długookresowych trendów spadku płodności i umieralności jest procesem globalnym, który nabiera szczególnej dynamiki w XXI wieku. Jednak Europa wyróżnia się ze względu na zaawansowanie procesu przemian struktur wieku. Spadek dzietności do poziomu, który nie gwarantuje zastępowalności pokoleń, prowadzi w konsekwencji do zmniejszania się udziału dzieci i młodzieży w populacji. Z drugiej strony stale rosnąca długość trwania życia, skutkuje zwiększaniem udziału osób starszych w populacji. Dodatkowo, Europa jest pierwszym kontynentem, który doświadczy spadku liczby osób w wieku produkcyjnym. Zmiany struktur wieku będą szczególnie intensywnie przebiegać w Polsce, podobnie jak w innych krajach Europy Środkowo-Wschodniej ze względu na szybki spadek i utrzymywanie się niskiego poziomu dzietności po 1989 r.(poniżej 1, 5 dziecka na kobietę w wieku rozrodczym). Aby zrozumieć wyzwania związane ze starzeniem się ludności, należy spojrzeć całościowo na populację 50+. Konieczne jest zatem uwzględnienie z jednej strony stanu zdrowia tych osób, ich kapitału ludzkiego i umiejętności kognitywnych, więzi społecznych, az drugiej–przyjmując …",
        "keywords": null,
        "url": "https://open.icm.edu.pl/bitstreams/520ac781-12ed-4a7f-981d-90d3b1f32f53/download"
    },
    {
        "title": "FINANCIAL AND NONFINANCIAL TRANSFERS IN SHARE (Finansowe i niefinansowe transfery w próbie SHARE)",
        "authors": "Malgorzata Kalbarczyk, Anna Nicinska",
        "year": "2009",
        "abstract": "The article presents preliminary analysis of SHARE data about financial and nonfinancial support between households. Frequency of given and received financial and nonfinancial transfers, inheritance and grandchildren care were investigated in international comparison. More detailed analyses focus on Poland and take into account donors and recipients of transfers, reasons for received and given transfers, and also value of financial transfers and frequency of nonfinancial transfers. Results show that population 50+ consists not only of transfers recipients but often of transfers donors. Results for Poland are similar to the results obtained for southern European countries.",
        "keywords": null,
        "url": "https://www.infona.pl/resource/bwmeta1.element.942a2c4c-8dbd-3ed8-bee8-d1d9b71ee440"
    },
    {
        "title": "The institutional origins of vaccines distrust: Evidence from former-Soviet countries",
        "authors": "Joan Costa-Font, Jorge Garcia-Hombrados, Anna Nicińska",
        "year": "2023/3/1",
        "abstract": "How is vaccines scepticism related to the exposure to Soviet communism? Using individual level evidence on vaccine trust with regards to its efficiency and safety in 122 countries that differ in their exposure to communism, we document that past exposure to Soviet communism is associated with lower trust in vaccination. We show that exposure to socio-political regimes can negatively affect trust in vaccines, which is explained by weak trust in both government and medical advice from doctors as well as in people from the neighbourhood. These results suggest that roots of vaccine scepticism lie in a wider distrust in public and state institutions resulting from the exposure to Soviet communism.",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0282420"
    },
    {
        "title": "The institutional origins of vaccines distrust: Evidence from former-communist countries",
        "authors": "Joan Costa-Font, Jorge Garcia-Hombrados, Anna Nicińska",
        "year": "2021/4/14",
        "abstract": "How is trust in vaccines affected by exposure to Soviet communism? Using individual level evidence on vaccine trust with regards to its efficiency and safety from a long list of world countries, we document that exposure to Soviet communism reduces trust in vaccination. We show that exposure to socio-political regimes can explain limited trust in vaccines, which is explained by weak trust in government, medical personnel, medical advice from doctors as well as in people from the neighbourhood. These results suggest that roots of vaccine distrust lie in a wider distrust in public and state institutions resulting from the exposure to Soviet communism.",
        "keywords": null,
        "url": "https://www.researchsquare.com/article/rs-400867/latest"
    },
    {
        "title": "Ostatni rok życia Polaków w świetle danych SHARE: analiza porównawcza",
        "authors": "Małgorzata Kalbarczyk-Stęclik, Anna Nicińska",
        "year": "2013",
        "abstract": "Umieralność to obok płodności i ruchu wędrówkowego kluczowe zagadnienie demografii, która z natury rozważa je w ujęciu interdyscyplinarnym. Po przejściu od wzorca reprodukcji ludności rozrzutnej ku reprodukcji oszczędnej, starzenie się populacji stało się jednym z częściej badanych procesów demograficznych. Wraz z pytaniem o granice wydłużania się przeciętnego dalszego trwania życia należy postawić pytanie o granice trwania życia w zdrowiu. Dotyczy ono nie tylko względnie dobrze rozpoznanego problemu czasu życia w chorobie czy niesprawności (Wróblewska 2008), ale też kieruje uwagę na czas trwania umierania (np. Covinsky i in. 2003). W tym drugim nurcie badań poszukuje się oznak występowania określonych fizycznych elementów umierania u pacjenta (Sporken 1989), który znajduje\n1 Projekt został sfinansowany ze środków Narodowego Centrum Nauki przyznanych na podstawie decyzji numer DEC-2011/01/B/HS4/04815. Autorki pragną podziękować uczestnikom konferencji „Demografia stosowana–o nowych metodach analiz i potrzebach badawczych”. This paper uses data from SHARE wave 4 release 1, as of November 30th 2012 or SHARE wave 1 and 2 release 2.5. 0, as of May 24th 2011 or SHARELIFE release 1, as of November 24th 2010. The SHARE data collection has been primarily funded by the European Commission through the 5th Framework Programme (project QLK6-CT-2001-00360 in the thematic programme Quality of Life), through the 6th Framework Programme (projects SHARE-I3, RII-CT-2006-062193, COMPARE, CIT5-CT-2005-028857, and SHARELIFE, CIT4-CT-2006-028812) and through the …",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/96042/mainfile.pdf"
    },
    {
        "title": "Long-lasting effects of communist indoctrination in school: Evidence from poland",
        "authors": "Joan Costa-Font, Jorge García-Hombrados, Anna Nicinska",
        "year": "2020",
        "abstract": "Education can serve skill formation and socialisation goals both of which are conducive to desirable economic outcomes. However, the political manipulation of the school curricula can give rise to indoctrination effects with counterproductive welfare consequences on its pupils. This paper studies the effects of communist indoctrination on human capital accumulation and labour market outcomes in Poland. We document that the reduction of Marxist-Leninist indoctrination in school curriculum after 1954 exerted long-lasting beneficial effects. Unlike in East Germany, the school reform after the fall of communism in Poland had negligible effects on human capital and labour market outcomes. Our results are in contrast, explained by the ideological content of the school curriculum in the Polish education system.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/232696"
    },
    {
        "title": "Zdrowie, praca i styl życia populacji 50+ w Polsce na tle innych krajów Europy",
        "authors": "M Myck, J Czapiński, W Dorabialski, A Gilis-Januszewska, M Kalbarczyk, G Kula, A Nicińska, R Topór-Mądry, M Wiśniewski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=162139524796027705&hl=en&oi=scholarr"
    },
    {
        "title": "Comrades in the family? Soviet communism and demand for family insurance",
        "authors": "Joan Costa‐Font, Anna Nicińska",
        "year": "2023/11",
        "abstract": "We study how exposure to (Soviet) communism (EC), a political‐economic regime based on collectivist state planning, affected the preferences for family support, which we refer to as informal family insurance. Against the backdrop that ‘communism gave rise to the abolition of the family’, we document that it actually strengthened the preference (the demand) for informal family insurance without depressing individuals' preferences for social insurance. We exploit cross‐country and cohort variation in EC on more than 314,000 individuals living in 33 Central and Eastern European countries, among which 14 had been subject to communist regimes. We estimate that EC gave rise to 9.6 percentage point (pp) increase in the preference for family care for older parent and 4.3 pp increase in the support (both financial and nonfinancial) for children. These effects are explained by the strengthening of social and family …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/kykl.12342"
    },
    {
        "title": "Children's proximity and non-family support to elderly adults in Europe",
        "authors": "Agnieszka Fihel, Małgorzata Kalbarczyk, Anna Nicińska",
        "year": "2019",
        "abstract": "Geographical distance between adult children and elderly parents adversely affects the provision of help to the latter. We investigate how neighbours, friends and other non-family individuals compensate for the shortages of help received by elderly persons. On the basis of SHARE data for twelve European countries, we estimate the probability and amount of unpaid support received by persons aged 65 and over living at different distances to their children. Parents living in the proximity rely almost exclusively on family; as the geographical distance between adult children and elderly parents increases, the probability and amount of non-family support increase as well. In eastern and southern Europe, elderly individuals receive more support from both family and non-family than their counterparts in western and northern Europe. Non-family supporters compensate for the absence of children in the proximity, but the engagement of the former depends strongly on cultural and institutional conditions.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/213950"
    },
    {
        "title": "Why do people bequeath?",
        "authors": "Anna Nicińska",
        "year": "2013",
        "abstract": "The question of why people would like to, or would not wish to bequeath, does not lend itself to an easy answer. This question has hardly been investigated by social scientists in Poland. The aim of this article is to present a critical and in-depth review of the foreign literature on bequest behaviour, and to advance propositions for subsequent research. The upto-date state of the art knowledge leads us to the hypothesis that “bequests are left accidentally.” Possible approaches to testing the hypothesis are discussed with a particular focus on how informative the making of a will and the subjective probability to bequeath might be. We conclude that the up-to-date attempts to answer why people bequeath and whether people want to bequeath remain unsuccessful. Further research should include a study on the prevalence of inheritances accompanied with a will; intertemporal analysis linking bequest behaviour and will-making with the subjective probability to bequeath; and finally the development of the theoretical model accounting for bequest behaviour yielding testable claims.",
        "keywords": null,
        "url": "https://dbc.wroc.pl/dlibra/publication/38990/edition/35507/content?&meta-lang=pl"
    },
    {
        "title": "Long-lasting effects of indoctrination in school: Evidence from the People’s Republic of Poland",
        "authors": "Joan Costa-Font, Jorge García-Hombrados, Anna Nicińska",
        "year": "2024/1/1",
        "abstract": "This paper studies the effect of communist indoctrination in school on labour force participation and human capital investments. Specifically, we evaluate the impact of a reform in Poland that revoked political indoctrination in school in the mid-1950s, while leaving the rest of the curriculum unchanged. To overcome endogeneity concerns, we exploit cut-off birth dates for school enrolment that exhibit variation in the level of exposure to the reform. We find that a reduction in school indoctrination increased the probability of finishing secondary and tertiary education, and expanded labour force participation about 50 years down the line.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0014292123002696"
    },
    {
        "title": "Patterns in the mobility and ownership of private cars and alternative transport modes: the focus on Warsaw and Poland",
        "authors": "Shahriar Akhavan, Maciej Grzenda, Anna Nicińska, Joanna Rachubik, Satia Rożynek, Jakub Zawieska, Grzegorz Kula",
        "year": "2023",
        "abstract": "This article presents an extensive analysis of the private ownership of cars and other transport modes in Warsaw, Poland, with a focus on understanding mobility patterns and exploring sustainable alternatives to private car usage. It provides a comprehensive description of car ownership trends, highlighting the high and growing number of cars per capita in Poland, particularly in Warsaw. The existing transport system in Warsaw, including the public transport network and related policies, is summarized. A literature review examines institutional, socio-economic, and individual factors influencing mobility behaviors and the dynamics of recent changes in car usage and alternative modes of transport. The analysis identifies barriers and opportunities for the adoption of sustainable mobility solutions, while discussing policy implications at the national and international levels.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2023-18.html"
    },
    {
        "title": "Financial and non-financial private transfers from close ones: beyond family and kinship",
        "authors": "Anna Nicińska, Małgorzata Kalbarczyk, Agnieszka Fihel",
        "year": "2022/4/3",
        "abstract": "Internally defined ties such as friendship, trust, or closeness might enhance private transfers. The present study examines the role of these ties on top of the impact of genetic relatedness and legal family relations using families with varied access to filial support as a source of heterogeneity. We investigate, in addition to family support, financial and non-financial transfers received from unrelated individuals by mature adults in childless, dispersed (that is, with an adult child living at a significant distance from parents), and local families using the Survey on Health, Ageing and Retirement in Europe. We find that the structure of support given to mature adults indeed depends on internally defined ties that are independent from family ties, controlling for other relevant factors. The positive impact on informal support of internally defined ties concerns particularly, but is not limited to, non-financial support.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13229400.2020.1750452"
    },
    {
        "title": "The inter-country comparison of the cost of children maintenance using housing expenditure",
        "authors": "Małgorzata Kalbarczyk, Agata Miazga, Anna Nicińska",
        "year": "2018/1/22",
        "abstract": "It is interesting to compare maintenance costs of children between countries with similar yet different family policy regimes because this could yield valuable lessons for researchers and policy-makers and also for the sake of methodological development.In this study, we aim to conduct a comparative analysis of the equivalence scales in Austria, Italy, Poland and France taking into account the age of children. To this end, we use data from the European Income and Living Condition (EU-SILC) to calculate equivalence scales for mono- and duo-parental households for the first and second child. The four countries share common European cultural context, yet differ with respect to social environment, in particular to family policy. We apply the Engel estimation method proposing the share of housing spending in total expenditures as a tool to obtain commodity-specific equivalence scales.Our results are consistent with …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=665527"
    },
    {
        "title": "Bequeathing, life course and life cycle",
        "authors": "Anna Nicińska",
        "year": "2013",
        "abstract": "In this study we investigate why bequests are left using a life course approach. Planned post mortem wealth transfers to children are linked with inter vivos transfers and inheritances left by the parents of the plan-makers. Individual decisions concerning wealth accumulation and bequeathing can be understood better if adjacent generations are taken into account. Moreover, particular events from an individual life history (widowhood, divorce, disease, and others) affect bequest decisions. A life course perspective proved fruitful in better understanding bequest behavior.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12750112024369867740&hl=en&oi=scholarr"
    },
    {
        "title": "Comrades in the family? Soviet communism and informal family insurance",
        "authors": "Joan Costa-Font, Anna Nicinska",
        "year": "2020",
        "abstract": "We study the effect of exposure to communism (EC), a political-economic regime based on collectivist planning, on preferences for family supports, which we refer to as 'informal family insurance'. We exploit both cross-country and cohort variation in EC in a large sample of Central and Eastern European countries (CEEC). Against the backdrop that 'communism gives rise to the abolition of the family', we find robust evidence that EC strengthens the preference for family insurance which coexists with a stronger preference for social insurance. We find a six per cent increase in preferences for care to older parents and a four per cent increase in preferences for support to pre-school children and financial support to adult children. These effects are explained by the erosion of both generalized trust and the lower confidence in public institutions, suggesting that (raising uncertainty and adversity during) communism increased the demand for all types of available insurance.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/227377"
    },
    {
        "title": "Wsparcie niefinansowe starszego pokolenia w polskich rodzinach",
        "authors": "Anna Nicińska",
        "year": "2020",
        "abstract": "Zmiany struktury wieku polskiej populacji na skutek wydłużającego się trwania życia i dzietności utrzymującej się poniżej poziomu zastępowalności pokoleń doprowadzą do spadku liczby ludności Polski w perspektywie 25 lat, zgodnie z prognozami GUS (2016). W literaturze przedmiotu starzenie się populacji postrzegane jest raczej jako wyzwanie, a nie szansa dla polskiej gospodarki, pomimo że badania międzynarodowe jednoznacznie wskazują na to, że w ujęciu netto finansowe transfery prywatne przepływają od pokoleń starszych do młodszych (Albertini i in. 2007), aw opiekę nad wnukami angażuje się około połowy europejskich babć i dziadków (Najsztub i Oczkowska 2017). Powszechne w Polsce, choć nieuzasadnione, postrzeganie osób starszych jako obciążenia wynika między innymi z tego, że należy spodziewać się intensywnego wzrostu tak obciążenia demograficznego, jak i popytu na opiekę długoterminową, ponieważ liczba i udział osób starszych w populacji wzrosną, a nie ma podstaw sądzić, że ich stan fizyczny będzie w przyszłości istotnie lepszy niż obecnie. Przedmiotem niniejszego artykułu jest analiza wsparcia otrzymywanego przez osoby w wieku 50 lat i starsze (50+), umożliwiającego im samodzielne funkcjonowanie poza instytucjami opiekuńczymi, a celem–opis podstawowych zależności między strukturą rodzin a tym wsparciem i próba diagnozy wyzwań, jakie w tym zakresie mogą czekać populację Polski.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.cejsh-f3469da8-3173-419d-9b8b-528d5302cadc"
    },
    {
        "title": "Life History and Risk of Death after 50: A Survival Analysis for Europe",
        "authors": "Anna Nicińska, Małgorzata Kalbarczyk-Stęclik",
        "year": "2015/12",
        "abstract": "In this study we investigated the impact of events from an individual’s past on the risk of death for Europeans aged 50 and older, controlling for other relevant variables. Our analysis was based on the data from retrospective biographic interviews, regular longitudinal interviews, and end-of-life interviews from the Survey of Health, Ageing and Retirement in Europe. In particular, we captured retrospectively self-reported health in childhood; periods of poverty, hunger, and poor health experienced in the past; and the history of health care, including regular dental care, blood tests, and blood pressure measurements. This information, along with age, gender, current subjective and objective health, and other socio-demographic characteristics, enables assessment of the risk of death. We applied the proportional hazard model to explain the risk of death. The survival analysis shows that events experienced in the past …",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/canadian-journal-on-aging-la-revue-canadienne-du-vieillissement/article/life-history-and-risk-of-death-after-50-a-survival-analysis-for-europe/2400C79F414BE645A40385A8A67DCFB5"
    },
    {
        "title": "The role of family tradition in bequest behavior: a link between the experience of inheriting and planned bequests",
        "authors": "Anna Nicińska",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "http://coin.wne.uw.edu.pl/anicinska/wp-content/uploads/2018/05/title-page.pdf"
    }
]