[
    {
        "title": "Determinants of the level of information disclosure in financial statements prepared in accordance with IFRS",
        "authors": "A Białek-Jaworska, A. Matusiewicz",
        "year": "2015/10/31",
        "abstract": "This paper aims to identify the factors determining the extent of mandatory and voluntary information disclosure in financial reports of selected Polish listed companies. It is particularly important in the context of reporting standards harmonisation and the related process of IFRS coming into common use in consolidated accounts since 2005. We used the Polish Corporate Disclosure Index (PCDI), designed by the research team led by Swiderska (2010), for non-financial companies. The PCDI index includes voluntary disclosures in financial statements, management reports and corporate social responsibility reports. Based on a panel study of factors determining the scope of information disclosed by 36 Polish public parent companies, forming capital groups, in the years 2005-2007 we demonstrated a negative correlation between the extent of mandatory and voluntary disclosure and the companies' financial performance (ROE) except for possitive relation with disclosure in management reports. Probably, managers prefer to show off good results in management reports (impression management theory). When the company profitability was lower, managers explained the financial standing in more detail (signaling theory). Auditor plays the important role in voluntary and corporate social responsibility disclosures, but not in mandatory ones. Bigger companies disclose more in each area, in accordance with agency theory.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/310598"
    },
    {
        "title": "Biotech spin-off business models for the internationalization strategy",
        "authors": "Anna Bialek-Jaworska, Renata Gabryelczyk",
        "year": "2016/10/3",
        "abstract": "Purpose\nThe purpose of this paper is to identify the business model components and related attributes of biotech spin-offs activity that are key to the implementation of the internationalization strategy.\nDesign/methodology/approach\nThe paper is based on a multiple case study analysis including business models of seven biotechnology spin-offs traded on the Warsaw Stock Exchange. Based on the literature review the authors identify the key attributes of the business model for the commercialization of R&D outcomes. The authors conduct an analysis taking into consideration the determinants of biotech spin-off activity. The authors also measure the internationalization strategy implementation with the use of indicators identified in the empirical research literature review.\nFindings\nAccording to the results, the authors identified that international cooperation in research projects and partnering, as well as international …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/bjm-11-2015-0223/full/html"
    },
    {
        "title": "The role of trade credit in business operations",
        "authors": "A. Białek-Jaworska, N. Nehrebecka",
        "year": "2016",
        "abstract": "The paper aims to analyse the importance of trade credit in the financing of enterprises in Poland and to identify the determinants of the use of trade credit by Polish companies. Companies are granted trade credit by their suppliers while also extending them to their own recipients, therefore trade credit was analysed in net terms, ie the plus or minus sign and the difference between the trade credit obtained and extended in Poland. The trade credit received was measured as a trade liability without current expenses, ie adjusted by the current shortterm trade liabilities amounting to the average monthly expenditures on the core activity (1/12 of the material and energy consumption plus the cost of subcontracted services). The determinants of the net trade credit use include the company size, the industry it represents, the share of exports in sales and the proportion of foreign ownership in the share capital, as well as the interest rate channel and the currency rate channel in the monetary policy transmission. Analysis was based on Central Statistical Office panel data: annual reports F-02 for the years 1995− 2011. A system GMM (robust) estimator was used to estimate the coefficients of the model. It has been shown that the low profitability of sales, a long-term payable (outstanding), a low debt capacity and a long cycle funds are good predictors of the use of trade credit. Higher growth opportunities and the greater ability to generate cash surpluses increase the trade credit extended. The increase in size of the company also increases the tendency to the trade credit extended and the volume of the trade credit extended, and decreases the propensity to …",
        "keywords": null,
        "url": "https://dbc.wroc.pl/dlibra/publication/38481/edition/35015"
    },
    {
        "title": "Revenue diversification and municipally owned companies' role in shaping the debt of municipalities",
        "authors": "A. Białek-Jaworska",
        "year": "2022",
        "abstract": "We aim to identify the role of revenue diversification and the municipally owned companies’ financial flexibility in shaping the short‐term and the long‐term debt of municipalities in Poland and this debt's repayments. To reflect the impact of this agency relationship on the municipalities’ debt, we consider explanatory variables from two sectors: public and corporate finance. We merge data retrieved from the Local Data Bank, the financial and budget statements of municipalities, and the municipally owned companies’ financial and ownership data from the ORBIS database. We use the ordinary least squares method for cross‐sectional data and the ordinal logit model to estimate a firm's unused debt capacity. We show that a municipally owned company's leverage extends the long‐term debt capacity of municipalities via off‐balance sheet financing. The municipally owned companies’ financial flexibility helps …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/apce.12358"
    },
    {
        "title": "Increasing the discoverability of non-English language research papers: A reverse-engineering application of the pitching research template",
        "authors": "Robert W Faff, Xuefeng Shao, Faisal Alqahtani, Muhammad Atif, Anna Białek-Jaworska, Angel Chen, Geeta Duppati, Marisol Escobar, Marinela Adriana Finta, Anne Jeny, Ya Li, Marcio Andre Veras Machado, Takahiro Nishi, Bao Nguyen, Jae-Eun Noh, Jurij-Andrei Reichenecker, Hideaki Sakawa, Eleftheria Vaportzis, Luluk Widyawati, Singgih Wijayana, Chinthake Wijesooriya, Qiaozhi Ye, Qing Clara Zhou",
        "year": "2017/5/14",
        "abstract": "Discoverability or visibility is a challenge that faces all researchers worldwide–with an ever increasing supply of good research entering the scholarly marketplace; this challenge is only becoming intensified as time passes. The global language of scholarly research is English and so the obstacle of getting noticed is magnified manyfold when the article is not written in the English language. Indeed, despite rapid advances in technology, the “tyranny of language” creates a segmentation inhibiting scholarly research and innovation generally. Mass translation of non-English language articles is neither feasible nor desirable. Our paper proposes a strategy for remedying this segmentation–such that, the work of non-English language scholars become more discoverable. The core piece of this strategy is a “reverse-engineering”[RE] application of Faff’s (2015, 2017)“pitching research” template. More specifically, we provide translated versions of the “cued” template across THIRTY THREE different languages:(1) Arabic;(2) Chinese;(3) Dutch;(4) French;(5) Greek;(6) Hindi;(7) Indonesian;(8) Japanese;(9) Korean;(10) Lao;(11) Norwegian;(12) Polish;(13) Portuguese;(14) Romanian;(15) Russian;(16) Sinhalese;(17) Spanish;(18) Tamil;(19) Thai;(20) Urdu;(21) Vietnamese;(22) Myanmar;(23) German;(24) Persian;(25) Bengali;(26) Filipino;(27) Italian;(28) Afrikaans;(29) Khmer (Cambodia);(30) Danish;(31) Finnish;(32) Hebrew;(33) Turkish. Further, we showcase illustrative dual language examples of the RE strategy for the Chinese, Japanese, Vietnamese and French cases.",
        "keywords": null,
        "url": "https://papers.ssrn.com/Sol3/Delivery.cfm/SSRN_ID2967959_code246387.pdf?abstractid=2948707"
    },
    {
        "title": "Pożyczki od jednostek powiązanych a wygładzanie zysków przez polskie przedsiębiorstwa prywatne",
        "authors": "Anna Białek-Jaworska, Katarzyna Dec",
        "year": "2019",
        "abstract": "Celem artykułu jest sprawdzenie, czy finansowanie polskich przedsiębiorstw prywatnych, często zarządzanych przez właścicieli, pożyczkami od jednostek powiązanych zmniejsza ich skłonność do wygładzania zysków dzięki niższym kosztom agencji. Pożyczkodawcy będący jednostkami powiązanymi pełnią podwójną rolę interesariusza, będąc zarówno udziałowcami, jak i wierzycielami. Oczekiwano, że pożyczki wewnątrzgrupowe zmniejszają problemy agencji związane z długiem, gdyż ograniczają potrzebę stosowania kowenantów dotyczących zadłużenia i wygładzania zysków. Ponadto płatności odsetkowe z tytułu tych pożyczek zmniejszają zmienność wypłat, co redukuje potrzebę wygładzania dywidend i zysków. Dzięki zastosowaniu metody regresji liniowej i propensity score matching stwierdzono, że przedsiębiorstwa prywatne finansowane przez jednostki powiązane w mniejszym zakresie wygładzają …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=777700"
    },
    {
        "title": "Wpływ polityki monetarnej na źródła finansowania przedsiębiorstw w Polsce w latach 1995-2012",
        "authors": "Anna Białek-Jaworska, Natalia Nehrebecka, Aneta Dzik-Walczak",
        "year": "2014",
        "abstract": "Jednym z głównych czynników determinujących tworzenie, przetrwanie i rozwój firm jest dostęp do źródeł finansowania. Dzięki źródłom finansowania przedsiębiorstwa tworzą miejsca pracy, realizują inwestycje, tworzą wartość dodaną, przyczyniając się do wzrostu gospodarczego, a płacąc podatki zasilają budżet państwa. Od dostępu do zewnętrznych źródeł finansowania zależy zdolność przedsiębiorstw do realizacji ich funkcji na poszczególnych etapach cyklu życia. Teorie finansów przedsiębiorstw nie dają jednoznacznej odpowiedzi co do determinant struktury kapitałowej (stosunku zewnętrznych źródeł finansowania do kapitału własnego). W początkowym modelu Millera i Modiglianiego (1958) przy założeniu doskonale konkurencyjnego rynku z racjonalnym przedsiębiorcą, doskonałym dostępem do informacji oraz brakiem podatków wartość przedsiębiorstwa oraz koszt kapitału były niezależne od struktury kapitałowej, a kapitał obcy był doskonałym substytutem kapitału własnego. Wartość rynkowa spółki zależała zatem wyłącznie od poziomu wygenerowanych zysków, czyli przyszłych przepływów pieniężnych (teoria nieistotności) 1. Ale już przy uwzględnieniu podatków w modelu Millera i Modiglianiego występował tzw. efekt dźwigni finansowej na skutek obniżania podstawy opodatkowania przez zapłacone odsetki od długu w przeciwieństwie do dywidend dla akcjonariuszy, które nie dawały takiej możliwości. Odsetkowa tarcza podatkowa prowadziła do wzrostu wartości przedsiębiorstwa wykorzystującego finansowanie zewnętrzne w porównaniu do przedsiębiorstwa finansującego się wyłącznie kapitałem własnym. Jednak optymalna …",
        "keywords": null,
        "url": "https://static.nbp.pl/publikacje/materialy-i-studia/MiS_304.pdf"
    },
    {
        "title": "IFRS adoption in emerging markets: the case of Iraq",
        "authors": "SARHAD HAMZA KHDIR, ANNA BIAŁEK-JAWORSKA",
        "year": "2020/4/2",
        "abstract": "The objective of this paper is to review a synthesis of theories and empirical studies dealing with the mandatory adoption of International Financial Reporting Standards (IFRS) in emerging countries on the example of Iraq. The methodology of this paper is a literature review which mainly focuses on three main streams, including related factors that pressure or prevent such adoption over time, the role of comparability with the implementation of IFRS standards, and the economic consequences of IFRS adoption. Based on the theoretical data analysis and a prior review literature, an adoption paradox model was developed. The study found that mandatory IFRS adoption in Iraq is unlikely to improve financial information comparability. We also found that weak political system issues and complaints about the rules are more likely to reduce the faithful implementation process of IFRS. Further, financial information users …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=844134"
    },
    {
        "title": "Do Polish non-financial listed companies hold cash to lend money to other firms?",
        "authors": "Anna Białek-Jaworska",
        "year": "2017",
        "abstract": "This paper aims to identify factors influencing Polish non-financial corporate lending to other entities starting from the recognition motives and sources of cash holdings. The research analyzed panel data of 754 non-financial companies listed on the Warsaw Stock Exchange with use of tobit panel and generalized least squares method. Cash holding is motivated by a transaction motive, a protection against risk by the use of derivatives, investment opportunities and lending money. Non-financial companies try to step into the shoes of financial institutions by lending using money gained from their cash flow, especially when they have long-term investments.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1106721"
    },
    {
        "title": "Determinants of Polish Companies’ Debt Financing Preferences",
        "authors": "A Białek-Jaworska, N Nehrebecka",
        "year": "2015/9/1",
        "abstract": "The purpose of the paper is to identify determinants of the Polish non-finance companies’ choices in respect of debt financing, with the monetary policy impact and the year effect taken into consideration. The study has been conducted using the system GMM method (robust), based on a research sample of corporate data of the years 1995-2012 (800 thousand observations). The correlation between profitability (self-financing) and debt financing is found to be negative in the group of large companies and the negative relationship between quick ratio and leverage observed regardless of the company size supports the pecking order theory. Furthermore, the analysis proves a very low influence of monetary policy on debt financing decisions of companies in Poland. The analysis showing how small and medium enterprises’ payment gridlocks and small businesses’ growth opportunities affect debt financing should help banks tailor their offer to the SME sector needs. The positive effect of the bankruptcy risk computed by means of a combination of traditional logistic regression with scoring methods on debt financing should influence bank loan committees’ decisions when developing the creditworthiness assessment and loan application verification procedures. The value added here is the empirical proof of the statement that Poland’s accession to EU and the access to EU grants reduced small enterprises’ demand for external financing in the period 2004-2008, while the financial crisis in the EU states (2009-2010) triggered a decline in external financing.",
        "keywords": null,
        "url": "https://www.socsc.ktu.lt/index.php/Social/article/view/12319"
    },
    {
        "title": "Financialization and the economy",
        "authors": "Agata Gemzik-Salwach, Krzysztof Opolski",
        "year": "2017/7/14",
        "abstract": "Names: Gemzik-Salwach, Agata, editor.| Opolski, Krzysztof, editor. Title: Financialization and the economy/edited by Agata Gemzik-Salwach and Krzysztof Opolski. Description: Abingdon, Oxon; New York, NY: Routledge, 2017.| Includes index. Identifiers: LCCN 2017001657| ISBN 9781138241039 (hardback)| ISBN 9781315281537 (ebook)",
        "keywords": null,
        "url": "https://api.taylorfrancis.com/content/books/mono/download?identifierName=doi&identifierValue=10.4324/9781315281537&type=googlepdf"
    },
    {
        "title": "DETERMINANTS OF INFORMATION DISCLOSURE BY COMPANIES LISTED ON THE WARSAW STOCK EXCHANGE IN POLAND",
        "authors": "Anna Białek-Jaworska",
        "year": "2016",
        "abstract": "The paper aims to identify the determinants of information disclosure in financial reports of 227 public companies listed on the Warsaw Stock Exchange in Poland in the years 2010-2013. Understanding what influences the scope of disclosure by listed companies is important in the context of minimising information asymmetry on the capital markets and reporting standards harmonisation. I conducted a panel study with the self calculated CIFAR Index and its part concerning the disclosure of information to shareholders and the accounting policy. The findings confirmed that larger companies disclose more information in their financial reports and on the website. Audit conducted by a firm from the 'big four' is positively, while free float negatively, correlated with information disclosure to stockholders. The extent of disclosure increases with external financing. However, applying for a bank loan reduces the disclosure to …",
        "keywords": null,
        "url": "https://www.inderscienceonline.com/doi/abs/10.1504/GBER.2017.082591"
    },
    {
        "title": "ROLA KREDYTU BANKOWEGO W FINANSOWANIU PRZEDSIĘBIORSTW W POLSCE W LATACH 1995-2011.",
        "authors": "Anna Białek-Jaworska, Natalia Nehrebecka",
        "year": "2014/7/1",
        "abstract": "Celem artykułu jest weryfikacja aplikowalności teorii hierarchii źródeł finansowania do skłonności polskich przedsiębiorstw niefinansowych do finansowania kredytem oraz wskazanie determinantów wykorzystania kredytu bankowego długoterminowego i krótkoterminowego z uwzględnieniem wpływu polityki monetarnej i efektu roku. Badanie na próbie ponad 800 000 obserwacji za lata 1995-2011 przeprowadzono metodą systemową GMM. Wśród determinant finansowania kredytem bankowym długo-i krótkoterminowym zbadano wpływ własności zagranicznej i państwowej, udziału eksportu, rentowności, płynności, zabezpieczenia na majątku trwałym oraz polityki monetarnej. Dla małych i średnich przedsiębiorstw uzyskano ujemną zależność między rentownością a finansowaniem kredytem długoterminowym i krótkoterminowym oraz między płynnością a finansowaniem kredytem krótkoterminowym, zgodnie z …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=58409"
    },
    {
        "title": "Modele i kryteria optymalizacji kredytowania budownictwa mieszkaniowego przez banki komercyjne",
        "authors": "Anna Białek-Jaworska",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=18382933548017650011&hl=en&oi=scholarr"
    },
    {
        "title": "Źródła finansowania przedsiębiorstw. Stan badań i ich metaanaliza",
        "authors": "N. Nehrebecka, A. Białek-Jaworska, A. Dzik-Walczak",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=PjX_3Q8AAAAJ&citation_for_view=PjX_3Q8AAAAJ:MAUkC_7iAq8C"
    },
    {
        "title": "Determinanty finansowania działalności przedsiębiorstw kredytem bankowym: meta-analiza",
        "authors": "Anna Białek-Jaworska, Aneta Dzik-Walczak, Natalia Nehrebecka",
        "year": "2015",
        "abstract": "Celem opracowania jest przeprowadzenie metaanalizy badań wrażliwości finansowania kredytem bankowym na zmienne wynikające z teorii ekonomii. Uwzględniono w nim kierunki wpływu i statystyczną istotność zmiennych stosowanych w badaniach, w tym rentowność, strukturę aktywów oraz wielkość przedsiębiorstwa. Wykorzystano model logitowy w celu określenia cech modeli wpływających na istotność determinant finansowania kredytem bankowym. Wskazano, że liczba obserwacji oraz długość próby mają znaczenie przy szacowaniu wpływu rentowności na finansowanie kredytem bankowym. Im więcej obserwacji i im nowsze wyniki badań, tym większe prawdopodobieństwo, że zostanie uchwycony wpływ rentowności aktywów. Przy ocenie rentowności wielkość kredytu ma mniejsze znaczenie niż prawdopodobieństwo finansowania przez bank. Zaobserwowano ponadto dodatni wpływ roku publikacji oraz liczby obserwacji. W odniesieniu do wielkości przedsiębiorstwa istotny okazał się poziom rozwoju krajów objętych badaniem. W analizie krajów rozwiniętych bardziej prawdopodobne jest stwierdzenie istotnej zależności między wielkością firmy a jej finansowaniem się kredytem bankowym.",
        "keywords": null,
        "url": "http://www.bankikredyt.nbp.pl/content/2015/03/bik_03_2015_04_art.pdf"
    },
    {
        "title": "Pitching non-English language research: A dual-language application of the Pitching Research Framework",
        "authors": "Robert W Faff, Xuefeng Shaob, Faisal Alqahtani, Muhammad Atif, Anna Białek-Jaworska, Angel Chen, Geeta Duppati, Marisol Escobar, Marinela Finta, Anne Jeny, Ya Li, Marcio Machado, Takahiro Nishi, Bao Nguyen, Jae-Eun Noh, Jurij-Andrei Reichenecker, Hideaki Sakawa, Eleftheria Vaportzis, Luluk Widyawati, Singgih Wijayana, Chinthake Wijesooriya, George Ye, Clara Zhou",
        "year": "2018",
        "abstract": "The global language of scholarly research is English and so the obstacle of getting noticed is montainous when the article is not written in the English language. Indeed, despite rapid advances in technology, the \"tyranny of language\" creates a segmentation inhibiting scholarly research and innovation generally. Mass translation of non-English language articles is neither feasible nor desirable. Our paper proposes a strategy for remedying this segmentation – such that, the work of non-English language scholars become more discoverable. The core piece of this strategy is a \"reverse-engineering\" [RE] application of Faff's (2015, 2017a) \"pitching research\" template. More specifically, we provide access to translated versions of the \"cued\" template across thirty-three different languages, and most notably for this journal, including the Romanian and French languages. Further, we showcase an illustrative dual language French-English example.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/310709"
    },
    {
        "title": "Book-tax conformity in Polish private companies",
        "authors": "Anna Białek-Jaworska",
        "year": "2016/12/31",
        "abstract": "The purpose of this paper is to identify whether financial income differs significantly from the tax base inPoland and what determines these differences between accounting and taxable results in Polish privateentities that are not listed on the stock exchange. In this paper, besides examining the level of book-taxconformity in Poland, we investigate the determinants of book-tax differences in the one-book and two-book accounting systems, with deferred income tax. We use the single factor ANOVA variance analysis,robust fixed effects estimator and the fixed effects linear model with an AR(1) disturbance estimator forpanel data of 26,657 private limited liability and non-public joint-stock companies for the period of2003–2014 (177,667 firm-year observations). The originality of this paper results from the deep quantita-tive analysis of the determinants of book-tax conformity on a novel dataset of Polish private firms …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=471166"
    },
    {
        "title": "Systemy wczesnego ostrzegania o zagrożeniu upadłością przedsiębiorstw z sektora budowlanego–porównanie analizy dyskryminacyjnej i modelu logitowego",
        "authors": "Karol Rusiecki, Anna Białek-Jaworska",
        "year": "2015",
        "abstract": "W warunkach gospodarki rynkowej, przy stale rosnącej konkurencji i zatorach płatniczych, przewidywanie zagrożenia przedsiębiorstw upadłością zyskuje na znaczeniu. Celem artykułu jest zbudowanie modelu dyskryminacyjnego i logitowego do prognozowania upadłości przedsiębiorstw budowlanych na danych z okresu słabej koniunktury próby uczącej, składającej się z 98 przedsiębiorstw. Charakter aplikacyjny wyników badań przeprowadzonych w artykule na próbie uczącej dotyczy zastosowania oszacowanego modelu do prognozowania upadłości przedsiębiorstw w warunkach polskiej gospodarki, w okresie dobrej koniunktury w budownictwie, na próbie testowej składającej się z 44 spółek budowlanych na rok i dwa lata przed upadłością. W badaniu wykorzystano dane finansowe z serwisu informacyjnego EMIS oraz Monitora Polski B, na temat 71 spółek budowlanych, które formalnie odpowiednio w roku …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=414868"
    },
    {
        "title": "Stimulating entrepreneurship by teaching accounting: concept and implementation",
        "authors": "Anna Białek–Jaworska, Renata Gabryelczyk",
        "year": "2015/1/1",
        "abstract": "This paper aims to present an idea and for the implementation of an educational programme to usher students towards entrepreneurship through an integration of process approach, illustrating business operations with real accounting documents and bookkeeping using ERP and IT modelling and process analysis tools. The proposed approach will enable students to develop an understanding of the business environment and allow them to obtain some practical experience in accounting. This initiative is an integral part of the Europe 2020 strategy whereby stimulating entrepreneurship, creating conditions for the development of micro–enterprises as well as improving the quality of human capital are the tools used to fight unemployment. Studies of the business world's real needs have inspired scientific circles to initiate and develop teaching programmes that would give students of various universities and faculties …",
        "keywords": null,
        "url": "https://www.inderscienceonline.com/doi/abs/10.1504/WREMSD.2015.068575"
    }
]