[
    {
        "title": "The natural rate of interest: estimates, drivers, and challenges to monetary policy",
        "authors": "Claus Brand, Marcin Bielecki, Adrian Penalver",
        "year": "2018/12/19",
        "abstract": "Using a wide range of models we document a protracted fall in the natural (or neutral) rate of interest in advanced economies, driven by ageing, waning productivity growth, a rise in mark-ups, and a surge in risk aversion in the wake of the global financial crisis. While our neutral rate estimates are highly uncertain and model dependent, most of them have been negative in the wake of the financial crisis. This observation is highly relevant for assessing the monetary policy stance and the risk of monetary policy becoming constrained by the lower bound on nominal interest rates. We highlight model dependence of natural rate estimates by illustrating large differences in their stabilising properties, depending on the context chosen. We also emphasise high statistical uncertainty of natural rate estimates within models. Looking ahead, a return to higher levels would have to come from a reversal in risk aversion and flight to safety and a boost in productivity. To achieve this, structural reforms are crucial.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3328536"
    },
    {
        "title": "Decreasing fertility vs increasing longevity: Raising the retirement age in the context of ageing processes",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Joanna Tyrowicz",
        "year": "2016/1/1",
        "abstract": "Given the decreasing fertility and increasing longevity, in many countries the policy debate emphasizes the role of either raising the minimum eligible retirement age (MERA) or raising fertility to avoid adverse changes in the population structure. In this paper we evaluate the welfare and macroeconomic effects of increasing the retirement age for various demographic scenarios under three major pension systems (defined benefit, notionally defined contribution and funded defined contribution). We compare populations with decreasing fertility, increasing longevity and one subject to both of these changes, and show that the welfare effects of raising MERA stem mainly from longevity. We show that – for increasing longevity – raising the retirement age is universally welfare enhancing for all living and future cohorts, regardless of the pension system and fertility. Finally, we show scope for further welfare gains if …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999315000371"
    },
    {
        "title": "Demographics, monetary policy, and the zero lower bound",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Marcin Kolasa",
        "year": "2018",
        "abstract": "The recent literature shows that demographic trends may affect the natural rate of interest (NRI), which is one of the key parameters affecting stabilization policies implemented by central banks. However, little is known about the quantitative impact of these processes on monetary policy, especially in the European context, despite persistently low fertility rates and an ongoing increase in longevity in many euro area economies. In this paper we develop a New Keynesian life-cycle model, and use it to assess the importance of population ageing for monetary policy. The model is fitted to euro area data and successfully matches the age profiles of consumption-savings decisions made by European households. It implies that demographic trends have contributed and are projected to continue to contribute significantly to the decline in the NRI, lowering it by more than 1.5 percentage points between 1980 and 2030. Despite being spread over a long time, the impact of ageing on the NRI may lead to a sizable and persistent deflationary bias if the monetary authority fails to account for this slow moving process in real time. We also show that, with the current level of the inflation target, demographic trends have already exacerbated the risk of hitting the lower bound (ZLB) and that the pressure is expected to continue. Delays in updating the NRI estimates by the central bank elevate the ZLB risk even further.",
        "keywords": null,
        "url": "https://static.nbp.pl/publikacje/materialy-i-studia/284_en.pdf"
    },
    {
        "title": "Demographics and the natural interest rate in the euro area",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Marcin Kolasa",
        "year": "2020/10/1",
        "abstract": "We investigate the impact of demographics on the natural rate of interest (NRI) in the euro area, with a particular focus on the role played by economic openness, migrations and pension system design. To this end, we construct a life-cycle model and calibrate it to match the life-cycle profiles from HFCS data. We show that population aging contributes significantly to the decline in the NRI, explaining about two-thirds of its secular decline between 1985 and 2030. Openness to international capital flows has not been important in driving the EA real interest rate as aging in Europe has been similar to that in the rest of the world so far. Of two possible pension reforms, only an increase in the retirement age can revert the downward trend on the equilibrium interest rate while a fall in the replacement rate would make the decline in NRI even deeper. The demographic pressure on the Eurozone NRI can be alleviated by …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0014292120301665"
    },
    {
        "title": "Small assumptions (can) have a large bearing: evaluating pension system reforms with OLG models",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Krzysztof Makarski, Joanna Tyrowicz",
        "year": "2015/8/1",
        "abstract": "The objective of this paper is to inquire the consequences of some simplifying assumptions typically made in the overlapping generations (OLG) models of pension systems and pension system reforms. This literature is largely driven by policy motivations and the alternative modelling choices are rarely discussed. On the other hand, the complexity of general equilibrium OLG modelling necessitates some simplifications in the model. We run a series of experiments in which the same reform in the same economy is modelled with six different sets of assumptions concerning the functional form of the utility function, time inconsistency, bequests' redistribution, labour supply decisions and internalization of the linkage between social security contributions and benefits in these decisions as well as public spending. We find that these assumptions significantly affect both the size and the sign of the macroeconomic and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999314004003"
    },
    {
        "title": "Intergenerational redistributive effects of monetary policy",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Marcin Kolasa",
        "year": "2022/4",
        "abstract": "This paper investigates the distributional consequences of monetary policy across generations. We use a life-cycle model with a rich asset structure as well as nominal and real rigidities, calibrated to the euro area using both macroeconomic aggregates and microeconomic evidence from the Household Finance and Consumption Survey. Life-cycle considerations allow to demonstrate the key role of maturing assets (in contrast to balance sheet holdings) for properly assessing the redistributive effects of monetary policy. The redistribution is mainly driven by nominal assets and labor income, less by real financial assets and housing. Overall, we find that a typical monetary policy easing redistributes welfare from older to younger generations, and decreases net worth inequality associated with life-cycle motives.",
        "keywords": null,
        "url": "https://academic.oup.com/jeea/article-abstract/20/2/549/6316113"
    },
    {
        "title": "Could the boom-bust in the eurozone periphery have been prevented?",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Marcin Kolasa, Krzysztof Makarski",
        "year": "2016/11",
        "abstract": "Boom‐bust cycles in the eurozone periphery almost toppled the single currency and recent experience suggests that they may return soon. We check whether monetary or macroprudential policy could have prevented the periphery's violent boom and bust after the euro adoption. We estimate a DSGE model for the two euro area regions, core and periphery, and conduct a series of historical counterfactual experiments in which monetary and macroprudential policy follow optimized rules that use area‐wide welfare as the criterion. We show that single monetary policy could have better stabilized output in both regions, but not the housing market or the periphery's trade balance. In contrast, region‐specific macroprudential policy could have substantially smoothed the credit cycle in the periphery and reduced the build‐up of external imbalances.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jcms.12795"
    },
    {
        "title": "Reforming retirement age in DB and DC pension systems in an aging OLG economy with heterogenous agents",
        "authors": "Joanna Tyrowicz, Krzysztof Makarski, Marcin Bielecki",
        "year": "2016/12",
        "abstract": "We analyze the effects of increasing the retirement age in two economies with overlapping generations and within cohort ex ante heterogeneity. The first economy has a defined benefit system, and the second economy is in transition from a defined benefit to a defined contribution. We find that if increase in the retirement age is phased in a way that allows agents to adjust, welfare is not reduced and welfare effects have a similar magnitude and between-cohort distribution in both types of the pension systems.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1186/s40173-016-0067-8"
    },
    {
        "title": "Inequality in an OLG economy with heterogeneous cohorts and pension systems",
        "authors": "Joanna Tyrowicz, Krzysztof Makarski, Marcin Bielecki",
        "year": "2018/12",
        "abstract": "We analyze the consumption and wealth inequality in an OLG model with mandatory pension systems. Our framework features within-cohort heterogeneity of endowments and heterogeneity of preferences. We allow for population aging and gradual decline in TFP growth. We show four main results. First, increasing longevity translates to substantial increases in aggregate consumption inequality and wealth inequality. Second, a pension system reform from a defined benefit to a defined contribution works to reinforce consumption inequality and reduce wealth inequality. Third, minimum pension benefits are able to partially counteract an increase in inequality introduced by the defined contribution system, at a fiscal cost. Fourth the minimum pension benefit guarantee mostly addresses the sources of inequality which stem from differentiated endowments rather than those which stem from heterogeneous …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10888-018-9391-0"
    },
    {
        "title": "Labor tax reductions in Europe: The role of property taxation",
        "authors": "Marcin Bielecki, Nikolai Stähler",
        "year": "2022/3",
        "abstract": "We use a New Keynesian DSGE model with search frictions on the housing market to evaluate how financing a labor tax reduction by higher property taxation affects the real economy and welfare. Search on the housing market enables us to explicitly model stocks and flows, which is necessary to differentiate between recurrent property taxes (levied on stocks) and property transaction taxes (levied to flows). We find that using recurrent property taxation as financing instrument outperforms other instruments although all policy measures increase aggregate economy-wide welfare. Our simulations suggest that using property transaction taxation as financing instrument is the least favorable measure.",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/macroeconomic-dynamics/article/labor-tax-reductions-in-europe-the-role-of-property-taxation/31F2B3D208E14BDF8CE4AFD3F3D7B022"
    },
    {
        "title": "Business cycles, innovation and growth: welfare analysis",
        "authors": "Marcin Bielecki",
        "year": "2017/8",
        "abstract": "Endogenous growth literature treats deliberate R&D effort as the main engine of long-run technology growth. It has been already recognized that R&D expenditures are procyclical. This paper builds a microfounded model that generates procyclical aggregate R&D investment as a result of optimizing behavior by heterogeneous monopolistically competitive firms.\nI find that business cycle fluctuations indeed affect the aggregate endogenous growth rate of the economy so that transitory productivity shocks leave lasting level effects on the economy’s Balanced Growth Path. This result stems from both procyclical R&D expenditures of the incumbents and procyclical firm entry rates, and is in line with the empirical evidence on the negative impact of “missing generations” of firms on macroeconomic variables.",
        "keywords": null,
        "url": "https://grape.org.pl/sites/default/files/publication/Business%20cycles,%20innovation%20and%20growth%20welfare%20analysis_0.pdf"
    },
    {
        "title": "The Sooner The Better–The Welfare Effects of the Retirement Age Increase Under Various Pension Schemes",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Joanna Tyrowicz",
        "year": "2014",
        "abstract": "We evaluate the welfare and macroeconomic effects of increasing the retirement age in the context of population aging. In an overlapping generations framework we simulate the increase of the retirement age by seven years under different pension systems (defined benefit, notionally defined contribution and fully funded). We show that raising the retirement wage is universally welfare enhancing for all living and future cohorts, regardless of the pension system. Quantitatively, this policy intervention is able to counterweight the adverse macroeconomic consequences of aging. We test the validity of our findings in a population with lower pace of aging due to higher fertility. Finally, we show scope for further welfare gains if productivity is relatively high at old ages.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP129.pdf"
    },
    {
        "title": "Aging, Migration and Monetary Policy in Poland",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Marcin Kolasa",
        "year": "2022",
        "abstract": "Poland faces a particularly sharp demographic transition. The old-age dependency ratio is expected to increase from just above 20% in 2000 to over 60% in 2050. At the same time, the country has recently witnessed a huge wave of immigration, mostly from Ukraine. In this paper, we investigate how aging and migration will affect the Polish economy and what consequences these adjustments have for monetary policy. Using a general equilibrium model with life-cycle considerations, we show that the decline in the natural rate of interest (NRI) due to demographic processes is substantial, amounting to around 1.5 percentage points, albeit spread over a period of 40 years. The impact of migration flows is relatively small and cannot significantly alleviate the downward pressure on the NRI induced by populating aging. If the central bank is slow in learning about the declining NRI, an extended period of inflation running …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1030405"
    },
    {
        "title": "Labor tax reductions in Europe: The role of property taxation",
        "authors": "Marcin Bielecki, Nikolai Stahler",
        "year": "2018",
        "abstract": "We study the welfare performance of various simple monetary policy rules under bounded rationality (BR) along the lines of Gabaix (2020) in a New Keynesian model with sticky wages and an effective lower bound (ELB) on interest rates. Policy strategies with a strong history dependence lose their advantage over inflation targeting in mitigating a demand-driven recessions when interest rates are constrained by the ELB. For supply shocks, inflation t argeting o utperforms h istory-dependent r ules f or as ufficiently high degree of BR. An exponential average inflation targeting rule, which features a variable degree of history dependence, performs remarkably well, independent of the degree of BR.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3249941"
    },
    {
        "title": "Inequalities in an OLG economy with heterogeneity within cohorts and pension systems",
        "authors": "Marcin Bielecki, Joanna Tyrowicz, Krzysztof Makarski, Marcin Waniek",
        "year": "2015",
        "abstract": "While the inequalities of endowments are widely recognized as areas of policy intervention, the dispersion in preferences may also imply inequalities of outcomes. In this paper, we analyze the inequalities in an OLG model with obligatory pension systems. We model both policy relevant pension systems (a defined benefit system -- DB -- and a transition from a DB to a defined contribution system, DC). We introduce within cohort heterogeneity of endowments (individual productivities) and heterogeneity of preferences (preference for leisure and time preference). We introduce two policy instruments, which are widely used: a contribution cap and a minimum pension. In theory these instruments affect both the incentives to work and the incentives to save for the retirement with different strength and via different channels, but the actual effect attributable to these policy instruments cannot be judged in an environment with a single representative agent. We show four main results. First, longevity increases aggregate consumption inequalities substantially in both pension systems, whereas the effect of a pension system reform works to reinforce the consumption inequalities and reduce the wealth inequalities. Second, the contribution cap has negligible effect on inequalities, but the role for minimum pension benefit guarantee is more pronounced. Third, the reduction in inequalities due to minimum pension benefit guarantee is achieved with virtually no effect on capital accumulation. Finally, the minimum pension benefit guarantee addresses mostly the inequalities which stem from differentiated endowments and not those that stem from differentiated …",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2015-16.html"
    },
    {
        "title": "In the search for the optimal path to establish a funded pension system",
        "authors": "Marcin Bielecki, Krzysztof Makarski, Joanna Tyrowicz, Marcin Waniek",
        "year": "2015",
        "abstract": "We propose a politically feasible instrument for a nearly optimal transition from a pay-as-you-go to a funded scheme in a defined contribution pension system. It consists of compensating the transition generations in the form of pension benefits indexation more generous than would have prevailed in a clean DC system. Thus, this instrument allows to smoothen the welfare costs of transition over future generations via some small implicit debt. Our instrument proves robust to a number of parametric and modeling choices.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2015-22.html"
    },
    {
        "title": "Estimates and projections of the natural rate of interest for Poland and the euro area",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Aneta Błażejowska, Kamila Kuziemska-Pawlak, Grzegorz Szafrański",
        "year": "2024/9/30",
        "abstract": "We use a wide range of models (time series, semi-structural and structural) to estimate, project and explain the evolution of the natural rate of interest (NRI) in Poland (PL) and in the euro area (EA). Our findings are as follows: (i) the NRIs declined significantly in both PL and the EA over the last two decades, (ii) our most recent short-term estimates point towards a mildly negative NRI in PL and appreciably more negative NRI in the EA, (iii) our most recent medium-term estimates point towards a mildly positive NRI in PL and a slightly negative NRI in the EA, (iv) the NRI in PL remained consistently above the NRI in the EA by an average of 2–3 pp, (v) the main drivers of the declining NRIs were demographics and the worldwide productivity slowdown, (vi) the main driver of the higher NRI in PL than in the EA was the productivity catch-up in PL, (vii) we expect the NRI in PL to significantly converge to the EA level by the …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1268822"
    },
    {
        "title": "Determination of the geometric properties of a jet engine fan blades based on modal vibration testing",
        "authors": "Maciej Osiewicz, Sławomir Cieślak, Marcin Bielecki",
        "year": "2022",
        "abstract": "Abstract the article presents an experimental method of determining the geometric properties of jet engine rotor airfoils based on modal vibration testing. the procedure is based on adjusting the results of analytical calculations to the laboratory outcomes. experimental tests were carried out on a set of 20 jet engine fan blades made of AL7022-t6 aluminium alloy. each blade differed in weight and geometric dimensions within the accepted design tolerance. Numerical analysis of five airfoils that differed in thickness was performed. Modal vibration test results were summarised and compared with the results obtained by the numerical method. the comparison revealed a high similarity of the frequency and form of vibrations acquired by numerical simulation for each of the blades in relation to the executed vibration testing. Based on the verification of the theoretical model with the results obtained through experimental testing, conclusions were drawn about the object’s dynamic behaviour and its technological quality and geometric properties, whereby each of airfoil was probably thinned.",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.2478/tar-2022-0017"
    },
    {
        "title": "Innovation and Endogenous Growth over the Business Cycle with Frictional Labor Markets",
        "authors": "Marcin Bielecki",
        "year": "2022",
        "abstract": "This paper proposes a microfounded model featuring frictional labor markets that generates procyclical R&D expenditures as a result of optimizing behavior by heterogeneous monopolistically competitive firms. This allows to show that business cycle fluctuations affect the aggregate endogenous growth rate of the economy. Consequently, transitory shocks leave lasting level effects. This mechanism is responsible for economically significant hysteresis effects that significantly increase the welfare cost of business cycles relative to the exogenous growth model. I show that this has serious policy implications and creates ample space for policy intervention. I find that several static and countercyclical subsidy schemes are welfare improving. Importantly, I find that due to labor market frictions subsidizing incumbent firms generates large and positive welfare effects.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/124090/mainFile.pdf"
    },
    {
        "title": "Comment on “the limits of forward guidance” by jeffrey r. campbell, filippo ferroni, jonas dm fisher and leonardo melosi",
        "authors": "Marcin Bielecki, Michał Brzoza-Brzezina, Marcin Kolasa",
        "year": "2019/12/1",
        "abstract": "This note discusses the article “The limits of forward guidance” by Jeffrey R. Campbell, Filippo Ferroni, Jonas D. M. Fisher and Leonardo Melosi. The Authors make an excellent contribution to the literature on solving the forward guidance puzzle by proposing that central bank communication is imperfect (noisy) and thus announcements of the monetary policy stance many periods ahead have a limited impact on agents’ decisions. By estimating a rich DSGE model, using a wide set of US data including interest rate futures, they quantify the precision of the Fed’s communication. We show that estimating a linear model without explicitly accounting for the ELB constraint may lead to biased results that overstate the imperfections of central bank communication.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0304393219301631"
    }
]