[
    {
        "title": "The Influence of the Internet on globalization process",
        "authors": "Artur Borcuch, Magdalena PiÅ, Urszula ÅšwierczyÅ",
        "year": "2012",
        "abstract": "We are being influenced by the rush of economic and social forces. Internet is perhaps the most visible aspect of globalization and in many ways its driving force. The process of globalization can be understood as the global reach of communications technology and capital movements. The globalization of financial markets means that the movement of exchange rates, interest rates, and stock prices in various countries are intimately interconnected. From the social point of view, globalization is changing the nature of global social relations. The aim of this article is to demonstrate (in a few examples), how does Internet affect the process of globalization?",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=567731"
    },
    {
        "title": "Globalny system pieniężny",
        "authors": "Artur Borcuch",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12613567099646597861&hl=en&oi=scholarr"
    },
    {
        "title": "Pieniądz elektroniczny pieniądz przyszłości: analiza ekonomiczno-prawna",
        "authors": "Artur Borcuch",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1434688014401092069&hl=en&oi=scholarr"
    },
    {
        "title": "Bankowość elektroniczna w Polsce",
        "authors": "Artur Borcuch",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10996703267814335932&hl=en&oi=scholarr"
    },
    {
        "title": "Cyfrowe spoĹ ‚eczeĹ „stwo w elektronicznej gospodarce",
        "authors": "Artur Borcuch",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16317907196016222144&hl=en&oi=scholarr"
    },
    {
        "title": "Pieniądz w ekonomii i socjologii",
        "authors": "Artur Borcuch",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9133773990660619264&hl=en&oi=scholarr"
    },
    {
        "title": "The sharing economy: Understanding and challenges",
        "authors": "Artur Borcuch",
        "year": "2016/3/1",
        "abstract": "The sharing economy is the person to person (or Peer-to-Peer) economic activity that is facilitated by digital platforms. The sharing economy concept strengthens the innovation perspective. Thanks to new technological platforms (especially social media), especially city citizens have gained the power to call and track a ride, rent out their homes, and share goods. The global revenue from sharing economy companies is projected to increase to approximately $335 bn by 2025. Speaking of the future there is important nexus between Internet of Things and the sharing economy.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2757771"
    },
    {
        "title": "Bankowość elektroniczna w Polsce, wydanie II zmienione",
        "authors": "A Borcuch",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14992754323541474193&hl=en&oi=scholarr"
    },
    {
        "title": "Serwisy społecznościowe–jednostka i społeczeństwo na pograniczu świata rzeczywistego i świata wirtualnego",
        "authors": "Artur Borcuch, Urszula Świerczyńska-Kaczor",
        "year": "2013",
        "abstract": "Rozwój takich społeczności wirtualnych jak Facebook, MySpace czy Twitter, istotnie zmienił sposób, w jaki internauci oraz przedsiębiorstwa korzystają z sieci, pozyskują informacje, a także partycypują w sferach życia politycznej i ekonomicznej. Wraz z rosnącą popularnością serwisów społecznościowych, społeczeństwo informacyjne oraz cyfrowy obywatel ulegają przeobrażeniu. W artykule koncentrujemy się na omówieniu tych zmian zachodzących w społeczeństwie informacyjnym, które można przypisać sukcesowi popularności serwisów społecznościowych.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-3b2b22ab-13f0-418b-93be-19e64ca7f317"
    },
    {
        "title": "Ewolucyjne uwarunkowania pieniÄ… dza cyfrowego",
        "authors": "Artur Borcuch",
        "year": "2019",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12378667004864568545&hl=en&oi=scholarr"
    },
    {
        "title": "Społeczności wirtualne a wirtualny obieg pieniądza",
        "authors": "Artur Borcuch",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=811571027417742948&hl=en&oi=scholarr"
    },
    {
        "title": "Instytucja wykluczenia finansowego w wymiarze płatności bezgotówkowych",
        "authors": "Artur Borcuch",
        "year": "2012",
        "abstract": "Stwierdzenie, Ŝe „instytucje znaczą”, zostało w ostatnich latach znacząco spopularyzowane w naukach ekonomicznych. Instytucje wpływają na funkcjonowanie gospodarki. Negatywny wpływ na ustrój i system gospodarczy (ład gospodarczy) i działanie systemu finansowego wywiera instytucja wykluczenia finansowego. Osoba, która jest wykluczona finansowo nie posiada rachunku bankowego oraz nie ma dostępu do e-płatności. To w konsekwencji prowadzi do wyŜszych kosztów transakcyjnych przez nią ponoszonych. Celem niniejszego artykułu jest przedstawienie instytucji wykluczenia finansowego i jej wpływu na sferę płatności bezgotówkowych.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=776425288226738793&hl=en&oi=scholarr"
    },
    {
        "title": "Wpływ rynku płatności elektronicznychna ograniczanie szarej strefy",
        "authors": "Artur Borcuch",
        "year": "2012",
        "abstract": "Szara strefa to obszar, który utrudnia sprawne i efektywne funkcjonowanie gospodarki. Rozwój szarej strefy wynika m. in. z wysokiego opodatkowania społeczeństwa czy też nieefektywności sektora publicznego w redystrybucji dochodów z tytułu podatków, a ważnym czynnikiem przyczyniającym się do istnienia szarej strefy jest występowanie w gospodarce pieniądza gotówkowego. Pieniądz gotówkowy jest bowiem anonimowy i łatwy w użyciu. Ograniczania szarej strefy należy poszukiwać w rozwoju płatności elektronicznych (e-płatności) 1. E-płatności realizowane przy użyciu kart płatniczych stały się szczególną cechą nowoczesnej ekonomii (Arai 2004). Każda e-płatność pozostawia „ślad”, co pozwala na uzyskanie informacji na temat stron realizowanej transakcji. Rozwój obszaru płatności elektronicznych w gospodarce napotyka na wiele barier. Najczęściej są nimi: słabo rozwinięta infrastruktura, niechęć ze strony społeczeństwa do e-płatności oraz wykluczenie finansowe. Niezbędne zatem stają się wszelkie działania realizowane zarówno przez bank centralny jak i organizacje kartowe, wspierające rozwój e-płatności w gospodarce. Celem niniejszego artykułu jest pokazanie, że minimalizacja obiegu pieniądza gotówkowego w gospodarce istotnie przyczynia się do zmniejszenia szarej strefy. W artykule podjęto również próbę zbadania następującej hipotezy: im większy jest rynek płatności elektronicznych, tym mniejsza jest szara strefa występująca w danym kraju.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/87344/mainfile.pdf"
    },
    {
        "title": "Finansjalizacja gospodarstw domowych jako zewnętrzny efekt finansjalizacji gospodarki",
        "authors": "Artur Borcuch",
        "year": "2013",
        "abstract": "Guy Debord „Społeczeństwo spektaklu”❑„całe życie społeczeństw to… gigantyczne nagromadzenie spektakli. Wszystko co było dotąd przeżywane bezpośrednio, oddaliło się w przedstawienie”,❑ Guy Debord stworzył wizję społeczeństwa jako zbioru obrazów, których biernie pożądamy, a na które nie mamy żadnego wpływu. Społeczeństwa fałszu i wyobcowania zmieniającego w towary wszystko, co dotąd postrzegaliśmy bezpośrednio.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4182581815253801978&hl=en&oi=scholarr"
    },
    {
        "title": "Rozwój rynku płatności mobilnych w Polsce: perspektywa konsumentów, dostawców i akceptantów płatności mobilnych",
        "authors": "Artur Borcuch",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17525653105704016261&hl=en&oi=scholarr"
    },
    {
        "title": "The importance of selected factors in smart city development: the student's perspective",
        "authors": "Artur Borcuch, Magdalena Piłat-Borcuch",
        "year": "2016/5/25",
        "abstract": "Smart city means creativity and intelligence. In this paper we focus on the ‘smart city’concept, and understanding its selected features by students of the Faculty of Law, Administration and Management at the Jan Kochanowski University in Kielce. The data was collected in April 2016.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2799578"
    },
    {
        "title": "Ekonomia designu",
        "authors": "Artur Borcuch",
        "year": "2014",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10116854356646622009&hl=en&oi=scholarr"
    },
    {
        "title": "Generacja Y jako szczególny wymiar społeczeństwa informacyjnego",
        "authors": "A Borcuch, M Piłat-Borcuch",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9555749243164797576&hl=en&oi=scholarr"
    },
    {
        "title": "Kilka uwag na temat relacji pomiędzy socjologią a ekonomią",
        "authors": "Artur Borcuch",
        "year": "2009",
        "abstract": "Socjologia i ekonomia to nauki, które są uważane za rdzeń nauk społecznych. Socjologia jako dyscyplina naukowa narodziła się w pierwszej połowie XIX wieku m. in. w efekcie rewolucji przemysłowej i komercjalizacji społeczeństw zachodnich. Socjologia jest nauką o społeczeństwie, o zachowaniach jednostek i grup społecznych, o normach, wartościach i instytucjach, będących wytworami kultury, a także o zjawiskach społecznych, będących efektem zachowań ludzkich: m. in. stratyfikacji i strukturze klasowej, statusie i nierównościach społecznych, sprawiedliwości i dyskryminacji, migracjach i zmianach społecznych. Przedmiotem badań w ekonomii jest gospodarka, która podlega nieustającym zmianom. Gospodarka powstała wraz z pojawieniem się zbiorowości ludzkich pozyskujących zasoby przyrody w celu zaspokajania stale zwiększających się potrzeb. Ekonomia jako dyscyplina mająca własny, wyodrębniony przedmiot badania oraz własne metody badawcze narodziła się w czasach europejskiego Oświecenia. Celem niniejszego artykułu jest zatem przybliżenie zagadnień z obszaru socjologii ekonomicznej w celu pełniejszego definiowania rynku oraz zagadnień związanych z miejscem instytucji w ekonomii i socjologii.",
        "keywords": null,
        "url": "https://miscellanea.ujk.edu.pl/data/Oferta/Pliki/67_Art_Borcuch.pdf"
    },
    {
        "title": "Money and design",
        "authors": "Artur Borcuch",
        "year": "2015",
        "abstract": "The purpose of this article is to analyze the influence of the money design on willingness to make purchases. In this paper, we focus on three aspects that structure the relation between money and design: the link between design and finance (in general), determinants of design and perspective of currency design. The main research problem explored in this paper is: Does the money design have influence on the willingness to make purchases by employees/employers at design studios, design students and students of economics/management? The main hypothesis is as follows – the more experience in design practice, the more important is money design",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=564804"
    }
]