[
    {
        "title": "Shadow employment in post-transition—Is informal employment a matter of choice or no choice in Poland?",
        "authors": "Stanislaw Cichocki, Joanna Tyrowicz",
        "year": "2010/8/31",
        "abstract": "According to a dualistic view, shadow employment may follow from two main labour market failures: (i) official market labour taxation distortions make it ineffective for some agents to engage in registered employment due to a tax wedge; or (ii) for some workers regular employment may be unattainable do to some high access costs or demand constraints, which results in seeking earning opportunities beyond the boundaries of the official labour market. Whereas in the first case revenues from unofficial employment should be higher than the corresponding official ones (tax evasion hypothesis), in the alternative explanation labour market tightness seems to be an underlying reason (market segmentation hypothesis). We use a unique data set from a survey on undeclared employment from Poland. Using propensity score matching and decomposition techniques we demonstrate that workers of shadow economy are …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1053535710000417"
    },
    {
        "title": "Formal and informal institutions: understanding the shadow economy in transition countries",
        "authors": "Klarita Gërxhani, Stanisław Cichocki",
        "year": "2023/10",
        "abstract": "This paper reviews work that tests (1) how formal and informal institutions, and especially their interaction, affect participation in the shadow economy in transition countries; and (2) how participating in these shadow economies affects individuals' well-being. The key findings are that a clash of individuals' perceptions of formal institutions with their informal institutions increases involvement in the shadow economy. Conversely, a trustworthy relationship with the government and other individuals makes people more inclined to comply. The importance of their social and institutional context also appears in how individuals' involvement in the shadow economy relates to their well-being. These findings complement insights from the rich literature on tax morale, on the exchange between public institutions and citizens and between culture and institutions more generally. The findings also contribute to the institutional …",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/journal-of-institutional-economics/article/formal-and-informal-institutions-understanding-the-shadow-economy-in-transition-countries/1158F00FDA22DFA3F73532D06984F1F4"
    },
    {
        "title": "Metody pomiaru szarej strefy",
        "authors": "Stanisław Cichocki",
        "year": "2006",
        "abstract": "EkonomiÊci od kilkudziesiciu lat interesujà si zjawiskiem „szarej strefy”. Brak oficjalnych danych dotyczàcych jej wielkoÊci ma istotne, negatywne konsekwencje dla polityki gospodarczej. Brak znajomoÊci rozmiarów, przyczyn istnienia oraz czynników sprzyjajàcych rozwojowi „szarej strefy” uniemoliwia ponadto skuteczne zmniejszenie skali, czy wrcz zlikwidowanie wyej wymienionego zjawiska. Oficjalne w∏ adze i badacze akademiccy starajà si wic stworzyç definicje „szarej strefy” i dokonaç jej pomiaru. Celem niniejszego opracowania jest przedstawienie definicji „szarej strefy”, metod jej pomiaru oraz omówienie pomiaru rozmiarów „szarej strefy” w Polsce.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_101449"
    },
    {
        "title": "Potencjał innowacyjny gospodarki: uwarunkowania, determinaty, perspektywy",
        "authors": "Beata Bierut, Paulina Broniatowska, Stanisław Cichocki, Michał Gradzewicz, Marcin Grela, Jakub Growiec, Jan Hagemejer, Anna Kosior, Jacek Lewkowicz, Tomasz Michałek, Wojciech Mroczek, Jakub Mućk, Marek Niechciał, Tomasz Piasecki, Piotr Popowski, Katarzyna Puchalska, Magdalena Rola-Janicka, Michał Rubaszek, Agnieszka Stążka-Gawrysiak, Wawrzyniec Suleja, Rafał Ślubowski, Grzegorz Tchorek, Marcin Tomkiewicz, Izabela D Tymoczko, Kamil Wierus",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6807811764649028650&hl=en&oi=scholarr"
    },
    {
        "title": "Czynniki ekonomiczne a poziom przestępczości–badanie ekonometryczne",
        "authors": "Piotr Bieniek, Stanisław Cichocki, Maria Szczepaniec",
        "year": "2012",
        "abstract": "The paper is an attempt to investigate the relationship between some economic factors and crime indicators using an econometric model. Sociological determinants ie the number of divorces or the number of pupils in secondary schools are also included. The model investigates the influence of some variables on crime indicators at the level of powiats. The model includes all types of crimes without differentiating between them.",
        "keywords": null,
        "url": "http://czasopisma.uksw.edu.pl/index.php/zp/article/view/893"
    },
    {
        "title": "Determinanty zatrudnienia nierejestrowanego w Polsce w okresach wysokiej i niskiej koniunktury gospodarczej",
        "authors": "Stanisław Cichocki, Joanna Tyrowicz",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=XSzsEtwAAAAJ&citation_for_view=XSzsEtwAAAAJ:UebtZRa9Y70C"
    },
    {
        "title": "Employed unemployed? On shadow employment in transition",
        "authors": "Joanna Tyrowicz, Stanisław Cichocki",
        "year": "2011/5/1",
        "abstract": "Unregistered employment poses two types of challenges to the researchers: (1) reliably evaluating the wage differential between formally and informally employed and (2) accounting for the push and pull factors in general and the effects of business cycle in particular. We address the former with the use of propensity score matching and analyse the evolution of the estimated average compensations and the differentials with reference to GDP and unemployment fluctuations. Using 13 years of quarterly labour force survey data from Poland of de iure unemployed but de facto employed individuals we find, that in-the-shadow compensations tend to be higher and procyclical. We also find considerable distributional heterogeneity.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10663-010-9135-2"
    },
    {
        "title": "Badanie ankietowe rynku pracy",
        "authors": "S Cichocki, K Saczuk, P Strzelecki, R Wyszyński, J Tyrowicz",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2795134691522185100&hl=en&oi=scholarr"
    },
    {
        "title": "Źródła zatrudnienia nierejestrowanego w Polsce",
        "authors": "Stanisław Cichocki, Joanna Tyrowicz",
        "year": "2010",
        "abstract": "Wyróżnia się dwie podstawowe przyczyny podejmowania tzw. nierejestrowanego zatrudnienia, czyli świadczenia pracy na rzecz kogoś bez odprowadzania należnych składek i podatków. Po pierwsze wysoki klin podatkowy może czynić oficjalne zatrudnienie nieopłacalnym (indywidualna minimalna wymagana płaca jest wyższa niż przychody z zatrudnienia netto). Wówczas realną przyczyną zatrudnienia nierejestrowanego byłaby chęć uniknięcia opodatkowania. Po drugie, sztywności na rynku pracy mogą powodować, że dla niektórych pracowników rejestrowane zatrudnienie może być po prostu nieosiągalne, przynajmniej czasowo. Powodowałoby to poszukiwanie szans zarobkowych poza granicami oficjalnego rynku pracy. To rozróżnienie jest przydatne, bo pozwala na sformułowanie empirycznie weryfikowalnej hipotezy na temat źródeł nierejestrowanego zatrudnienia. W przypadku pierwszej motywacji należałoby się spodziewać, że zarobki osób w tzw. szarej strefie są wyższe niż osiągane przez podobne osoby zatrudnione formalnie. Druga motywacja sugerowałaby natomiast odwrotną relację i faktycznie niższe zarobki osób pozostających poza oficjalnym rynkiem pracy. W artykule używamy unikatowej bazy danych pochodzącej z badania dotyczącego pracy nierejestrowanej, wykorzystujemy techniki dekompozycji oraz metodę dopasowywania na podstawie miary podobieństwa (propensity score matching). Następnie pokazujemy, że pracujący w szarej strefie mają niższe zarobki niż osoby formalnie zatrudnione, ceteris paribus.",
        "keywords": null,
        "url": "http://www.bankandcredit.nbp.pl/content/2010/01/bik_01_2010_04_art.pdf"
    },
    {
        "title": "Shadow economy and its relations with tax system and state budget in Poland 1995-2007",
        "authors": "Stanisław Cichocki",
        "year": "2008",
        "abstract": "In this paper, results of the research on measurement of shadow economy in Poland in the period 1995 - 2007 are presented. This research is motivated by controversial existing estimates. First, some definitions of shadow economy are reviewed. Then, on the basis of monetary methods, an econometric model for currency demand is built. Using estimation results, the size of shadow economy is assessed. According to these estimates shadow economy declined in the period 1995 – 2007 starting from 40% of GDP in 1995 and reaching about 10% of GDP in 2007. The paper also analyses relations between shadow economy, state budget and tax system. Measures for these relations are discussed and a Vector Autoregressive model is estimated. Impulse Reaction Functions are drawn, showing that an increase in indirect tax burden enlarges shadow economy. A contrary effect arises due to an increase in a) direct tax burden, b) budget balance.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2008-05.html"
    },
    {
        "title": "Kwartalny raport o rynku pracy-I kw. 2011r",
        "authors": "S Cichocki, P Strzelecki, J Tyrowicz, R Wyszyński",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8097067994280097070&hl=en&oi=scholarr"
    },
    {
        "title": "Self-employment and the Business Cycle: Evidence from Poland",
        "authors": "Stanislaw Cichocki",
        "year": null,
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=XSzsEtwAAAAJ&citation_for_view=XSzsEtwAAAAJ:9yKSN-GCB0IC"
    },
    {
        "title": "Envelope wages as a new normal? An insight into a pool of prospective quasi-formal workers in the European Union (EU)",
        "authors": "Josip Franic, Stanislaw Cichocki",
        "year": "2021/7/5",
        "abstract": "Purpose\nIn spite of millions of quasi-formal workers in the European Union (EU), there is still limited understanding of what motivates workers to participate in these detrimental employment schemes, and why certain groups of workers exhibit higher inclination towards it. This article takes a novel approach by putting prospective envelope wage earners in the centre of this analysis.\nDesign/methodology/approach\nData from the 2019 Special Eurobarometer on undeclared work are used, and two-level random intercept cumulative logit modelling is applied.\nFindings\nOne in seven fully declared EU workers would have nothing against receiving one part of their wages off-the-books. Manual workers and individuals whose job assumes travelling are the most willing to accept such kind of remuneration, and the same applies to workers with low tax morale and those who perceive the risk of being detected and persecuted as …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/ER-02-2021-0073/full/html"
    },
    {
        "title": "Cyclical trend of labor reallocation in Poland: transition and structural change",
        "authors": "Stanislaw Cichocki, Joanna Tyrowicz, Lucas van der Velde",
        "year": "2017/11/2",
        "abstract": "Two main features of the reallocation process that took place in Eastern European and Former Soviet Union countries should be distinguished. The first feature was the decline in public sector employment as a result of the collapse of state-owned enterprises, linked with an increase in private sector employment as new private firms emerged and old public companies were privatized. The second feature was, and still is, the reallocation of labor from manufacturing to the service sector. Data from the Polish Labor Force Survey for the period 1995–2015 were used to construct measures of worker flows, gross and net, and their cyclical properties were used as a way to test the predictions of structural change and transition theories. It was found that labor market adjustments tend to amplify in upturns of the business cycle, while worker flows contribute only a fraction to the changing structure of employment. The policy …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00128775.2017.1381027"
    },
    {
        "title": "„Badanie Ankietowe Rynku Pracy–Raport 2011”",
        "authors": "Joanna Tyrowicz, S Cichocki, P Strzelecki, R Wyszyński",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=3641038755914124767&hl=en&oi=scholarr"
    },
    {
        "title": "Badanie ankietowe rynku pracy. Raport 2012",
        "authors": "S Cichocki, K Saczuk, P Strzelecki, R Wyszyński, J Tyrowicz",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8943117889885001112&hl=en&oi=scholarr"
    },
    {
        "title": "Szara strefa gospodarki w Polsce i innych państwach w okresie przejściowym: wstępne ustalenia",
        "authors": "F Schneider, I Marcinkowska, S Cichocki",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4624175813348611956&hl=en&oi=scholarr"
    },
    {
        "title": "Rozmiary „szarej strefy” w Polsce oraz ich zależność od polityki podatkowej i sytuacji budżetu państwa w latach 1995-2006",
        "authors": "Stanisław Cichocki",
        "year": "2007",
        "abstract": "Zagadnienie,, szarej strefy” znajduje się na styku prawa i ekonomii. Jest ono zarówno problemem ekonomicznym jak i prawnym. Aspektami ekonomicznymi,, szarej strefy” są np. jej rozmiary, skutki dla dochodów budżetowych itd. Aspektami prawnymi powyższego zjawiska są np. przepisy prawne skłaniające lub zniechęcające do działania w,, szarej strefie”. Dlatego też problem,, szarej strefy” wydaje się być interesujący zarówno dla ekonomistów jak i prawników. Ekonomiści od kilkudziesięciu lat zajmują się zjawiskiem,, szarej strefy”. Niedostateczna wiedza o niej ma istotne, negatywne konsekwencje dla polityki gospodarczej. Brak znajomości rozmiarów, przyczyn istnienia oraz czynników sprzyjających rozwojowi,, szarej strefy” uniemożliwia ponadto skuteczne zmniejszenie skali, czy wręcz zlikwidowanie wyżej wymienionego zjawiska. Oficjalne władze i badacze akademiccy starają się więc stworzyć definicje,, szarej strefy”, dokonać jej pomiaru oraz zidentyfikować jej przyczyny. Pierwsze badania nad,, szara strefą” rozpoczęły się w latach pięćdziesiątych ubiegłego wieku. Nie zajmowały się jednak bezpośrednio powyższym zjawiskiem, nie używały również określenia,, szara strefa”, lecz w związku z badaniem innych wielkości ekonomicznych wskazywały na unikanie opodatkowania jako na istotny czynnik wpływający na gospodarkę. 1 Ekonomiści uważali, iż unikanie opodatkowania jest bezpośrednio związane z istnieniem,, drugiego obiegu gospodarczego”, do którego zaliczali np. pomoce domowe, napiwki itd.",
        "keywords": null,
        "url": "http://www.pseap.org/wp-content/uploads/2012/11/pseap_seminarium7.pdf"
    },
    {
        "title": "Estimating the size of informal economy in a post-transition country–the case of Poland",
        "authors": "Stanisław Cichocki, Andrzej Torój",
        "year": "2023/1/2",
        "abstract": "The size of the informal economy in Poland is estimated by means of the Currency Demand Approach (CDA). Using quarterly data for the period 1999–2019, we adopt two separate econometric approaches. First, we specify a single equation model to estimate it with the Fully-Modified OLS method. Second, the CDA coefficients are treated as a cointegrating vector in a cointegrated VAR. The size of the informal economy in Poland is found to have diminished from about 32% of GDP in 2000 to about 12% of GDP in 2019. We provide confidence intervals for our estimates which, to our best knowledge, are rarely presented in the literature; their width ranges from 3 to 7% of GDP.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/1406099X.2023.2228589"
    },
    {
        "title": "Can People Trust What They Don ‘t Understand? Role of Language and Trust for Financial Inclusion",
        "authors": "Aleksandra Nagańska, Stanisław Cichocki",
        "year": "2022",
        "abstract": "The aim of this paper is to look at determinants of financial inclusion through the lens of comprehension of financial concepts and financial language. Specifically, we are interested in which factors are important should this comprehension be absent. We show that, in the context of finance, communication is an important transmission channel through which individuals are encouraged or discouraged to participate in the financial system. We argue that the unfamiliarity with products and the complexity of language used in the banking sector tend to limit trust granted to financial institutions. We test the hypothesis that linguistic diversity is a strong instrument for the impact of the lack of communication on trust.Applying Ordinary Least Squares and probit regression, quantile regression, and instrumental variables to cross country and individual-level data, we show the …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1097396"
    }
]