[
    {
        "title": "Control of corruption, international investment, and economic growth–Evidence from panel data",
        "authors": "Andrzej Cieślik, Łukasz Goczek",
        "year": "2018/3/1",
        "abstract": "In this paper we study the effects of corruption using an open economy version of the endogenous growth model with international capital mobility. In particular, the model predicts that corruption negatively affects the stock of international investment in the host country. In addition, the model predicts that growth should be impaired by the uncertainty caused by corruption. Bribes, unlike taxes, involve unpredictable distortion in the discretionary and uncertain use of the government power. This results in additional costs to businesses and alongside with resources allocated to unproductive activities impose an extra burden on the economy. We test empirically the predictions of the theory using a sample of 142 countries for the period 1994–2014 and GMM methods. Using indicators of control of corruption from the World Bank, the lack of corruption is found to have a positive and statistically significant effect on the growth …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0305750X15312705"
    },
    {
        "title": "Geografia inwestycji zagranicznych",
        "authors": "A Cieślik",
        "year": "2005",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=vgzkd9IAAAAJ&citation_for_view=vgzkd9IAAAAJ:WF5omc3nYNoC"
    },
    {
        "title": "Telecommunications infrastructure and regional economic development: The case of Poland",
        "authors": "Andrzej Cieślik, Magdalena Kaniewska",
        "year": "2004/8/1",
        "abstract": "C A. and K M.(2004) Telecommunications infrastructure and regional economic development: the case of Poland, Regional Studies 38, 713–725. We develop a theoretical model that establishes a link between telecommunications infrastructure and the regional level of income. This relationship is subsequently tested using Polish regional panel data for the 1990s. The empirical results confirm that there exists a positive and statistically significant causal relationship between telecommunications infrastructure and income at the regional level. With causality running from telecommunications to income, telecommunications policy should be viewed as an important part of regional policy aimed at reducing spatial income disparities in Poland. We can expect that EU enlargement and the harmonization of Polish telecommunication law with EU regulations should contribute to more even regional …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/003434042000240996"
    },
    {
        "title": "Regional characteristics and the location of foreign firms within Poland",
        "authors": "Andrzej Cieślik",
        "year": "2005/5/10",
        "abstract": "This article investigates the location determinants of firms with foreign capital participation within Poland using the regional data set from 1993 to 1998. It is found that the concentration of foreign economic activity is positively related to industry and service agglomeration and the road network and negatively to the unemployment rate. Traditional regional characteristics such as GDP, wage rate and education, often regarded as important location determinants, are not robust with respect to the specification of the estimating equation. The special economic zone variable is not found to be statistically significant in any specification estimated. Geographic location dummies confirm that foreign firms prefer Central and South–Western regions over Eastern parts of Poland having controlled for their characteristics.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00036840500061087"
    },
    {
        "title": "Nowa teoria handlu zagranicznego w świetle badań empirycznych",
        "authors": "Andrzej Cieślik",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14852156892804579632&hl=en&oi=scholarr"
    },
    {
        "title": "Location of foreign firms and national border effects: the case of Poland",
        "authors": "Andrzej Cieślik",
        "year": "2005/7/1",
        "abstract": "This paper investigates the importance of border effects for the location of foreign firms within Poland using a regional data set for the 1990s. In contrast to previous studies the border effects are estimated for individual neighbouring countries that belong to two groups: EU member countries and EU non‐accessing countries. It is shown that border dummies for three EU non‐accessing countries: Belarus, Russia and Ukraine are negative and statistically significant. These results suggest that regions located along the Polish segment of the Eastern frontier of the enlarged European Union are less attractive to foreign investors compared to other Polish regions, having controlled for their economic and social characteristics. This finding has important implications for the conduct of regional policy as public aid or special economic status may be necessary for these disadvantaged regions to prevent uneven regional …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-9663.2005.00460.x"
    },
    {
        "title": "Explaining Japanese direct investment flows into an enlarged Europe: A comparison of gravity and economic potential approaches",
        "authors": "Andrzej Cieślik, Michael Ryan",
        "year": "2004/3/1",
        "abstract": "This study employs the gravity and economic potential frameworks to explain Japanese direct investment flows into EU and EU candidate countries between 1990–2000. Our empirical results suggest that, when allowing for individual country heterogeneity, Japanese firms locate in countries with high economic potential suggesting that the economic potential framework is more general than the gravity model and is the preferred framework under which these investment flows should be analyzed. Furthermore, for Central and Eastern European countries, their entry into the EU has already been taken into account by Japanese investors, and that these countries should not expect increased FDI inflows when entry actually occurs. J. Japanese Int. Economies18 (1) (2004) 12–37.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0889158303000807"
    },
    {
        "title": "Wages and wage growth in Poland: The role of foreign direct investment",
        "authors": "Arjun S Bedi, Andrzej Cielik",
        "year": "2002",
        "abstract": "In recent years Poland has received substantial inflows of foreign direct investment. This paper combines detailed labour market data with industry data from the Polish manufacturing sector to examine the effects of foreign direct investment inflows on wages and wage growth. The empirical evidence we assemble suggests that workers in industries with greater foreign presence enjoy higher wages and higher wage growth. This effect appears to be robust to a variety of empirical approaches, estimation techniques and specification checks.\nJEL classification: F23, J31, 019, P33.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/1468-0351.00101"
    },
    {
        "title": "Bilateral trade volumes, the gravity equation and factor proportions",
        "authors": "Andrzej Cieślik",
        "year": "2009/3/1",
        "abstract": "The gravity equation has been widely used in studying the determinants of bilateral trade flows. Despite their dubious theoretical foundations gravity models have been extremely successful empirically. All theoretical attempts to provide a formal justification for the gravity equation assume complete specialization in production. This leads to a misleading impression that complete specialization is a necessary condition for deriving the gravity equation. In this paper we demonstrate formally that the gravity equation can be derived also from a variety of incomplete specialization models based on both neoclassical and monopolistic competition assumptions. The common prediction that emerges from these models is that factor proportion variables, along with the country size variables, play a key role in determination of bilateral trade volumes, however, their impact is model specific. The neglect of these variables in …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09638190902757400"
    },
    {
        "title": "Assessing the Impact of the EU-sponsored Trade Liberalization in the MENA Countries",
        "authors": "Andrzej Cieślik, Jan Hagemejer",
        "year": "2009/6/1",
        "abstract": "The EU-sponsored Barcelona conference in 1995 set the ambitious goal of creating the Euro-Mediterranean Free Trade Area (EUROMED) that would include the European Union and the MENA countries by 2010. The intermediate steps towards building the EUROMED have involved bilateral ``vertical'' trade liberalization between the EU and the particular MENA countries as well as ``horizontal'' trade liberalization among themselves. In this paper we evaluate empirically the effects of the new EU Association Agreements with the MENA countries using the augmented gravity equations derived from a variety of neoclassical and new trade theory models and panel data for the period 1980-2004. We find that while these agreements increased significantly imports of the MENA countries from the EU they had no positive impact on their exports to the EU which can be attributed to the asymmetry in trade liberalization …",
        "keywords": null,
        "url": "https://www.jstor.org/stable/23000884"
    },
    {
        "title": "Determinants of outward FDI from emerging economies",
        "authors": "Andrzej Cieślik, Giang Hien Tran",
        "year": "2019/6/30",
        "abstract": "Research background: The last four decades have witnessed an upsurge of multi-nationals from emerging markets alongside a narrowed gap in growth prospects between developed and emerging economies. UNCTAD statistics show that FDI flows from emerging economies have gone steady since 1980 and occupied more than one fifth of global FDI stock in 2015. Japan led the reverse FDI trend when it started to invest abroad in the 1960s and 1970s. Two decades later, in the 1980s-1990s, the reverse FDI trend was continued by so-called Asian tigers, then recently by those rapidly-industrializing economies in Southeast Asia as well as China and India in East and South Asia. Purpose of the article: The main goal of this paper is to contribute empirically to the study of the determinants of FDI outflows from emerging economies. Methods: In order to derive empirically testable hypotheses this paper refers to …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=898927"
    },
    {
        "title": "Does abundant natural resources amplify the negative impact of income inequality on economic growth?",
        "authors": "Ugochukwu Michael Anyanwu, Amarachukwu Anthony Anyanwu, Andrzej Cieślik",
        "year": "2021/12/1",
        "abstract": "Prevailing research suggest that inequality has a negative impact on economic growth. We hypothesize that countries that have abundant natural resources stand to suffer more from income inequality. Using the system generalized method of moments (GMM) dynamic panel estimation method and data set for the period 1988–2012, we compare the relationship between inequality and economic growth in resource and non-resource abundant countries. Our results confirm that the negative impact of income inequality on economic growth is amplified for countries that are endowed with abundant natural resources. Therefore, we propose that reducing income inequality could mitigate the detrimental impact of resource abundance on economic growth.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0301420721002403"
    },
    {
        "title": "Intraindustry trade and relative factor endowments",
        "authors": "Andrzej Cieślik",
        "year": "2005/11",
        "abstract": "This article investigates the relationship between relative factor endowments and intraindustry trade shares in bilateral trade flows. While Helpman and Krugman's theoretical framework predicts a negative relationship, empirical studies often report contrary results. We, however, argue that previous empirical studies fail to provide an exact link between the theory and the data. New empirical evidence based on the estimating equation derived directly from the theoretical framework demonstrates that the theory finds support in the data once the sums of capital–labor ratios are controlled for.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-9396.2005.00544.x"
    },
    {
        "title": "Location Determinants of Japanese Multinationals in Poland: Do Special Economic Zones Really Matter for Investment Decisions?",
        "authors": "Andrzej Cieślik, Michael Ryan",
        "year": "2005/9/1",
        "abstract": "We investigate the location determinants of Japanese multinationals in Poland using a regional data set from 1991 to 2001. Special attention is placed on the geographically targeted investment incentives (Special Economic Zones, SEZs) that were created during this period. Controlling for a more comprehensive set of region-specific characteristics than previously employed to evaluate SEZ importance, we find that our results are broadly consistent with previous FDI location choice studies. However, unlike other studies, the SEZ measure's statistical significance disappears when we control for a number of additional regional characteristics.",
        "keywords": null,
        "url": "https://www.jstor.org/stable/23000639"
    },
    {
        "title": "Relative productivity, country size and export diversification",
        "authors": "Andrzej Cieślik, Aleksandra Parteka",
        "year": "2021/6/1",
        "abstract": "This paper analyses the effects of productivity and country size on the extent of trade structure diversification. Using a testable version of the Ricardian model, we show that relative export variety is an outcome of two forces: a relative productivity change (technological progress) and a relative country size change (labour force growth). The model predictions are validated empirically using product-level trade data for a sample of 132 countries (1988–2014), including 53 low-income countries. We find a robust positive relationship between export variety and the countries’ relative productivity, as well as a negative relationship between export variety and the expansion of foreign economies (i.e., the growth of the RoW). The effect of technology differences on export variety is driving diversification especially at the beginning of the development process. The results are robust to changes in the measurement of export …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0954349X21000023"
    },
    {
        "title": "The influence of firm characteristics and export performance in Central and Eastern Europe: comparisons of Visegrad, Baltic and Caucasus States",
        "authors": "Andrzej Cieślik, Jan Michałek, Anna Michałek",
        "year": "2014/3/30",
        "abstract": "In this paper we study the firm-level determinants of export performance in three groups of countries: the Visegrad, Baltic andCaucasus countries. Our analytical framework refers to the most recent strand in the new trade theory literature based on the Melitz (2003) model that stresses the importance of firm productivity in entering the export markets. The empirical implementation of the theoretical framework is based on the probit model and the BEEPS data set. Our empirical results confirm the importance of firm characteristics for export performance in the CEE countries. Also heterogeneity between different country groups within the region has been reported. Export competitiveness of firms from the CEE countries can be improved through the development of modern educational systems allowing to accelerate the accumulation of human capital. The financial support to research …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=67766"
    },
    {
        "title": "Determinants of export performance: Comparison of central European and Baltic firms.",
        "authors": "Andrzej Cieślik, Anna Michałek, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2015/5/1",
        "abstract": "Following the new strand in the new trade theory literature focusing on firm heterogeneity in this paper we investigate the determinants of firms' export performance in three Baltic states and four Central European countries (CECs). We start by estimating probit regressions for the pooled datasets that include these two groups of countries and then we disaggregate the samples into particular countries. The study covers Estonia, Latvia, Lithuania, the Czech Republic, Hungary, Poland and Slovakia and is based on BEEPS firm-level data collected for three years: 2002, 2005 and 2009. Our estimation results obtained for the Baltic and CECs indicate that the probability of exporting is positively related to the level of productivity, firm size, the share of university graduates in productive employment and the internationalization of firms. The results obtained for the two groups of countries are not statistically different, while …",
        "keywords": null,
        "url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=00151920&AN=103182217&h=r%2BrPAKiXRi3PtZh74fqGAhma6wobSo5ZpCf7lylB5BjRseop%2FAusaM6B8uIk6G0jYkC671ueGS2u%2FAvuSzh51A%3D%3D&crl=c"
    },
    {
        "title": "Prognoza skutków handlowych przystąpienia do Europejskiej Unii Monetarnej dla Polski przy użyciu uogólnionego modelu grawitacyjnego",
        "authors": "Andrzej Cieślik, Jan J Michałek, Jerzy Mycielski",
        "year": "2009",
        "abstract": "W artykule analizowane są skutki handlowe przystąpienia Polski do strefy euro przy użyciu uogólnionego modelu grawitacji. Do estymacji parametrów modelu wykorzystano dane panelowe z lat 1993–2006 dla obecnych członków strefy euro i prawie 100 innych krajów, z którymi wymianę handlową prowadzą kraje należące do strefy euro (pełna lista analizowanych krajów jest przedstawiona w NBP (2009)). Prognoza zmiany wielkości obrotów handlowych dla Polski składa się z dwóch elementów. Po pierwsze szacujemy skutek stabilizacji kursów wobec euro, korzystając z danych dla grupy krajów Europy Środkowo-Wschodniej (EŚW), które powiązały swoje kursy z euro. Drugi element szacunku otrzymujemy, badając wpływ przystępowania do strefy euro. Składa się na niego efekt eliminacji wahań kursowych oraz wpływ zmian instytucjonalnych związanych z przystąpieniem do strefy euro. Uzyskane wyniki sugerują, że bezpośrednio po wstąpieniu do strefy euro eksport Polski wzrośnie o około 12%, ale efekt ten będzie stopniowo zanikał.",
        "keywords": null,
        "url": "http://www.bik.nbp.pl/content/2009/01/bik_01_2009_03_art.pdf"
    },
    {
        "title": "The Effectiveness of Preferential Trade Liberalization in Central and Eastern Europe",
        "authors": "Andrzej Cieślik, Jan Hagemejer",
        "year": "2011/11/1",
        "abstract": "After the collapse of communism in Central and Eastern Europe (CEE), many countries in the region radically liberalized their foreign trade regimes in the 1990s. In particular, preferential trade liberalization in the CEE countries has been promoted by the European Union in the form of the association agreements that involved “vertical” trade liberalization between the EU and countries in Central and Eastern Europe. In addition to this, the CEE countries liberalized trade “horizontally” among themselves in the form of sub-regional and bilateral free trade agreements. In this article, we use the generalized gravity equation, estimated on bilateral trade data for ten CEE countries during the period of 1993–2004, to evaluate the effectiveness of preferential trade liberalization in Central and Eastern Europe. We find that all forms of preferential trade liberalization positively contributed to the expansion of trade of the CEE …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08853908.2011.604298"
    },
    {
        "title": "Determinants of foreign direct investment from OECD countries in Poland",
        "authors": "Andrzej Cieślik",
        "year": "2020/3",
        "abstract": "In the last two decades, Poland became an important recipient of foreign direct investment most of which comes from the developed West European countries. This study uses panel data analysis to empirically examine the determinants of multinational activity of firms from the OECD member states in Poland during the period 1996–2015. The model’s estimated empirical specification is based on the modified knowledge-capital model of the multinational enterprise that includes two types of capital: human and physical. Our empirical evidence points to the vertical motive as the primary reason for undertaking foreign direct investment in Poland by multinational firms based in the OECD member states.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s40822-019-00136-y"
    }
]