[
    {
        "title": "The motherhood wage penalty: A meta-analysis",
        "authors": "Ewa Cukrowska-Torzewska, Anna Matysiak",
        "year": "2020/5/1",
        "abstract": "Mothers tend to receive lower wages than comparable childless women. This ‘motherhood wage gap’ has been reported in numerous studies. We summarize the existing empirical evidence on this topic using meta-analysis and test for several mechanisms which can be responsible for the persistence of the wage gap. Based on 208 wage effects of having exactly one child and 245 wage effects of the total number of children, we find an average motherhood wage gap of around 3.6–3.8%. While the gaps associated with the total number of children are mostly explained by the loss of mothers' human capital during child-related career breaks, the gaps associated with one child are predominantly driven by mothers' choice of jobs and occupations that pay less. The residual gap is smallest in Nordic countries, where public policies actively support gender equality and reconciliation of work and family, as well as Belgium …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0049089X20300144"
    },
    {
        "title": "The role of parenthood in shaping the gender wage gap–A comparative analysis of 26 European countries",
        "authors": "Ewa Cukrowska-Torzewska, Anna Lovasz",
        "year": "2020/1/1",
        "abstract": "We use cross-national data on 26 EU countries to estimate how parenthood contributes to the gender wage gap, and assess how institutional elements affect this relationship. We find that irrespective of cultural norms and policies, fathers receive a wage premium, which increases the gender gap. Motherhood gaps vary across countries. The highest gaps are seen in Eastern European countries, where policies and norms lead to long absences from work. Moderate to small penalties are found in Continental Europe, Anglo-Saxon and Nordic countries, alongside higher maternal employment. No motherhood penalties are found for Southern EU countries, where mothers return to work quickly or exit the labor market indefinitely.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0049089X19302686"
    },
    {
        "title": "Are children driving the gender wage gap? Comparative evidence from Poland and Hungary",
        "authors": "Ewa Cukrowska‐Torzewska, Anna Lovasz",
        "year": "2016/4",
        "abstract": "We examine how much children and the responsibilities related to them contribute to the divergence of men's and women's wages, and consequently, to the formation of the gender wage gap. To derive the relative contribution of gender‐specific parent gaps to the overall gender wage gap, we provide a modification of the Oaxaca–Blinder decomposition and include simultaneous corrections for selection into employment and parenthood. The results show that the fatherhood wage premium contributes most significantly to the gender wage gap, especially in Poland. The motherhood penalty is also significant, while the role of the gender gap among childless individuals is small.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12090"
    },
    {
        "title": "Cross-country evidence on motherhood employment and wage gaps: The role of work–family policies and their interaction",
        "authors": "Ewa Cukrowska-Torzewska",
        "year": "2017/6/1",
        "abstract": "This article investigates the effects of work–family policies on motherhood employment and wage gaps. We study twenty-eight European countries, including Central and Eastern European countries. We show that unless the leave period is exceptionally long, enhanced childcare and leave policies help women combine family responsibilities with paid work. The positive effect of leaves is, however, much weaker in countries where childcare is limited. In these countries, improving access to childcare is therefore a more efficient policy than offering extended leaves. Because extended leaves encourage women to stay outside of the labor market, they are found to lead to wage penalties.",
        "keywords": null,
        "url": "https://academic.oup.com/sp/article-abstract/24/2/178/3884459"
    },
    {
        "title": "What if she earns more? Gender norms, income inequality, and the division of housework",
        "authors": "Iga Magda, Ewa Cukrowska-Torzewska, Marta Palczyńska",
        "year": "2024/3",
        "abstract": "We examine the relationship between female contribution to household income and the division of housework between the partners, while accounting for their attitutes towards gender roles. We use data from the “Generation and Gender Survey” for Poland: a country where both employment rates of women and their involvement in housework are high, men and women work long hours, and labour market regulation and policies are unsupportive of work− family balance. We find that the female share of total household income is negatively related to women’s heavy involvement in housework. The direction of this relationship does not change when women earn more than their partners, so there is no support for the gender deviance neutralization hypothesis. We also find that individual gender norms matter for women’s involvement in unpaid work at home, and the uncovered link between the female share of …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10834-023-09893-0"
    },
    {
        "title": "Do women managers lower gender pay gaps? Evidence from public and private firms",
        "authors": "Iga Magda, Ewa Cukrowska-Torzewska",
        "year": "2019/10/2",
        "abstract": "This paper analyzes the link between the share of women managers and the size of the firm-level gender pay gap, looking separately at the private and public sectors. Using a large linked employer–employee dataset for Poland and nonparametric and parametric decompositions, the study finds that a greater share of women managers is associated with an increased advantage for women in selected types of public-sector units: the ones in which remunerations of women and men are already equal, and a large share of the workforce is tertiary-educated. The effects are, however, relatively small in size. In private establishments, lower gender wage inequality is associated with higher shares of women workers, but not women managers.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13545701.2019.1634828"
    },
    {
        "title": "She cares and he earns? The family gap in Poland",
        "authors": "Ewa Cukrowska-Torzewska",
        "year": "2015",
        "abstract": "This paper deals with parenthood induced inequalities in the labour market outcomes of men and women in Poland. It extends the existing framework of research by providing a joint analysis of parenthood impact on working hours and wages for men and women for a transition economy. Using propensity score matching and fixed effects estimation this paper reveals that parenthood is associated with longer working hours and greater wages for men and shorter working hours and lower wages for women. The gaps in working hours may be however partially attributed to unobserved differences between parents and childless individuals. For men, unobserved heterogeneity also explains their greater wages. Mothers are however found to receive significantly lower wages even if their unobserved characteristics and self-selection into employment are accounted for.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=414875"
    },
    {
        "title": "Gender differentiation in intergenerational care-giving and migration choices",
        "authors": "Oded Stark, Ewa Cukrowska-Torzewska",
        "year": "2018/11/1",
        "abstract": "We weave together care-giving, gender, and migration. We hypothesize that daughters who are mothers have a stronger incentive than sons who are fathers to demonstrate to their children the appropriate way of caring for one's parents. The reason underlying this hypothesis is that women on average live longer than men, they tend to marry men who are older than they are and, thus, they are more likely than men to spend their last years without a spouse. Because it is more effective and less costly to care for parents if they live nearby, daughters with children do not move as far away from the parental home as sons with children or childless offspring. Data on the distance between the children's location and the parents' location extracted from the Survey of Health, Ageing and Retirement in Europe (SHARE), in conjunction with data on selected demographic characteristics and institutional indicators taken from …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2212828X17300312"
    },
    {
        "title": "Gender differences in the effect of subjective feedback in an online game",
        "authors": "Anna Lovász, Ewa Cukrowska-Torzewska, Mariann Rigó, Ágnes Szabó-Morvai",
        "year": "2022/6/1",
        "abstract": "We test for gender differences in the impact of subjective feedback, using an online game with randomized treatment in the form of pop-up texts and graphics. We estimate the impact of giving encouragement or praise on performance (score, accuracy) and persistence (number of games played). We find some evidence of gender differences: while praise has little impact, encouragement has a positive impact on the persistence and performance of females and a negative impact on the performance of males. These are driven by those with low task-related confidence. The findings suggest that giving more individualized feedback – such as encouragement to females with low task-related confidence – can potentially improve gender equality, especially in traditionally male fields.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2214804322000295"
    },
    {
        "title": "Gender and labour market outcomes",
        "authors": "Anna Matysiak, Ewa Cukrowska-Torzewska",
        "year": "2021/6/11",
        "abstract": "All over Europe women are less likely to be employed than men. In 2018, 63.3 per cent of working age women in the European Union (EU)(EU-27 and United Kingdom (UK)) were in employment, which was 10.5 percentage points lower than for men (Eurostat 2020a). This difference was smallest in the Nordic countries, which since the 1970s have consistently been pursuing high women’s employment, as well as Latvia and Lithuania (less than 5.6 percentage points). On the contrary, women were far less likely to be employed than men in Southern European countries (except for Portugal) and some of the post-socialist countries (Czech Republic, Hungary, Poland, Romania, and Slovakia). In most of the countries apart from the Czech Republic and Slovakia, the gender gap in employment is particularly large among the low or medium educated (Eurostat 2019a).\nHistorically, the gender gap in employment has been …",
        "keywords": null,
        "url": "https://www.elgaronline.com/edcollchap-oa/edcoll/9781788975537/9781788975537.00032.xml"
    },
    {
        "title": "Interplay between gender and ethnicity: Exposing Structural Disparities of Romani women",
        "authors": "Ewa Cukrowska, Angela Kocze",
        "year": "2013",
        "abstract": "This research paper attempts to address the issue of intersectional status of Romani women in four areas prioritized by the Decade of Roma Inclusion (2005-2015), namely education, employment, health and housing. In order to explore the primary intertwining features of gender and ethnicity the status of Romani women is compared both with non-Romani women and Romani men. The primary goal of this paper is to encourage policy makers to recognize the structural inequalities of gender and its interplay with ethnic dimensions. Related is the need to address gender inequality amongst Roma in an adequate and sustainable manner as well as to provide insight about the importance of addressing gender equality issues as a crucial aspect of Roma inclusion.\nThe empirical part of this research paper is based on data coming from two unique data collections, ie 2004 UNDP Regional Roma Survey and 2011 UNDP …",
        "keywords": null,
        "url": "https://www.rcc.int/romaintegration2020/romadecadefold/documents/2.%20isc%20meetings/25%2025th%20Meeting%20of%20the%20ISC_September%202013%20(Montenegro)/Presentations/Interplay%20between%20gender%20and%20ethnicity_Exposing%20Structural%20Disparities%20of%20Romani%20women.pdf"
    },
    {
        "title": "The gender wage gap in the workplace: does the age of the firm matter?",
        "authors": "Ewa Cukrowska-Torzewska, Iga Magda",
        "year": "2020/6",
        "abstract": "We contribute to the literature on firm-level determinants of gender wage inequality by studying the link between a firm’s age and the size of its gender pay gap. Using European Structure of Earnings data for eight European countries, we find that in all these countries, the gender wage gaps are smallest in the youngest firms. Our results also show that in Central European countries, the size of the gender pay gap clearly increases with the age of the company; whereas in the older EU member states such link is not as apparent. Levels of gender wage inequality appear to be highest in companies that were previously state owned but were privatized during the transition. We interpret our findings with the support of competition and monopsony theories.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/0959680118825071"
    },
    {
        "title": "The impact of parenthood on the gender wage gap–a comparative analysis of european countries and family policies",
        "authors": "Ewa Cukrowska-Torzewska, Anna Lovasz",
        "year": "2017",
        "abstract": "We use cross-national data to assess how much children and the responsibilities related to them contribute to the gender wage gap, and how family policies affect this relationship. Our analysis is based on a decomposition that reveals what portion of the gender wage gap may be attributed to the existence of:(1) the motherhood wage penalty,(2) the fatherhood wage premium, and (3) the gender wage gap among childless individuals. Our findings suggest that in countries where female employment is low, the gender wage gap is small, and mostly driven by a high positive fatherhood premium. Among the remaining countries, variations are mainly explained by family policies. Countries with high childcare coverage and moderate length paid leaves report small, slightly positive motherhood wage gaps that play a small role in the overall gender gap. On the other hand, the highest motherhood wage penalty is found in countries where long leaves coexist with the low accessibility to childcare facilities, explaining approximately one third of the total gender wage gap.",
        "keywords": null,
        "url": "http://conference.iza.org/conference_files/SUMS_2016/cukrowska-torzewska_e23982.pdf"
    },
    {
        "title": "Comparative analysis of the motherhood gap in employment and wages: The role of family policies and their interaction",
        "authors": "Ewa Cukrowska-Torzewska",
        "year": "2016",
        "abstract": "The paper documents employment and wage gaps, which arise between mothers and childless women, for a set of 28 European countries. The role of family policies in explaining these inequalities is then examined by looking at a single policy as well as childcare and leave policies interaction. The findings from the fixed effects model reveal that childcare coverage for small children and the length of maternity and paid parental leaves are important for explaining the size of the motherhood gap in employment. The impact of the leaves depends, however, on childcare availability: long maternity leaves combined with high childcare coverage lead to greater employment gap than when the coverage is low. The results do not prove that the interaction effect is present for the motherhood wage gap, which is found to be predominantly affected by the length of paid parental leave.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/173666"
    },
    {
        "title": "Do female managers help to lower within-firm gender pay gaps? Public institutions vs. private enterprises",
        "authors": "Iga Magda, Ewa Cukrowska-Torzewska",
        "year": "2018",
        "abstract": "We analyze the link between the presence of female managers and the size of the firm-level gender pay gap, looking separately at the private and public sector. Using a large linked employer-employee dataset for Poland and a non-parametric and parametric decompositions, we find that higher presence of female managers is associated with more pay advantage towards women in selected types of public sector units: the ones in which remunerations of women and men are already equal, and a large share of the workforce is tertiary-educated. The effects are, however, relatively small in size. In private establishments, lower gender wage inequality is associated with higher shares of female workers, but not female managers.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/193320"
    },
    {
        "title": "Competition, subjective feedback, and gender gaps in performance",
        "authors": "Anna Lovasz, Boldmaa Bat-Erdene, Ewa Cukrowska-Torzewska, Mariann Rigó, Ágnes Szabó-Morvai",
        "year": "2023/2/1",
        "abstract": "We use an online game with randomized treatments to study gender differences in the impacts of competition and subjective feedback. 5191 participants were randomly selected into 8 groups: players either saw a Top 10 leaderboard or not (competition), and within these, they received no subjective feedback, supportive feedback, rewarding feedback, or \"trash talk\" (feedback type). Seeing a leaderboard increases the persistence (number of games played) of all players, but only increases the performance (score) of male players. When the leaderboard is combined with supportive feedback, the performance of female players increases as well. This points to important heterogeneities by feedback type and individual characteristics and suggests that personalized feedback may be key for decreasing gender gaps, particularly in competitive settings such as STEM fields.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2214804322001252"
    },
    {
        "title": "How much does it cost to rear children in Poland?",
        "authors": "Ewa Cukrowska-Torzewska",
        "year": "2016/5",
        "abstract": "This article analyses the cost of motherhood borne by Polish women. The cost of motherhood is defined as a drop in earnings caused by the presence of children. The findings show that motherhood in Poland is associated with a drop in women’s net monthly earnings of around 13–19%. The results also show that the cost of motherhood varies with the number of children and the drop in wages is particularly high for mothers of three or more children. The investigation of mother’s self-selection into employment suggests that the estimated cost would be higher if the choice could be accounted for.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/1350506815586468"
    },
    {
        "title": "Gender pay gap in Poland",
        "authors": "E Cukrowska-Torzewska",
        "year": "2014",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4991977621765530258&hl=en&oi=scholarr"
    },
    {
        "title": "Managerial (dis)preferences towards employees working from home: Post-pandemic experimental evidence",
        "authors": "Agnieszka Kasperska, Anna Matysiak, Ewa Cukrowska-Torzewska",
        "year": "2024",
        "abstract": "Work from home (WFH) has been a part of the professional landscape for over two decades, yet it was the COVID-19 pandemic that has substantially increased its prevalence. The impact of WFH on careers is rather ambiguous, and a question remains open about how this effect is manifested in the current times considering the recent extensive and widespread use of WFH during the pandemic. To answer these questions, this article investigates whether managerial preferences for promotion, salary increase and training allowance depend on employee engagement in WFH. We take into account the employee’s gender, parental status as well as the frequency of WFH. Furthermore, we examine whether managers’ experience with WFH and its prevalence in the team moderate the effect of WFH on careers. An online survey experiment was run on a sample of over 1,000 managers from the United Kingdom. The experiment was conducted between July and December 2022. The findings indicate that employees who WFH are less likely to be considered for promotion, salary increase and training than on-site workers. The pay and promotion penalties for WFH are particularly true for men (both fathers and non-fathers) and childless women, but not mothers. We also find that employees operating in teams with a higher prevalence of WFH do not experience negative career effects when working from home. Additionally, the more WFH experience the manager has, the lesser the career penalty for engaging in this mode of working. Our study not only provides evidence on WFH and career outcomes in the post-pandemic context but also furthers previous …",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0303307"
    },
    {
        "title": "Gender gap in reservation wages and the choice of education field",
        "authors": "Ewa Cukrowska-Torzewska",
        "year": "2021",
        "abstract": "I examine the gap in reservation wages between men and women who enter the labour market for the first time and link it to the choice of education field by gender. Using data from 2006 to 2015 Labour Force Survey for Poland, I show that men and women with the same education value their qualifications differently, which points to behavioural differences by gender. The gender difference in returns to education fields is found to be the single most important predictor of the gender gap in reservation wages. Women educated in mathematics, IT and physics are found to report higher reservation wages than other women and there is no difference in pay expectations between them and men. The results contribute to the discussion on the importance of a higher presence of women in STEM fields as a way of achieving greater gender equality in the labour markets.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13504851.2021.1985062"
    }
]