[
    {
        "title": "Facility management",
        "authors": "Artur Śliwiński, Bartłomiej Śliwiński",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9114858155085456109&hl=en&oi=scholarr"
    },
    {
        "title": "Facility management process architecture framework",
        "authors": "Bartłomiej Śliwiński, Renata Gabryelczyk",
        "year": "2010/12/1",
        "abstract": "Due to a lack of consistence among different components of management systems, there is a barrier limiting an effectiveness of organizational functionality in the present business world. St. Gallen School has offered Management Process Architecture Framework as a base helping with achievement of the consistence among the management systems. Dividing the base into three levels: strategy, processes and systems, will reduce complexity of an enterprise real life, and it will allow to create a model presenting the organization in total. The new-built of the Facility Management Process Architecture Framework is the start up for using in full management process architecture. The process architecture shows the processes and a logic of their links on different organization levels; it is an image of the internal organization process structure; it allows a complex check and systematization of different approaches in the scope of the complex organization.\nA goal of the article is to build a concept of the process architecture framework for the Facility Management area. The area is a subject to permanent evolution. Going from the administration and functionally organized FM area to the dynamic and active approach considering influence onto other organizational processes requires the very precisely dedicated goal. Additionally, it requires have established some interrelations among basic processes taking place in the organization and the FM area. The tools used to model the processes make possible both: an introduction of the new approach to management of the FM area, and some directions to create some new IT tools, including IWMS (Integrated …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Renata-Gabryelczyk/publication/294802156_Facility_management_process_architecture_framework/links/5aa67cf6458515b3e5c1361d/Facility-management-process-architecture-framework.pdf"
    },
    {
        "title": "DEVELOPMENT OFPROCESS MODELLING FOR FACILITYMANAGEMENT",
        "authors": "Bartłomiej Śliwiński, Renata Gabryelczyk",
        "year": "2009",
        "abstract": "In the thesis the evolution of perception in the field of real estate and Facility Management from an organization’s activities point of view is presented. The risen issue is especially essential for the needs of organization management because of the parallel development of tools and information models. In the thesis changes are presented occurring to the perception of real estates in the line of economical processes, as well as the evolution of the information tools supporting Facility Management. The dependence of perception of real estate in view of company activities supporting the Facility Management processes will be shown on the level of a development of information tools. In the study relations between the basic processes of an organization with the connection to Facility Management processes are exposed. An attempt was made in this thesis to create a reference model in the field of Facility Management, which is based on general assumptions. The modeling of the Facility Management processes was realized through the aid of the ADONIS application toolkit system.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Mykola-Kushnir/publication/293731272_AUTOMATION_OF_ENTERPRISES_UKRAINIAN_EXPERIENCE/links/58f484f1a6fdcc11e569f63a/AUTOMATION-OF-ENTERPRISES-UKRAINIAN-EXPERIENCE.pdf#page=101"
    },
    {
        "title": "Determinants of energy intensity in emerging economies: a comprehensive review of the last three decades",
        "authors": "Syed Anees Haider Zaidi, Bartłomiej Dessoulavy-Śliwiński, Rana Umair Ashraf, Muhammad Ahtisham ul Haq",
        "year": "2024/6/27",
        "abstract": "Objectives:\nThis review article delves into the determinants of energy intensity in emerging economies, spanning the past 30 years of research accessed from Web of Science. The review employ data visualization techniques to present a bird's-eye view of the research landscape, showcasing the geographical distribution of studies, prominent authors, and key journals in the field.\nMaterial and methods:\nThis bibliometric study utilized the March 2023 edition of the Web of Science (WoS) Core Collection database for its papers. The literature review covers the years 1993 to 2023 and includes all studies on the subject of energy intensity in the pursuit of emerging economic goals. Journal articles are isolated from the other document types using an additional filter. The WoS Core Collection database had a total of 3,918 articles.\nResults:\nThrough a systematic assessment of methodological approaches, we evaluate the robustness of the existing literature, pinpointing areas where methodological improvements and novel data sources can enhance future research. It offers valuable insights for policymakers, researchers, and practitioners striving to develop effective strategies for reducing energy intensity and promoting green growth.\nConclusions:\nIn conclusion, emerging economies' energy intensity levels are shaped by a complex interplay of determinants that were highlighted by the analysis of factors influencing energy intensity on economic growth. In order to achieve a more sustainable and resilient energy future, emerging economies must first address these determinants through research, collaboration, and policy actions.",
        "keywords": null,
        "url": "https://www.jomswsge.com/Determinants-of-Energy-Intensity-in-Emerging-Economies-A-Comprehensive-Review-of,188724,0,2.html"
    },
    {
        "title": "Information Management in Practice",
        "authors": "Bernard Kubiak, Jacek Maślankowski",
        "year": "2015",
        "abstract": "Information Management in Practice Faculty of Management University of Gdańsk Sopot 2015 www. wzr. pl INFORMATION MANAGEMENT IN PRACTICE Edited by Bernard F. Kubiak and Jacek Maślankowski Page 2 Reviewer Assoc. Prof., Ph. D. Hab. Andrzej Bytniewski Cover and title page designed by ESENCJA Sp. z oo Technical Editor Jerzy Toczek Typeset by Mariusz Szewczyk © Copyright by Faculty of Management, University of Gdańsk 2015 ISBN 978-83-64669-05-7 Published by Faculty of Management University of Gdańsk 81-824 Sopot, ul. Armii Krajowej 101 Printed in Poland by Zakład Poligrafii Uniwersytetu Gdańskiego Sopot, ul. Armii Krajowej 119/121 tel.+ 48 58 523 13 75,+ 48 58 523 14 49, e-mail: poligraf@ gnu. univ. gda. pl Page 3 Table of Contents Preface.............................................. 7 Chapter 1. The opportunities, impediments and challenges connected with the utilization of the cloud computing …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Maciej-Kiedrowicz/publication/313527052_Business_rules_automation_standards_in_business_process_management_systems/links/589d7171aca272e6cd4aa232/Business-rules-automation-standards-in-business-process-management-systems.pdf"
    },
    {
        "title": "Zarządzanie kryzysem finansowym firmy",
        "authors": "Bartłomiej Śliwiński",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=3233437305598287978&hl=en&oi=scholarr"
    },
    {
        "title": "Wpływ elastycznych form pracy na efektywność organizacji",
        "authors": "Bartłomiej Dessoulavy-Śliwiński, Dorota Płatek",
        "year": "2015",
        "abstract": "Celem artykułu jest identyfikacja zależności pomiędzy nowoczesnymi formami organizacji pracy biurowej a efektywnością organizacji. W artykule, oprócz zarysowania kilku najważniejszych-zdaniem autorów-kontekstów przedstawianej problematyki, wskazano wyniki pilotażowego badania ankietowego w zakresie efektów oraz wzorce innowacyjności stosowane w różnych koncepcjach organizacji pracy biurowej (m. in. hot-desking, telepraca). W pracy postawiono następujące hipotezy: 1) efektywne miejsce pracy wiąże się z elastycznym podejściem do zarządzania przestrzenią; 2) większa satysfakcja pracowników wykorzystujących elastyczną przestrzeń biurową wynika nie tylko ze zmian w jakości funkcjonalnej przestrzeni biurowej ale głównie z efektów relacyjnych w organizacji.(fragment tekstu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171404109"
    },
    {
        "title": "Tendencje na rynku nieruchomości biurowych",
        "authors": "Bartłomiej Śliwiński",
        "year": "2005",
        "abstract": "Niniejsza praca poświęcona jest zagadnieniom funkcjonowania rynku nieruchomości komercyjnych, zwłaszcza nieruchomości biurowych. W pracy dokonano wstępnej analizy tego rynku dla Warszawy w latach 2000-2004. W pracy wykorzystano materiały i dane empiryczne pochodzące od uczestników rynku inwestycyjnego (międzynarodowych firm będących pośrednikami na rynku nieruchomości komercyjnych).(fragment tekstu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171320123"
    },
    {
        "title": "Post-Merger Financial Performance–A Study of High-Tech Companies in the United States using Artificial Neural Networks",
        "authors": "Stanislav Tarasov, Bartłomiej Dessoulavy-Śliwiński",
        "year": "2024/6/18",
        "abstract": "The debate about the efficacy of mergers and acquisitions as a growth strategy in terms of ex-post value creation has been developing for decades. This paper aims to create an artificial neural network that examines trends in the financials and marks the potential sources of value creation in the high-tech industry mergers between 2011 and 2021. The findings demonstrate that ANN can be implemented as a highly efficient model for analyzing complex financial events due to its flexibility and lack of prior assumptions about the data.",
        "keywords": null,
        "url": "https://qme.sggw.edu.pl/article/view/9814"
    },
    {
        "title": "ALGORITHM-DRIVEN HEDONIC REAL ESTATE PRICING–AN EXPLAINABLE AI APPROACH",
        "authors": "Stanislav Tarasov, Bartłomiej Dessoulavy-Śliwiński",
        "year": "2024",
        "abstract": "Real estate is the world’s biggest asset class, and residential real estate is a major asset for many individuals. Hence, property price prediction holds significant importance and increasingly attracts attention of researchers due to a variety of factors, including investment decisions, buy and sell transactions, tax considerations, or real estate investment trusts’ activity (Arribas et al., 2016). Due to market and regulatory changes in recent years, real estate is appraised more frequently than ever before, and inaccurate valuation can lead to various complications affecting property owners, buyers, and financing providers. Hence, there is a strong demand for accurate, speedy, and dependable support tools for real estate valuation. As a result, automated valuation model (AVM) development has been steadily on the rise in the industry and in academic research. On the one hand, the subject of predicting real estate prices is well recognized in the literature. Studies on this topic in the field of applied econometrics often employ conventional linear regression methods along with their spatial extensions, as well as ML-based models. Research has indicated varying results when comparing the performance of ML and spatial models, with some studies demonstrating superior results for the former (eg, Rico-Juan & Taltavull de La Paz, 2021), and others presenting contrasting findings, in favor of the latter (eg, Przekop, 2022). Li (2022), in their experimental study of extracting spatial effects from an ML model using a local interpretation method, shows that “locally interpreted machine learning models are good alternatives to spatial statistical models and perform …",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.2478/remav-2025-0003"
    },
    {
        "title": "Zastosowanie Data Science w obszarze mowy nienawiści",
        "authors": "Rana Umair Ashraf, Bartłomiej Dessoulavy-Śliwiński",
        "year": "2024",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=v7xejjUAAAAJ&citation_for_view=v7xejjUAAAAJ:W7OEmFMy1HYC"
    },
    {
        "title": "Developing Circular Economy in Belarus: Barriers and Challenges",
        "authors": "Bronowska Adamchyk, Dessoulavy-Śliwiński, Ashraf",
        "year": "2023/12/29",
        "abstract": "The purpose of this research is to better understand theobstacles and limits that Belarus faces in moving to a circulareconomy (CE). Three separate studies were used to achieve thesegoals. In the first study, a research-based questionnaire was created tocollect data on the business operations of Belarusian enterprises andtheir use of circular business models. In the second study, we used aninterview-based assessment of the Belarusian economy's circularity.In the final section, we used the analytic hierarchy process (AHP)method to analyze the impediments to the circular economy in theRepublic of Belarus. The overall findings of this three-part studyindicate that businesses are interested in and working to adopt variousCE activities like waste management, resource efficiency, costsavings, and carbon emissions. However, Belarus lacks planningpossibilities and CE-related initiatives due to a lack of consistent …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1240784"
    },
    {
        "title": "New Evidence on M&A: AStudy of the transaction Structure in the US",
        "authors": "Bartłomiej Dessoulavy-Śliwiński Stanislav Tarasov",
        "year": "2023",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=v7xejjUAAAAJ&citation_for_view=v7xejjUAAAAJ:IjCSPb-OGe4C"
    },
    {
        "title": "Wykorzystanie danych przestrzennych do a nalizy lokalnego rynku nieruchomości",
        "authors": "Sawicki Kamil Dessoulavy-Śliwiński Bartłomiej, Malinowski Krzysztof",
        "year": "2022/6/22",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=v7xejjUAAAAJ&citation_for_view=v7xejjUAAAAJ:YsMSGLbcyi4C"
    },
    {
        "title": "Modele biznesowe i finansowe lotnisk w zmieniającym się otoczeniu",
        "authors": "Bartłomiej Dessoulavy-Śliwiński Anna Lisowska",
        "year": "2022",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=v7xejjUAAAAJ&citation_for_view=v7xejjUAAAAJ:zYLM7Y9cAGgC"
    },
    {
        "title": "Building Capabilities for Science and Technology Parks Performance through Area of Innovation Management Systems",
        "authors": "Adam Penkala, Bartłomiej Dessoulavy-Śliwiński",
        "year": "2015",
        "abstract": "The aim of the article is to analyse the issues of the construction and implementation of management systems at Research and Development (R&D) units, especially Science and Technology Parks (STPs). Due to the relatively low interest in this subject, the authors try to specify the management of such organizations, as well as make attempts to classify them on the basis of the type of dominant R&D activity, in particular with regard to the implementation of management support systems. In the present study, the authors use the data of the International Association of Science Parks and Areas of Innovation (IASP) and base their research on the results of in-depth interviews performed at 74 units of this type, located around the world. This paper refers to a process approach and process maps in order to determine the direction and manner of the implementation of management support systems at STPs.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Jacek-Maslankowski/publication/322477868_Information_management_in_practice/links/5a5dae02aca272d4a3de125f/Information-management-in-practice.pdf#page=291"
    },
    {
        "title": "The impact of flexible workplace on organisational efficiency",
        "authors": "Bartłomiej Dessoulavy-Śliwiński, Dorota Płatek",
        "year": "2015",
        "abstract": "The purpose of this article is to identify relationships between the modern workplace concepts and organisational efficiency. Based on the initial results of a survey study, the practices of different workplace concepts (including Hot-Desking, Teleworking) are evaluated and patterns in their approaches to innovation are discussed. The primary findings are: (1) effective workplace develops from a flexible approach to space management (2) greater satisfaction of employees in a flexible office space does not result solely from changes in the functional quality, but mainly from relational effects inside the organisation.",
        "keywords": null,
        "url": "https://ideas.repec.org/a/sgh/annals/i36y2015p363-376.html"
    },
    {
        "title": "Data Science Approach to Real Estate Pricing: An Empirical Study of Public Listing Data from 5 OECD Countries",
        "authors": "Karol Oleszek",
        "year": null,
        "abstract": "This thesis focuses on the gathering of real estate listings data from 5 OECD countries, construction of a housing pricing model, and its detailed diagnostics. The real estate market plays an important role in the broader economy, and a better understanding of its dynamics can provide valuable insights into wealth distribution, consumer spending, and financial stability. By analyzing the spatial dynamics of real estate prices, this thesis contributes to the field of economics and informs evidence-based pricing models construction. The dataset collected in this study will be made available for scientific purposes, facilitating future research and collaborations in the field of real estate economics. Hypothesis relating to the location based property pricing models performance are evaluated. Overall, this thesis demonstrates the potential for research to yield significant insights into the functioning of real estate markets.",
        "keywords": null,
        "url": "https://karololeszekdatasystems.com/static/AVM_Thesis.pdf"
    }
]