[
    {
        "title": "Monitorowanie losów absolwentów uczelni wyższych z wykorzystaniem danych administracyjnych Zakładu Ubezpieczeń Społecznych",
        "authors": "Marek Bożykowski, Marcin Dwórznik, Ewa Giermanowska, Albert Izdebski, Mikołaj Jasiński, Joanna Konieczna-Sałamatin, Marek Styczeń, Tomasz Zając",
        "year": "2014/1/1",
        "abstract": null,
        "keywords": null,
        "url": "https://espace.library.uq.edu.au/view/UQ:c360422"
    },
    {
        "title": "Sektor shadow banking w Polsce",
        "authors": "K Opolski, A Gemzik-Salwach, M Dwórznik, M Podleśna, K Wais, P Zapadka",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=3518748442006496806&hl=en&oi=scholarr"
    },
    {
        "title": "Zróżnicowanie w rozwoju regionalnym (dylematy i argumenty)",
        "authors": "Krzysztof Opolski, Marcin Dwórznik",
        "year": "2012",
        "abstract": "W artykule przedstawiona została problematyka związana ze zróżnicowaniem regionalnym. W pierwszej części artykułu zaprezentowano teoretyczny kontekst zróżnicowania regionalnego. Jednym z najpopularniejszych podejść, tłumaczących przyczyny zróżnicowania regionalnego pod kątem rozwoju gospodarczego, jest nowa geografia ekonomiczna, która zróżnicowanie w rozwoju regionalnym próbuje wytłumaczyć na podstawie teorii stworzonej na użytek wyjaśnienia międzynarodowych stosunków ekonomicznych. Na podstawie rozważań teoretycznych podjęta jest analiza empiryczna zróżnicowania rozwoju. W tym kontekście analiza województwa mazowieckiego zyskuje szczególny aspekt, jako województwa cechującego się dużą rozpiętością z punktu widzenia rozwoju gospodarczego. W województwie mazowieckim jest jeden bardzo silny region–m. st. Warszawa i słabsze pozostałe. PKB w przeliczeniu na 1 mieszkańca w roku 2008 w m. st. Warszawie (kształtujące się na poziomie ok. 99 tys. zł) było o ponad półtora raza większe od drugiego regionu pod względem PKB per capita (subregionu warszawskiego zachodniego). W artykule jest także przytoczony przykład Dolnej Saksonii jako regionu, który umie wykorzystać swój potencjał, dzięki czemu jest w stanie prowadzić skuteczną politykę zrównoważonego rozwoju. Podsumowując rozważania teoretyczne oraz empiryczne, należy stwierdzić, że zróżnicowanie w poziomie rozwoju regionów jest czymś „naturalnym”. Zróżnicowanie w rozwoju regionalnym prowadzi do wyłaniania się dużych ośrodków (centrów) wzrostu oraz pozostałych, biedniejszych terenów (na których nie następuje …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-9dec4d3e-2120-48cd-ac37-79ad0cd727ca"
    },
    {
        "title": "Efektywność i jakość w szkolnictwie wyższym",
        "authors": "Marcin Dwórznik",
        "year": "2021",
        "abstract": "Celem przedstawionej pracy doktorskiej jest określenie relacji jaka zachodzi pomiędzy efektywnością i jakością w przypadku państwowych wyższych uczelni w obszarze realizowanych procesów głównych (dydaktyki i badań). W zakresie procesów wspierających (administracji ogólnouczelnianej, w skład których wchodzą takie procesy jak m. in. księgowośš, IT, kadry) celem jest ocena skuteczności organizacyjnej.\nPrzy przeprowadzaniu pomiaru efektywności uczelni wyższej zastosowana zostanie metoda pomiaru nieparametrycznego–DEA. Wśród głównych przesłanek wyboru narzędzia badawczego, jest fakt, że przy zastosowaniu metody DEA nie jest wymagana znajomośš zależności funkcyjnej, jaka zachodzi pomiędzy uwzględnianymi w badaniu zmiennymi. Wymagane jest tylko określenie nakładów i efektów, które niekoniecznie muszą byš wyrażone w jednostkach pieniężnych. Wyniki uzyskane w badaniu z wykorzystaniem metody DEA umożliwiają określenie sytuacji uczelni na okres objęty badaniem.",
        "keywords": null,
        "url": "https://repozytorium.uw.edu.pl/bitstreams/728714fa-4dee-4ec4-9cb2-fe34a7df75ff/download"
    },
    {
        "title": "Higher Education Efficiency and Quality",
        "authors": "Marcin Dwórznik, Krzysztof Opolski",
        "year": "2021/12/21",
        "abstract": "The efficiency and the quality of higher education institution was assessed with the use of process approach. The efficiency of the higher education institution was determined on the basis of a combination of typical financial measures, taking into account costs incurred in the process of didactics and research, and expenditures (measured by current liquidity, stock turnover, receivables and liabilities ratios) necessary for schools to maintain financial liquidity. As measures of quality, related to statutory tasks of the university, the factors determining graduates’ situation on the labour market as well as patents obtained as a result of research conducted by university were adopted. Applying measures of quality enabled the researcher to obtain a more comprehensive dimension of the universities’ efficiency, while proving the fact that financial measures alone may distort the actual picture of efficiency or even lead to …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1014588"
    },
    {
        "title": "Efektywność i jakość czołowych publicznych uczelni funkcjonujących na terenie województwa mazowieckiego na tle największych uczelni działających w Polsce",
        "authors": "Marcin Dwórznik",
        "year": "2018/12",
        "abstract": "Ocena funkcjonowania uczelni wyższej jest interesująca w szczególności w kontekście rozwoju regionu, w którym jest zlokalizowana. Do kompleksowej oceny uczelni należy wziąć pod uwagę, z jednej strony efektywnościowe i jakościowe aspekty jej funkcjonowania, z drugiej strony główne procesy realizowane przez uczelnie: dydaktykę oraz badania. W przeprowadzonym pomiarze efektywność rozpatrywano przez pryzmat oceny wykorzystania zasobów w celu osiągnięcia efektów. Jakość natomiast rozumiana była jako spełnianie przez organizacje oczekiwań otoczenia. Przeprowadzone badania efektywności i jakości czołowych publicznych uczelni wyższych, funkcjonujących na terenie województwa mazowieckiego na tle największych uczelni działających w Polsce, wykazały, że w badanej próbie, zarówno w przypadku procesu dydaktyki jak również badań najwyższy poziom efektywności, równy jeden, uzyskał Uniwersytet Warszawski. W zakresie jakości realizacji procesu dydaktyki najwyższy poziom z kolei wykazała druga uczelnia funkcjonująca na terenie województwa mazowieckiego, Szkoła Główna Handlowa.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/461316.pdf"
    },
    {
        "title": "Rozwój polskiego sektora finansowego w I dekadzie XXI wieku",
        "authors": "Krzysztof Opolski, Marcin Dwórznik",
        "year": "2014/7",
        "abstract": "W artykule została przedstawiona analiza powiązania rozwoju sektora finansowego z rozwojem go-spodarki realnej w pierwszej dekadzie XXI wieku. Na początku artykułu została przeprowadzona ocena stanu gospodarki realnej na podstawie wskaźników, które są wykorzystywane przy analizie rozwoju gospodarki realnej. Wśród nich znajdą się zmiany: poziomu produktu krajowego brutto (PKB), spoży-cia ogółem, nakładów inwestycyjnych, rozwoju sektora budownictwa mieszkaniowego (mieszkania oddane do użytkowania), stopy bezrobocia, stopy inflacji, obszaru wymiany międzynarodowej (ra-chunku bieżącego bilansu płatniczego, wartości eksportu i importu towarów) oraz stanu zadłużenia państwa (instytucji rządowych i samorządowych) oraz gospodarstw domowych. W drugiej części arty-kułu została przedstawiona zmiana wybranych zmiennych, charakteryzujących sektor finansowy. Oceniając, pod kątem wartości, rozwój sektora finansowego, należy odnieść się do jego segmentów, dla których dostępne są informacje. Instytucją prezentującą najbardziej obszerny zakres danych doty-czących sektora finansowego jest Narodowy Bank Polski. Przy prezentacji rozwoju sektora finanso-wego warto wziąć pod uwagę rozwój aktywów, będących w posiadaniu banków oraz dynamicznie rozwijającej się bankowości spółdzielczej, instytucji pośredniczących w przepływie środków na rynku kapitałowym (fundusze inwestycyjne) oraz obszaru pozabankowego. W ramach obszaru pozabanko-wego warto zwrócić uwagę na segmenty obszaru, kierujące ofertę głównie do przedsiębiorstw: facto-ringu i leasingu. W latach 2000-2012 dynamicznie …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/461226.pdf"
    },
    {
        "title": "Model współpracy systemu edukacji z gospodarką województwa wielkopolskiego",
        "authors": "Agnieszka Różycka, Marcin Dwórznik, Justyna Gać, Adam Miller, M Stec",
        "year": null,
        "abstract": "Niniejszy raport został sporządzony przez CASE-Doradcy Sp. z oo na podstawie umowy z dnia 24 września 2009 r. zawartej pomiędzy CASE-Doradcy Sp. z oo a Województwem Wielkopolskim na opracowanie modelu współpracy systemu edukacji z gospodarką. Raport główny składa się z trzech części: analitycznej, strategicznej oraz wymagań odnośnie inicjatyw, które miałyby być finansowane przez samorząd województwa. W części analitycznej została przedstawiona charakterystyka obecnej sytuacji w zakresie współpracy systemu edukacji z gospodarką na terenie województwa wielkopolskiego (rozdział 2), która została opracowana na podstawie przeprowadzonych badań. Część strategiczna (rozdziały 3-5) została przygotowana pod kątem możliwości wykorzystania jej zapisów, jako dokumentu strategicznego dla samorządu województwa. Część strategiczna zawiera analizę SWOT będącą podstawą …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15814103571990391917&hl=en&oi=scholarr"
    },
    {
        "title": "Efektywność i jakość wybranych publicznych uczelni funkcjonujących w Polsce",
        "authors": "Marcin Dwórznik",
        "year": "2021",
        "abstract": "Celem artykułu jest przedstawienie i wykorzystanie metodyki oceny funkcjonowania uczelni wyższych. W artykule zastosowano proponowaną przez autora metodykę do oceny efektywności oraz jakości czołowych publicznych uczelni funkcjonujących na terenie Polski. Podstawą proponowanej metodyki jest z jednej strony spostrzeżenie, że uczelnia realizuje dwa główne procesy różniące się istotnie charakterem nakładów oraz uzyskiwanych produktów i efektów—dydaktykę i badania. Z drugiej strony dla uzyskania kompleksowej oceny uczelni ważne jest zwrócenie uwagi na dwa obszary—efektywność funkcjonowania oraz generowaną jakość, rozumianą jako wpływ uczelni na otoczenie. Prezentowane w artykule wyniki oceny przeprowadzonej według metodyki zaproponowanej przez autora wskazują, że najwyższy poziom efektywności zarówno w przypadku realizacji procesu dydaktyki, jak i realizacji badań osiągnął Uniwersytet Warszawski. Wyniki te pokazały także możliwości, jakie daje proponowana metodyka, jednak zdaniem autora istotna jest również refleksja nad doborem i źródłami analizowanych danych.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.ojs-doi-10_33226_1231-7853_2021_11_2"
    },
    {
        "title": "Zróżnicowania w rozwoju regionów:(dylematy i argumenty)",
        "authors": "Krzysztof Opolski, Marcin Dwórznik",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=0cY8QqUAAAAJ&citation_for_view=0cY8QqUAAAAJ:qjMakFHDy7sC"
    },
    {
        "title": "Współpraca systemu edukacji z gospodarką",
        "authors": "Krzysztof Opolski, Marcin Dwórznik",
        "year": "2011",
        "abstract": "W artykule poruszona jest kwestia współpracy systemu edukacji z gospodarką na wszystkich szczeblach edukacji: szkolnictwie podstawowym i gimnazjalnym, ponadgimnazjalnym oraz szkolnictwie wyższym. Artykuł z jednej strony wskazuje powody, dla których ważna jest współpraca systemu edukacji z gospodarką; z drugiej natomiast wskazuje obszary, w których powinna następować ta współpraca. Jednym z głównych wniosków płynących z artykułu jest stwierdzenie, że badanie losów zawodowych absolwentów powinno być kluczowym punktem inicjującym, monitorującym oraz oceniającym współpracę systemu edukacji z gospodarką. Badaniem losów zawodowych absolwentów nie powinni być objęci tylko sami studenci, ale również pracodawcy. Takie podejście umożliwia dojście do wniosków i wskazówek odnoszących się do modelu współpracy systemu edukacji z gospodarką, z których najważniejsze zostały zaprezentowane w artykule. Przy wspieraniu współpracy systemu edukacji z gospodarką nacisk położony powinien być na wszystkie etapy szkolnictwa, w tym zwłaszcza na sam początek edukacji młodych ludzi, czyli na szkolnictwo podstawowe i gimnazjalne.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-045e9064-3503-4bf9-b5b6-a954c5d7741b"
    },
    {
        "title": "Wykorzystanie i interpretacja danych ekonomicznych w planowaniu strategicznym regionu",
        "authors": "Krzysztof Opolski, Marcin Dwórznik",
        "year": "2009/12",
        "abstract": "W artykule analizowane są główne zmienne makroekonomiczne, które powinny być brane pod uwagę przez władze lokalne przy planowaniu strategicznym. Analizowane są czynniki ekonomiczne istotne z punktu widzenia polityki krajowej w zakresie ich znaczenia dla rozwoju regionalnego oraz analizowane są powiązania między czynnikami istotnymi dla kraju i regionów. Dzięki temu możliwe jest określenie danych makroekonomicznych, na które powinny zwrócić uwagę władze lokalne chcące rozwijać swoje regiony, a także źródła informacji charakteryzujących wskazane zjawiska. Z powodu dynamicznie zmieniającej się obecnej sytuacji gospodarczej, skutkującej dużą zmiennością prezentowanych prognoz podstawowych danych makroekonomicznych, w artykule wskazane są tylko czynniki ekonomiczne, na które powinna zostać zwrócona uwaga przy strategicznym planowaniu rozwoju regionu, a także ich potencjalny wpływ na rozwój regionu. W artykule ukazano różnorodne mechanizmy, wpływające na rozwój gospodarczy kraju lub regionu. Szczególną uwagę zwrócono na fakt, iż miary (zmienne) ekonomiczne muszą być rozpatrywane łącznie, tzn. w ujęciu strukturalnym, a nie analizowane pojedynczo.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/460935.pdf"
    }
]