[
    {
        "title": "Redystrybucja dochodów i jej wpływ na dobrobyt społeczny w Polsce w latach 1995-2007",
        "authors": "Ewa Aksman",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13977944362044352105&hl=en&oi=scholarr"
    },
    {
        "title": "Przekształcenia sektora publicznego i prywatnego w brytyjskiej iw polskiej opiece zdrowotnej",
        "authors": "Ewa Aksman",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10375013847663459353&hl=en&oi=scholarr"
    },
    {
        "title": "Do poverty and income inequality affect public debt?",
        "authors": "Ewa Aksman",
        "year": "2017",
        "abstract": "The aim of this paper is to capture the impact of poverty and income inequality on public debt in European Union countries, providing for the dynamic nature of the response variable. To assess absolute poverty, a new overall deprivation indicator is suggested, a measure that makes it possible to distinguish between average deprivation and severe deprivation. To determine income inequality, the unevenness in the distribution of prefiscal income is considered, as this is the factor that is most likely to cause government redistributive spending. A dynamic panel data model (DPD model) is estimated using the bias-corrected LSDV estimator. The results indicate that neither poverty nor income inequality are statistically significant predictors of the public debt-to-GDP ratio. This is because countries that report higher absolute poverty or higher income inequality de facto spend less on social benefits, while countries with higher relative poverty do not have higher social spending than the rest of the sample.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_100744"
    },
    {
        "title": "Redystrybucyjny efekt zasiłków społecznych i podatku dochodowego",
        "authors": "Ewa Aksman",
        "year": "2005",
        "abstract": "Artykuł zawiera wyniki badania wpływu zasiłków społecznych i podatku dochodowego na zmniejszanie nierówności dochodowych w społeczeństwie. W analizie wykorzystano statystyczne dane z GUS-owskiego badania budżetów gospodarstw domowych w latach 2000-2002. Okazuje się, że zarówno w rezultacie zasiłków, jak iw podatku zróżnicowanie dochodowe malało, ale redystrybucyjne efekty tych instrumentów finansowych bardzo różniły się swoją siłą. Zasiłki zredukowały rozpiętości dochodowe o 10, 32 procent a podatek jednie o 4, 33 procent. Łącznie zasiłki i podatek wywołały spadek nierówności dochodowych o 14, 20 procent",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000126143"
    },
    {
        "title": "Redystrybucyjny efekt podatku dochodowego w Polsce",
        "authors": "Ewa Aksman",
        "year": "2002",
        "abstract": "Celem artykułu jest zbadanie, czy system podatku dochodowego od osób fizycznych w Polsce różni się od analogicznych systemów w krajach wysoko rozwiniętych z punktu widzenia redystrybucyjnergo efektu tego podatku. Przeprowadzona analizauwzględnia progresywny charakter podatku dochodowego oraz wpływ, jaki na redystrybucyjny efekt tego podatku wywiera zjawisko tzw. czystej nierówności poziomej, czyli nierównego traktowania płatników podatku o takim samym dochodzie brutto. Dokonana ocena pokazała, że występujący w Polsce szeroki zakres nierównego traktowania podatkowego gospodarstw silnie obniża redystrybucyjny efekt podatku dochodowego-przy braku ulg i zwolnień podatkowych efekt ten wzrósłby aż do 135, 94 procent swojej faktycznej wartości. Wyniki uzyskane dla Polski pokazały, że na tle 12 państw OECD Polska cechowała się najsłabszym ostatecznym efektem redystrybucyjnym właśnie w następstwie bardzo silnego nierównego traktowania podatkowego.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=380603074235572145&hl=en&oi=scholarr"
    },
    {
        "title": "The early experience of Poland in introducing a quasi-market in health care",
        "authors": "Ewa Aksman",
        "year": "2000",
        "abstract": "The main element of a new law in 1991 was the introduction of a clear purchaser/provider split. This was achieved by taking the DMHCIs out of the control of the voiwoidship health departments, and setting them up as independent health care institutions (IHCIs). These new units were designed to utilise public assets to deliver services, and to sell these services to any purchaser so as to earn profits which they could then partially dispose of themselves (They were also to be free to set their own remuneration schemes). Under the changes, the VHDs and local governments–which played the role of public purchasers–were to be permitted to enter into contracts with both the independent health care institutions and private providers for the delivery of constitutionally-guaranteed health care.",
        "keywords": null,
        "url": "https://www.lse.ac.uk/lse-health/assets/documents/eurohealth/issues/eurohealth-v6n2.pdf#page=23"
    },
    {
        "title": "How much would it cost to eliminate the at-risk-ofpoverty rate? Evidence from the European Union",
        "authors": "Ewa Aksman",
        "year": "2021/12/31",
        "abstract": "The aim of this paper is to assess the cost of eliminating the atrisk-of-poverty rate, based on the Lorenz curve approach (the Gini",
        "keywords": null,
        "url": "https://hrcak.srce.hr/file/434665"
    },
    {
        "title": "Wzrost dochodu a zmniejszenie nierówności-skrócona funkcja dobrobytu społecznego",
        "authors": "Ewa Aksman",
        "year": "2009",
        "abstract": "Autorka wyjaśnia, że argument wzrostu zróżnicowania dochodowego jako ceny płaconej za wzrost efektywności gospodarczej jest przywoływany w odniesieniu do Polski już od rozpoczęcia procesów transformacji systemowej. Skrócona funkcja dobrobytu społecznego (abbreviated social welfare function) daje podstawy do badania konfliktu między efektywnością ekonomiczną i równościami dochodów (equity-efficiency trade off), który jest jednym z podstawowych dylematów ekonomii klasycznej. W artykule najpierw zaprezentowano charakterystykę skróconej funkcji dobrobytu społecznego w ramach teorii ekonomii dobrobytu, a następnie przedstawiono badanie empiryczne prowadzące do zidentyfikowania wartości tej funkcji w odniesieniu do rozkładu bieżących dochodów brutto gospodarstw domowych w Polsce.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16855136099386073670&hl=en&oi=scholarr"
    },
    {
        "title": "To What Extent Do Social Benefits and Income Tax Alter Income Distribution in Poland?",
        "authors": "Ewa Aksman",
        "year": "2015",
        "abstract": "The paper aims at evaluating redistributive effect of personal income tax and social benefits in Poland, i.e. redistributive impact of net tax. In this study, the Lorenz Curve approach, including income distribution parameters is applied; the fiscal system redistributive effect is measured in relative terms and the Kakwani decomposition is used. The methodology is applied to the data of Polish households in the period 2008−2013 (in each year,the size of the empirical sample is about 37 000 units). The performed analysis showed that tax-benefit system reduced income inequality by 19.84% on average. The net tax redistributive impact was mainly the result of large redistributive influence of social benefits, whereas redistributive effect of income tax was much weaker. The re-ranking effect was the factor which lowered the overall net tax redistributive effect.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=414894"
    },
    {
        "title": "Redistributive effects of social benefits in Poland vs analogous effects in other European countries.",
        "authors": "Ewa Askman",
        "year": "2003",
        "abstract": "The aim of this paper is to analyse redistributive effect of social benefits in Poland in comparison with analogous effects in a dozen or so other European countries. The Consortium of Household Panels for European Socio-economic Research (CHER) database in 1994-2000 is the source of data for the study. The empirical results demonstrates that Poland, as one of the Central and East European countries, which inherited from socialist system generous social benefits, is characterized by the second highest redistributive effect (the average value equal to 44.49%). Moreover, the analysis confirms that Poland is distinguished for the fact that redistributive effect of benefits is mainly a consequence of very high average benefit rate with respect to original income (the average value of this variable equal to 57.22%) and not high benefit regressivity with respect to this category of income (the average value of benefit regressivity index equal to 0.9091). Redistributive effect of aggregated benefits in Poland is made up predominantly of redistributive effect of all types of pensions (the average value equal to 30.60%), but in fact this phenomenon can not be attributed only to Poland, but to all other countries as well. The inequality of gross income in Poland results from both original income and benefits-Poland has one of the lowest contribution of original income to the inequality of gross income (the average value equal to 89.83%) and one of the highest contribution of benefits to the inequality of gross income (the average value equal to 10.17%).",
        "keywords": null,
        "url": "https://liser.elsevierpure.com/fr/publications/redistributive-effects-of-social-benefits-in-poland-vs-analogous-"
    },
    {
        "title": "Przeobrażenia sektora publicznego w polskiej opiece zdrowotnej",
        "authors": "Ewa Aksman",
        "year": "1999",
        "abstract": "Tematem opracowania są źródła i przebieg reformy publicznej opieki zdrowotnej w Polsce. Omówiono strukturę reformowanej publicznej opieki zdrowotnej oraz funkcjonowanie jej systemu w świetle regulowanego rynku.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2955234588433856743&hl=en&oi=scholarr"
    },
    {
        "title": "Towards a Quasi-market in Health Care: The Early Experience of Poland",
        "authors": "Ewa Aksman",
        "year": "1999",
        "abstract": "Since 1996, a quasi-market has been expanding in the Polish health care sector, although rather not as a wilful instrument of strategic reform of the system. Up to now, the market, currently applying to about the quarter of publicly funded health care, has copied, to a great extent, the former “integrated model\" between the VHDs (the Voivodship Health Departments) and the DMHCIs (the Directly Managed Health Care Institutions). In the market, a vast majority of care is contracted between pare the IHCIS monopolistic position. In consequence of this situation, yet, there are no remarkable efficiency gains from implementing the market in terms of quality and efficiency of care, responsiveness to patients' demands or choice of care. Nevertheless, equity in access to exchanged care is preserved comparatively to the past. Generally, since it is missing from the very begining the crucial conditions for effectiveness of the market which leads to lack of the effectiveness benefits, if forejudging future development of the market, the new relevant institutional solutions are required (the solutions must provide competitive market structure, sufficient informa-* The author would like to acknowledge Arjun Bedi, Marek Bednarski, Leonard Herk, Wojciech Maciejewski, Katarzyna Tymowska and Marian Wiśniewski for very useful comments and help. All views expressed in the Project are those of the author. The author is responsible for all remaining errors.** The survey of 55 DMHCIs being transformed into the IHCIS under the Ministry of Health experimental programme was conducted under Statutory Research of the Department of Economics at the University of Warsaw …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15317778841670314937&hl=en&oi=scholarr"
    },
    {
        "title": "Znaczenie podatku netto w Polsce dla zróżnicowania dochodów",
        "authors": "Ewa Aksman",
        "year": "2010/2/28",
        "abstract": "Celem artykułu jest analiza wpływu tzw. podatku netto w Polsce na nierówności dochodów gospodarstw domowych, przy czym podatek ten jest rozumiany jako różnica między PIT i świadczeniami społecznymi. Zastosowanie tej teoretycznej kategorii umożliwia zbadanie łącznego redystrybucyjnego efektu transferów publicznych i PIT, tj. udzielenie odpowiedzi na pytanie, w jakim stopniu oba te narzędzia finansowe razem zmniejszają dysproporcje dochodowe ludności. Pozwala to również zidentyfikować obciążenia fiskalne netto gospodarstw. W pierwszej części artykułu jest wyjaśniona definicja podatku netto. Druga część omawia dane do przeprowadzonego badania empirycznego, bazujące na GUS-owskim badaniu budżetów gospodarstw domowych w latach 2004-2007. Opis statystyczno-ekonometrycznej analizy, wykorzystującej dwie definicje redystrybucyjnego efektu podatku netto, wraz z dekompozycją tego efektu na poszczególne elementy składowe, stanowi trzecią sekcję. Na czwartą część składa się przedstawienie wyników przeprowadzonego badania empirycznego, w tym zwłaszcza siły redystrybucyjnego oddziaływania podatku netto, wraz z poziomem poszczególnych elementów składowych tego oddziaływania (średniej stopy i progresywności świadczeń oraz PIT, efektu przeszeregowania oraz koncentracji dochodów netto względem dochodów pierwotnych). W podsumowaniu znajdują się najważniejsze wnioski końcowe.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/574576.pdf"
    },
    {
        "title": "Nierówności dochodów gospodarstw domowych w Polsce w latach 2000-2006",
        "authors": "Ewa Aksman",
        "year": "2008",
        "abstract": "Celem artykułu jest zbadanie nierówności dochodowych gospodarstw domowych w Polsce od początku obecnej dekady. Pozwoli to odpowiedzieć na pytanie, czy w dalszym ciągu utrzymuje się—trwający od kilku lat—ogólny trend wzrostu wskazanych nierówności, a także umożliwi analizę przyczyn tego stanu rzeczy.",
        "keywords": null,
        "url": "https://repozytorium.amu.edu.pl/bitstreams/badfbfc4-8b6a-4052-8063-67fd8c78d9b2/download"
    },
    {
        "title": "Koncentracja i regresywność świadczeń społecznych",
        "authors": "Ewa Aksman",
        "year": "2008",
        "abstract": "Celem artykułu jest analiza świadczeń społecznych w Polsce z punktu widzenia ich koncentracji i regresywności. Główne źródło danych stanowiło GUS-owskie badanie budżetów gospodarstw domowych w latach 2000-2005. W statystyczno-ekonometrycznej analizie wykorzystano współczynniki koncentracji i regresywności łącznych świadczeń, a także dekompozycję tych mierników w świetle podziału całkowitych świadczeń na świadczenia objęte ubezpieczeniem społecznym i nie objęte tym ubezpieczeniem (mierniki te zostały wprowadzone przez NC Kakwaniego). Przeprowadzone badanie empiryczne pokazało, że zagregowane świadczenia społeczne w Polsce są ujemnie skoncentrowane względem dochodów pierwotnych gospodarstw, aw konsekwencji są też regresywne-w omawianym okresie współczynnik ich koncentracji wyniósł od–0, 4022 do–0, 3521, natomiast współczynnik ich regresywności osiągnął poziom od 0, 6824 do 0, 7414. Świadczenia poza ubezpieczeniowe cechuje zarówno wyraźnie silniejsza ujemna koncentracja względem dochodów pierwotnych, jak iw rezultacie też znacznie większa regresywność w porównaniu ze świadczeniami ubezpieczeniowymi. Dodatkowo przeanalizowano redystrybucyjny efekt wszystkich świadczeń-w branym pod uwagę przedziale czasowym przyjął on wartość od–7, 16% do–6, 40%.(abstrakt oryginalny)",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1633717081536731997&hl=en&oi=scholarr"
    },
    {
        "title": "Redystrybucyjny efekt świadczeń zdrowotnych",
        "authors": "Ewa Aksman",
        "year": "2004",
        "abstract": "Celem artykułu jest zbadanie wpływu świadczeń zdrowotnych na rozkład dochodów bieżących gospodarstw domowych. Jest to konieczne z punktu widzenia weryfikacji redystrybucyjnej funkcji uwzględnianych świadczeń. Główne źródło danych stanowiły GUS-owskie badania budżetów gospodarstw w 1996 r. i korzystania z opieki medycznej na przełomie lat 1995/1996. W analizie zastosowano podstawowe mierniki zarówno redystrybucyjnego efektu świadczeń, jak i ich progresywności (regresywności).(fragment tekstu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171255017"
    },
    {
        "title": "Wpływ progresywności (regresywności) świadczeń społecznych i podatków bezpośrednich na rozkład dochodów bieżących gospodarstw domowych w Polsce,„",
        "authors": "Ewa Aksman",
        "year": "2003",
        "abstract": "Celem artykułu jest zbadanie wpływu progresywności (regresywności) świadczeń społecznych i podatków bezpośrednich na rozkład dochodów bieżących gospodarstw domowych w Polsce. Jest to podstawą dokonywania ocen funkcji redystrybucyjnej finansów publicznych w kraju. Źródło danych stanowiło GUS-owskie badanie budżetów gospodarstw w 1999 r. W analizie zastosowano podstawowe mierniki zarówno progresywności (regresywności) wymienionych instrumentów finansowych (globalne i lokalne), jak i ich efektów redystrybucyjnych.",
        "keywords": null,
        "url": "https://ceej.wne.uw.edu.pl/wp-content/uploads/2023/07/2003_9_Aksman.pdf"
    },
    {
        "title": "CZY ŚWIADCZENIA SPOŁECZNE SĄ DYSTRYBUOWANE EFEKTYWNIE Z PUNKTU WIDZENIA FUNKCJI REDYSTRYBUCYJNEJ? PRZYPADEK PAŃSTW EUROPEJSKICH",
        "authors": "Ewa Aksman",
        "year": "2022/8/31",
        "abstract": "Badanie identyfikuje utratę redystrybucyjnego efektu świadczeń społecznych jako konsekwencji nieefektywnej alokacji tychże transferów. Zastosowana metodologia bazuje na krzywej Lorenza, wraz ze współczynnikiem Giniego jako mierniku nierówności w rozkładzie dochodów. Najpierw jest policzone, jaki byłby przyrost redystrybucyjnego efektu świadczeń społecznych, gdyby transfery te były alokowane w taki sposób, aby zminimalizować nierówności dochodowe (w porównaniu z rzeczywistym redystrybucyjnym efektem); przyrost redystrybucyjnego efektu zdekomponowano, umożliwiając częściowe wyizolowanie oddziaływania stałej średniej stopy świadczeń, większej koncentracji świadczeń (względem najuboższych podmiotów) i eliminacji tzw. efektu przeszeregowania. To nowe metodologiczne ujęcie jest zastosowane do danych dotyczących 15 państw europejskich, które reprezentują różne modele …",
        "keywords": null,
        "url": "https://polityka-spoleczna.ipiss.com.pl/article/01.3001.0016.0014/pl"
    },
    {
        "title": "Are Social Benefits Distributed Effectively in Terms of the Redistribution Function? The Case of European Countries",
        "authors": "Ewa Aksman",
        "year": "2022/8/31",
        "abstract": "The study identifies the loss in redistributive effect of social benefits consequently to ineffective distribution of the transfers. The Lorenz curve approach, including the Gini coefficient as income inequality measure, is applied. Firstly, it is figured out what an increase in redistributive effect of social benefits would be if the transfers were allocated in such a way as to minimize income inequality (as compared to actual redistributive outcome). Next, the gain in transfer redistributive effect is decomposed, allowing to partially isolate impacts of constant average benefit rate, higher benefit concentration (over the poor), and elimination of reranking effect. The new methodological insight is applied to data on 15 EU countries that represent different welfare state regimes (data is taken from the EU-Survey on Income and Living Conditions). In line with the results obtained, if the present social spending was allocated according to the bottom-up equalization of gross income of the least well-off, the income equalizing effect would be, roughly speaking, twice higher (with reference to equivalised income distribution)**. ** This study is based on data from Eurostat: European Union Statistics on Income and Living Conditions (RPP 44/2022-EU-SILC). The responsibility for all conclusions drawn from the data lies entirely with the author.",
        "keywords": null,
        "url": "https://polityka-spoleczna.ipiss.com.pl/article/01.3001.0016.0014/en"
    },
    {
        "title": "Czy ubóstwo i nierówności dochodowe wpływają na dług publiczny?",
        "authors": "Ewa Aksman",
        "year": "2017/12/31",
        "abstract": "Celem artykułu jest zbadanie wpływu ubóstwa i nierówności dochodowych na dług publiczny w krajach Unii Europejskiej, biorąc pod uwagę dynamiczną naturę zmiennej objaśnianej. Aby zmierzyć absolutny poziom ubóstwa, proponowany jest nowy całościowy miernik deprywacji, który pozwala na rozróżnienie między przeciętnym i skrajnym poziomem tego zjawiska. Przy identyfikacji nierówności dochodowych uwzględniane są dysproporcje w rozkładzie dochodów rynkowych, jako że najprawdopodobniej właśnie ten czynnik oddziałuje na rządowe wydatki o charakterze redystrybucyjnym (stosowany jest współczynnik Giniego). Dynamiczny model panelowy jest estymowany za pomocą skorygowanego estymatora LSDV (the bias-corrected LSDV estimator). Wyniki pokazują, że ani ubóstwo, ani nierówności dochodowe nie są statystycznie istotnymi predyktorami długu publicznego w relacji do PKB. Wynika to …",
        "keywords": null,
        "url": "https://gnpje.sgh.waw.pl/Do-Poverty-and-Income-Inequality-Affect-Public-Debt-,100744,0,1.html"
    }
]