[
    {
        "title": "Determinants of export in East Africa: Heterogeneous panel data analysis",
        "authors": "Tasfaye Fikadu Fayisa",
        "year": "2021",
        "abstract": "Despite its vast agricultural potential, Africa’s balance of trade for at least three decades is in deficit, remained a net importer of agricultural products. Hence, it is worthy studying determinants of export in East Africa. This study employed world and Africa development indicator data for 37 years of 9 East African countries to study determinants of export. Descriptive result showed that Exports in East Africa remained low because domestic demand is high from high population of having low productivity. FDI is low. The pooled mean group estimation result shows that Real GDP of exporting and some importing countries, trade openness, labor supply, domestic demand and gross capital formation are variables which significantly affect export in East Africa in the short run. Similarly, Gross capital formation, Final consumption, foreign direct investment, real GDP of exporting countries, real GDP of importing countries and trade openness are variables that affect significantly export of East African countries in the long run. The study suggests that productivity of labor is too low and hence ways to improve is highly recommended. FDI though significantly affects Export both short run and long run is very low. Hence, ways to attract more FDI is highly recommended. Above all, Real GDP of both exporting and some importing countries significantly and positively affect export. Hence, both Supply side and demand side of export are equally important.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Tasfaye-Fikadu/publication/349029494_Determinants_of_Export_in_East_Africa_Heterogeneous_Panel_Data_Analysis/links/601bdcfc92851c4ed5497bf7/Determinants-of-Export-in-East-Africa-Heterogeneous-Panel-Data-Analysis.pdf"
    },
    {
        "title": "The Impact of Irrigation Participation on Labor Time Female Allocate to Farm Activities in Ethiopia (WEST SHEWA ZONE: In Case of Bako Tibe Woreda)",
        "authors": "Tasfaye Fikadu Fayisa",
        "year": "2021/9/30",
        "abstract": "This study wants to analyze the impact of irrigation on time females spend on farm activities using Augmented Inverse probability weight model of treatment effect based up on data obtained from sampled population of randomly selected Dembi Dima and Dembi Gobu kebeles of Bako Tibe Woreda. The resulted show that the average times those females spend on farm activities per week is 39.11 hours if none of sample size was irrigators. The average time if all females to irrigate is 20.54 hours per week more than this amount. Since the study showed that irrigation has impact on increasing the time females spend NGOs and government shall work in way more females could be included in irrigation by working on issues of accessing land to river and making adjustment of unutilized land and extension service for irrigation purpose",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Tasfaye-Fikadu/publication/358722991_The_Impact_of_Irrigation_Participation_on_Labor_Time_Female_Allocate_to_Farm_Activities_in_Ethiopia_WEST_SHEWA_ZONE_In_Case_of_Bako_Tibe_Woreda/links/6210dc6608bee946f38e3aff/The-Impact-of-Irrigation-Participation-on-Labor-Time-Female-Allocate-to-Farm-Activities-in-Ethiopia-WEST-SHEWA-ZONE-In-Case-of-Bako-Tibe-Woreda.pdf"
    },
    {
        "title": "DETERMINANTS OF IRRIGATION PARTICIPATION DECISION OF FEMALE IN ETHIOPIA; ACCESSIBILITY MATTERS (IN WEST SHEWA ZONE, BAKO TIBE WOREDA)",
        "authors": "Tasfaye Fikadu Fayisa",
        "year": "2021/3",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=1OOTk4cAAAAJ&citation_for_view=1OOTk4cAAAAJ:9yKSN-GCB0IC"
    },
    {
        "title": "The Impacts of climate change and Variability on agricultural output of Ethiopia: Panel Data Analysis",
        "authors": "Tasfaye Fikadu Fayisa",
        "year": "2017/12/1",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=1OOTk4cAAAAJ&citation_for_view=1OOTk4cAAAAJ:u-x6o8ySG0sC"
    },
    {
        "title": "Foreign Direct Investment Growth Trends in Africa and Ethiopia",
        "authors": "Tesfaye Fikadu Pandhigunta Surya Kumar",
        "year": "2017/7/1",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=1OOTk4cAAAAJ&citation_for_view=1OOTk4cAAAAJ:d1gkVwhDpl0C"
    }
]