[
    {
        "title": "Has COVID-19 accelerated digital transformation? Initial lessons learned for public administrations",
        "authors": "Renata Gabryelczyk",
        "year": "2020/10/1",
        "abstract": "In the context of the impact of COVID-19 on management information systems, there have been many reports of accelerated digital transformation, including in public administration institutions. I discuss the meaning of the term digital transformation and consider whether the actions taken so far by public administrations in the face of COVID-19 are actually conducive to digital transformation, or just digitalization alone. Conclusions may suggest how to use this COVID-19 induced experience in planning digital transformation.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/10580530.2020.1820633"
    },
    {
        "title": "ARIS w modelowaniu procesów biznesu",
        "authors": "Renata Gabryelczyk",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1167801544551298451&hl=en&oi=scholarr"
    },
    {
        "title": "Business process management success framework for transition economies",
        "authors": "Renata Gabryelczyk, Narcyz Roztocki",
        "year": "2018/7/3",
        "abstract": "This article presents business process management (BPM) framework, which considers the specific circumstances in transition economies. The analysis of 47 papers shows that in addition to common critical success factors, BPM adoption in transition economies should also consider factors such as environment, external stakeholders impact, ownership, and implementation context. The proposed framework contributes to the theory by offering a solid foundation for future research and to the practice by indicating essential constructs for effective BPM.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/10580530.2018.1477299"
    },
    {
        "title": "Biotech spin-off business models for the internationalization strategy",
        "authors": "Anna Bialek-Jaworska, Renata Gabryelczyk",
        "year": "2016/10/3",
        "abstract": "Purpose\nThe purpose of this paper is to identify the business model components and related attributes of biotech spin-offs activity that are key to the implementation of the internationalization strategy.\nDesign/methodology/approach\nThe paper is based on a multiple case study analysis including business models of seven biotechnology spin-offs traded on the Warsaw Stock Exchange. Based on the literature review the authors identify the key attributes of the business model for the commercialization of R&D outcomes. The authors conduct an analysis taking into consideration the determinants of biotech spin-off activity. The authors also measure the internationalization strategy implementation with the use of indicators identified in the empirical research literature review.\nFindings\nAccording to the results, the authors identified that international cooperation in research projects and partnering, as well as international …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/bjm-11-2015-0223/full/html"
    },
    {
        "title": "Reengineering: restrukturyzacja procesowa przedsiÄ™ biorstwa",
        "authors": "Renata Gabryelczyk",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2697528579127548587&hl=en&oi=scholarr"
    },
    {
        "title": "Does grade level matter for the assessment of business process management maturity?",
        "authors": "Renata Gabryelczyk",
        "year": "2016/7/28",
        "abstract": "The purpose of this paper is to create and test the practical application of a business process management maturity assessment conducted at two different grade levels (management and professional level) in an organization. The conceptual framework for this research includes creating a business process maturity indicator (BPMI) for six process areas: strategy, documentation, optimization, implementation, execution, and controlling. The comparative analysis of the business process management maturity is performed using the BPMI on two cases: inside a single organization and the sector internally.",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.1515/ngoe-2016-0007"
    },
    {
        "title": "Does experience matter? Factors affecting the understandability of the business process modelling notation",
        "authors": "Renata Gabryelczyk, Arkadiusz Jurczuk",
        "year": "2017/1/1",
        "abstract": "This study proposes and tests an instrument for measuring the understandability of the selected business process modelling notation. Based on empirical research, we evaluated differences in the understandability of business process modelling notations between the groups of respondents, experienced and inexperienced in business processes modelling, and we identified the features of notations that determine the understandability of the modelling technique. Three notations were subjected to the diagnosis: EPC, BPMS, and BPMN. The analysis of differences in the understanding of a notation may be helpful when testing the process-related competence of people participating in process modelling and analysis projects.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1877705817313000"
    },
    {
        "title": "Motivations to adopt BPM in view of digital transformation",
        "authors": "Renata Gabryelczyk, Janice C Sipior, Aneta Biernikowicz",
        "year": "2024/10/1",
        "abstract": "We explore motivations for adopting Business Process Management (BPM) by analyzing 290 customer use cases published on-line by BPM systems vendors. We construct a classification framework of BPM motivations for the new challenges confronting BPM in the time of digital transformation, with highlights of the new role of BPM in this context. The proposed framework serves as a guide for future research on BPM motivation patterns, particularly in the context of digital transformation.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/10580530.2022.2163324"
    },
    {
        "title": "An exploration of BPM adoption factors: Initial steps for model development",
        "authors": "Renata Gabryelczvk",
        "year": "2018/9/9",
        "abstract": "The main aim of the proposed research is to identify factors that create an environment conducive to successful Business Process Management (BPM) adoption. Factors predicting successful BPM adoption have been identified within the TOE (Technology-Organization-Environment) framework using a literature review and methodology for constructing conceptual frameworks. The following factors are proposed: top management support for previous projects of organizational change, complexity of BPM system and notation, satisfaction with existing systems, business-IT alignment level, perceived strategic benefits of using BPM, extent of coordination, organizational readiness, performance measurement, culture conducive to organizational change, and, perceived environmental pressure. Study results have the potential to fill the research gap by contributing to the development of a theoretical model of BPM adoption …",
        "keywords": null,
        "url": "https://ieeexplore.ieee.org/abstract/document/8511156/"
    },
    {
        "title": "Business Process Management: Blockchain and Central and Eastern Europe Forum: BPM 2019, Vienna, Austria, September 1–6, 2019, Proceedings",
        "authors": "Claudio Di Ciccio, Renata Gabryelczyk, Luciano García-Bañuelos, Tomislav Hernaus, Rick Hull, Mojca Indihar Štemberger, Andrea Ko, Mark Staples",
        "year": "2019/8/26",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=5OziA7sAAAAJ&citation_for_view=5OziA7sAAAAJ:_kc_bZDykSQC"
    },
    {
        "title": "Effects of BPM on ERP Adoption in the Public Sector",
        "authors": "Renata Gabryelczyk, Narcyz Roztocki",
        "year": "2017",
        "abstract": "The study examines how Business Process Management (BPM) affects the Enterprise Resource Planning (ERP) adoption in the public sector with regard to the three main phases: planning, implementation, and post-implementation of the system. The research method is a multiple case study with data collection using mainly semi-structure interviews with internal ERP users. The units of analysis are three public sector institutions chosen due to their implementation of the ERP system.\nResearch findings confirm that ERP implementation conducted without BPM initiatives is used in the public sector to cement antiquated, less than optimal methods of data flow, documentation flow, decision flow and workflow. Research also shows that the adoption of ERP partially contributes to the launch of BPM initiatives in public sector institutions. This study has value for improving the efficiency and effectiveness of public sector organizations which are obligated to operate in a cost effective manner.",
        "keywords": null,
        "url": "https://core.ac.uk/download/pdf/301371700.pdf"
    },
    {
        "title": "Modelowanie procesów gospodarczych za pomocą ARIS-TOOLSET",
        "authors": "Renata Gabryelczyk, Mirosława Lasek",
        "year": "1998",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2634165464592612067&hl=en&oi=scholarr"
    },
    {
        "title": "Business process management in transition economies: current research landscape and future opportunities",
        "authors": "Renata Gabryelczyk, Arkadiusz Jurczuk, Narcyz Roztocki",
        "year": "2016/8/12",
        "abstract": "Business Process Management (BPM) is an approach of improving organizational performance by managing and optimizing business processes. While BPM is extremely popular in mature economies, reports are scarce about its use in transition economies, which are countries in the process of moving from a centrally planned economic system to a market-driven system. To assess the current research landscape on BPM in transition economies, we conduct a systematic literature review and use the six core elements of BPM framework for the analysis of 29 papers. Our review confirms the early stage of research on BPM in transition economies; two factors, People and Culture, are hardly examined. Furthermore, we propose to extend the six core elements of BPM framework by adding two key factors: External Environment and Ownership of Organization. The resulting eight core elements of BPM framework provides a robust theoretical foundation while pointing to multiple avenues for future research.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2819767"
    },
    {
        "title": "The diagnosis of information potential of selected business process modelling notations",
        "authors": "Renata Gabryelczyk, Arkadiusz Jurczuk",
        "year": "2015",
        "abstract": "The paper presents the findings of the ease of understanding tests for selected business process modelling notations as an element of diagnosing the notations information potential. The easiest-to-understand notation is identified, as well as the attributes determining the choice of this notation as the easiest to understand. Three notations used in business process modelling have been subjected to diagnosis: EPC, BPMS and BPMN. Based on the results of these analyses, recommendations have been formulated for organisations where process modelling requires the involvement of all employees and where process awareness needs to be developed. Using an intuitive notation may contribute to improved communication between users representing different professional profiles and translate into a higher effectiveness of organisational changes.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-de6208f3-46b9-43b4-b47e-c78e32d834bd"
    },
    {
        "title": "Exploring BPM adoption factors: insights into literature and experts knowledge",
        "authors": "Renata Gabryelczyk",
        "year": "2018/9/9",
        "abstract": "The main aim of the proposed research is to identify factors that create an environment conducive to successful Business Process Management (BPM) adoption. The research methodology includes two triangulated approaches: the first - the process of theorization based on a literature review and procedure for analysis of qualitative data; and the second - the process of acquiring knowledge from experts based on assumptions of the Delphi technique and coding of acquired qualitative data. Factors predicting successful BPM adoption have been identified within the TOE (Technology-Organization-Environment) framework. The following factors are proposed: complexity of BPM system and notation, satisfaction with existing systems, technology readiness, top management commitment, leadership, perceived strategic benefits, extent of coordination, organizational readiness, performance measurement, culture …",
        "keywords": null,
        "url": "https://link.springer.com/chapter/10.1007/978-3-030-15154-6_9"
    },
    {
        "title": "Reengineering",
        "authors": "Renata Gabryelczyk",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9687694620304211689&hl=en&oi=scholarr"
    },
    {
        "title": "Improving public sector performance by using business process modelling and measurement: a case study analysis",
        "authors": "Renata Gabryelczyk, Piotr Kulesza, Elzbieta Rakowska",
        "year": "2017/4/30",
        "abstract": "Purpose of the paper: The main purpose of the paper is to demonstrate the use of business process modelling and measurement as basic Business Process Management techniques to improve Enterprise Resource Planning systems and existing processes in public sector institutions.\nMethodology: The research methodology used is a single case study of a Polish public sector institution. The selected process has been modelled in an as-is and to-be state, ie before and after the organisational change and implementation of an ERP system.\nResults: The measurement of cost, time, quality and throughput capacity of a process demonstrates specific improvements and thereby proves an increase in the efficiency of public sector institutions. The author indicates that business process modelling and measurement are techniques useful in both the area of design and implementation of IT systems, as well as the design and improvement of an organisation.\nResearch limitations: The main limitation of this research is the analysis of merely one process in a single institution with virtually no comparative analysis.\nPractical implications: The implementation of effectiveness and efficiency indicators as criteria for the public institution evaluation gives rise to the appreciation of the BPM concept as the appropriate management method in the public sector.",
        "keywords": null,
        "url": "https://ojs.sijm.it/index.php/sinergie/article/view/71"
    },
    {
        "title": "Is BPM truly a critical success factor for ERP adoption? An examination within the public sector",
        "authors": "Renata Gabryelczyk",
        "year": "2020/1/1",
        "abstract": "The main aim of this study is to examine whether Business Process Management (BPM) is a critical success factor for Enterprise Resource Planning (ERP) in the public sector. We considered this question justified in the light of previous research, which unanimously claims that reengineering of business processes and / or BPM significantly supports successful ERP implementations. In order to examine the \"criticality\" of the BPM factor, we apply multiple case study methodology and interviewed participants of implementation projects in three public sector institutions. As part of the assessment whether BPM is truly a critical factor, we also assessed the level of commitment of the surveyed organizations in BPM initiatives and measured the adoption success of the system perceived by system users. As a result of the research, we have obtained the basis to challenge the widely accepted statement concerning the critical …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1877050920319530"
    },
    {
        "title": "Stimulating entrepreneurship by teaching accounting: concept and implementation",
        "authors": "Anna Białek–Jaworska, Renata Gabryelczyk",
        "year": "2015/1/1",
        "abstract": "This paper aims to present an idea and for the implementation of an educational programme to usher students towards entrepreneurship through an integration of process approach, illustrating business operations with real accounting documents and bookkeeping using ERP and IT modelling and process analysis tools. The proposed approach will enable students to develop an understanding of the business environment and allow them to obtain some practical experience in accounting. This initiative is an integral part of the Europe 2020 strategy whereby stimulating entrepreneurship, creating conditions for the development of micro–enterprises as well as improving the quality of human capital are the tools used to fight unemployment. Studies of the business world's real needs have inspired scientific circles to initiate and develop teaching programmes that would give students of various universities and faculties …",
        "keywords": null,
        "url": "https://www.inderscienceonline.com/doi/abs/10.1504/WREMSD.2015.068575"
    },
    {
        "title": "Samoocena w badaniu dojrzałości procesowej organizacji: studium empiryczne",
        "authors": "Renata Gabryelczyk",
        "year": "2016",
        "abstract": "Wiele współczesnych organizacji zdaje sobie sprawę z roli procesów biznesowych oraz procesowego podejścia do zarządzania w podnoszeniu efektywności i skuteczności działań, dostarczaniu wysokiej jakości produktów i usług oraz w zrównoważonym rozwoju w czasach niepewności na rynku i stale zmieniających się warunkach biznesowych [Bitkowska, 2013; Van Looy, De Backer, Poels, 2011]. Jednak nadal dużym wyzwaniem pozostaje praktyczne zarządzanie procesami (Business Process Management), czyli ich identyfikowanie, dokumentowanie, pomiar, usprawnianie i wdrażanie w celu poprawy wyników organizacji [Ravesteyn, Batenburg, 2010; Rohloff, 2011]. Pytanie o to jak dobrze organizacje radzą sobie z implementacją podejścia procesowego i ciągłym doskonaleniem procesów prowadzi do pojęcia dojrzałości procesowej [Rosemann, Bruin, 2005]. Dojrzałość procesowa jest miarą zaawansowania organizacji w stosowaniu metod i narzędzi zarządzania procesami oraz miarą doskonałości realizacji poszczególnych procesów [Röglinger, Pöppelbuß, Becker, 2012]. Pomiar dojrzałości ma na celu systematyczną ocenę uzyskanych rezultatów oraz poprawę procesów i kompetencji organizacji w zarządzaniu procesowym [Röglinger et al., 2012; Van Looy et al., 2011]. Mimo, że liczba modeli dojrzałości zaproponowanych w obszarze zarządzania procesami biznesowymi znacznie wzrosła w ciągu ostatniej dekady, to ich wykorzystanie praktyczne nadal nie jest powszechne, obecny stan badań w tym obszarze jest w początkowej fazie, a dowody empiryczne wskazujące na ważność i przydatność modeli są rzadkością [Tarhan …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Renata-Gabryelczyk/publication/322715947_Samoocena_w_badaniu_dojrzalosci_procesowej_organizacji_studium_empiryczne/links/5a6af5c1aca2725b1c1c17fd/Samoocena-w-badaniu-dojrzalosci-procesowej-organizacji-studium-empiryczne.pdf"
    }
]