[
    {
        "title": "Control of corruption, international investment, and economic growth–Evidence from panel data",
        "authors": "Andrzej Cieślik, Łukasz Goczek",
        "year": "2018/3/1",
        "abstract": "In this paper we study the effects of corruption using an open economy version of the endogenous growth model with international capital mobility. In particular, the model predicts that corruption negatively affects the stock of international investment in the host country. In addition, the model predicts that growth should be impaired by the uncertainty caused by corruption. Bribes, unlike taxes, involve unpredictable distortion in the discretionary and uncertain use of the government power. This results in additional costs to businesses and alongside with resources allocated to unproductive activities impose an extra burden on the economy. We test empirically the predictions of the theory using a sample of 142 countries for the period 1994–2014 and GMM methods. Using indicators of control of corruption from the World Bank, the lack of corruption is found to have a positive and statistically significant effect on the growth …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0305750X15312705"
    },
    {
        "title": "Ekonomia międzynarodowa: teoria i polityka",
        "authors": "Paul Robin Krugman, Maurice Obstfeld, Jan Jakub Michałek, Włodzimierz Siwiński, Paweł Gierałtowski, Barbara Bobrowicz, Łukasz Goczek, Gabriela Grotkowska, Dagmara Mycielska, Joanna Tyrowicz",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15296155647042557744&hl=en&oi=scholarr"
    },
    {
        "title": "ZrozumieÄ‡ kryzys finansowy: przyczyny, skutki, interpretacje",
        "authors": "John B Taylor, Ĺ ukasz Goczek, Leszek Balcerowicz",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5563195897162119561&hl=en&oi=scholarr"
    },
    {
        "title": "How does education quality affect economic growth?",
        "authors": "Łukasz Goczek, Ewa Witkowska, Bartosz Witkowski",
        "year": "2021/6/5",
        "abstract": "In a seminal article, Hanushek and Woessmann explained economic growth as a function of the quality of education. While they did not find evidence of the importance of years of schooling, they argued for the relevance of cognitive skills and a basic literacy ratio for economic growth. However, this result was based on cross-country data limited to 23 observations. In this study, we extended and modified their approach based on the results of PISA (Programme for International Student Assessment) tests to explain the GDP changes over the last 50 years. Using panel data, we considered the possible lag that characterizes this relationship, used statistical methods to address the risk of reversed causality of economic performance affecting the quality of education, and extended the model by the inclusion of other potential growth factors. The results, which also included several robustness checks, confirmed the relevance of earlier education quality as a significant growth factor. Our results suggest the significance of educational skills for GDP growth, which might be treated as a confirmation of the importance of quality primary and secondary education for economic development. We showed that our results are robust to changes in the order of lags and confirmed the validity of the conclusion with the use of specification-robust Bayesian model averaging.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/13/11/6437"
    },
    {
        "title": "What drives the Bitcoin price? A factor augmented error correction mechanism investigation",
        "authors": "Łukasz Goczek, Ivan Skliarov",
        "year": "2019/12/20",
        "abstract": "This article aims to determine what drives the price of Bitcoin. To achieve this aim, a large set of data is analysed using VEC models augmented by factors representing unobservable economic forces. They have been obtained by means of principal component analysis. This method enables us to contribute to the existing literature on Bitcoin in two ways. First, we employ the dimension reduction technique to combine variables from several papers. Second, we estimate several unobservable economic concepts instead of utilizing proxy variables as is usually done. We find that the main factor driving the Bitcoin price is its popularity. Hence, our result not only confirms some previous findings but reinforces them by providing a better definition of popularity. Finally, we conclude that the Bitcoin price is not affected by supply and demand factors in the way that is natural for conventional currencies.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00036846.2019.1619021"
    },
    {
        "title": "Corruption, privatisation and economic growth in post-communist countries",
        "authors": "Andrzej Cieślik, Łukasz Goczek",
        "year": "2018/9/14",
        "abstract": "This article empirically investigates the effects of corruption and privatisation on economic growth in the post-communist countries of Central and Eastern Europe and the former USSR. We use a corruption and privatisation augmented open-economy leader–follower endogenous growth model to derive our research hypotheses. In this setting, corruption, privatisation and external openness jointly determine the per capita income in the follower economy. This model predicts that economies with higher shares of private ownership, lower corruption, and higher external openness enjoy higher rates of growth. Our empirical verification of these predictions is based on a panel of 29 post-communist countries during the period 1996–2014. Our estimation results confirm the negative effects of corruption, while the positive effects of privatisation are limited to small-scale privatisation.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09668136.2018.1511771"
    },
    {
        "title": "Metody ekonometryczne w modelach wzrostu gospodarczego",
        "authors": "Łukasz Goczek",
        "year": "2012/10/31",
        "abstract": "Celem artykułu jest przegląd i ocena poszczególnych metod ekonometrycznych używanych w modelach empirycznych wzrostu gospodarczego, co ma zasadnicze znaczenie dla ekonomicznego znaczenia tych badań i siły wniosków z nich płynących dla polityki gospodarczej. Przyjętą metodą jest dyskusja teoretyczna poświęcona poszczególnym modelom empirycznym zilustrowana własnymi oszacowaniami omawianych modeli. W badaniu ekonometrycznym wykazano, że preferowaną metodą szacowania dynamicznych modeli wzrostu na danych przekrojowo-czasowych jest Uogólniona Metoda Momentów zastosowana jednocześnie na poziomach i na pierwszych różnicach z korektą błędu w małych próbach. W artykule również wskazano, że w innych zastosowaniach, właściwsze mogą być estymacje prowadzone przy pomocy estymatora Kivieta bądź estymatora PMG.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/575542.pdf"
    },
    {
        "title": "Determinants of card payments",
        "authors": "Łukasz Goczek, Bartosz Witkowski",
        "year": "2016/4/2",
        "abstract": "Although the development of the card payment system allows for lowering the costs of money circulation and thereby leads to significant economic gains, relatively small amount of research has been dedicated to the analysis of the determinants of this development. Therefore, the aim of the article is to seek cross-country determinants of retail card payments focusing on trust in the system. The article concentrates on two econometric models. One is constructed with the use of representative population survey data for Poland, the other is based on panel data from the EU countries in the years 2000–2012.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00036846.2015.1102846"
    },
    {
        "title": "Determinants of non-cash payments",
        "authors": "Lucas Goczek, Bartosz Witkowski",
        "year": "2015/2/9",
        "abstract": "The development of the card payment system allows for lowering the costs of money emission and circulation and thereby leads to significant economic gains. Yet relatively small amount of research has been dedicated to the analysis of the determinants of these developments. Therefore, the aim of the article is to seek cross-country determinants of retail card payments. The focus of was put on two econometric models. One was constructed using survey data for Poland, the second model was based on panel data from the EU countries in the years 2000-2012. Based on the results from the second model forecasts for the number of cards and the value of card transactions per person were compiled.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2648824"
    },
    {
        "title": "Actual monetary policy independence in a small open economy: the Polish perspective",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2019/2/15",
        "abstract": "The aim of this article is to examine the actual degree of monetary policy independence in a small open economy with floating exchange rate that is integrated with the world economy. It is frequently argued that for such a country the primary cost of participation in a currency area is the loss of monetary policy independence. The article raises the question if the proposition of monetary independence provided by floating exchange rate applies to a small open economy, operating within highly liberalised capital flows and highly integrated financial markets. We examine the actual degree of monetary policy independence in Poland using a vector error correction mechanism model and the data for the years 2001–2014. We obtain evidence pointing to the lack of such independence, and we show that this result is robust to extensive changes in specification, including impulse saturation.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s00181-017-1370-y"
    },
    {
        "title": "Gotowi na euro? Badanie empiryczne faktycznej swobody polskiej polityki pieniężnej",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2014",
        "abstract": "Celem artykułu jest analiza faktycznej swobody prowadzenia polityki pieniężnej w Polsce. Przyjęto, że podstawowym kosztem uczestnictwa we wspólnym obszarze walutowym jest utrata swobody kształtowania polityki pieniężnej. Powstaje jednak pytanie o rzeczywiste możliwości prowadzenia takiej polityki w przypadku małej gospodarki otwartej, działającej w sytuacji zliberalizowanych przepływów kapitału i silnie zintegrowanych rynków pieniężnych. Można przypuszczać, że już obecnie ze względu na stopień integracji Polski ze strefą euro polska polityka pieniężna jest powiązana z polityką Europejskiego Banku Centralnego. Potwierdzenie tej hipotezy ma duże znaczenie dla analizy kosztów wstąpienia Polski do Unii Gospodarczej i Walutowej. Teza artykułu weryfikowana jest za pomocą modelu wektorowego mechanizmu korekty błędem oraz odpowiednich hipotez parametrycznych.",
        "keywords": null,
        "url": "http://www.bankandcredit.nbp.pl/content/2014/03/bik_03_2014_03_art.pdf"
    },
    {
        "title": "On the evolution of corruption patterns in the post-communist countries",
        "authors": "Andrzej Cieślik, Łukasz Goczek",
        "year": "2015/3/31",
        "abstract": "In this paper, we study the evolution of corruption patterns in 27 post-communist countries during the period 1996-2012 using the Control of Corruption Index and the corruption category Markov transition probability matrix. This method allows us to generate the long-run distribution of corruption among the post-communist countries. Our empirical findings suggest that corruption in the post-communist countries is a very persistent phenomenon that does not change much over time. Several theoretical explanations for such a result are provided.",
        "keywords": null,
        "url": "https://server546071.nazwa.pl/eq/article/view/228"
    },
    {
        "title": "Initial conditions and privatisation as causes of post-communist corruption",
        "authors": "Andrzej Cieślik, Łukasz Goczek",
        "year": "2018/1/2",
        "abstract": "This article investigates the economic determinants of corruption in post-communist countries. We conduct an empirical verification of two research hypotheses using EBRD and World Bank data on 27 post-communist economies over the 1996–2014 period. The first hypothesis suggests that corruption is rooted in the communist past, when these countries embraced communist institutions, social norms, as well as low-development structural factors broadly defined as initial conditions. The second hypothesis is that the flawed transition process led corruption to increase because politics and business were never separated. The elites pushed measures that preserved their status while obstructing reform policies that might endanger their interests. Our empirical results demonstrate that both hypotheses are valid to a limited extent, while revealing a more complex view of the reforms and initial conditions. Corruption …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/14631377.2017.1361693"
    },
    {
        "title": "Przyczyny korupcji i skuteczność strategii antykorupcyjnych",
        "authors": "Łukasz Goczek",
        "year": "2007/4/30",
        "abstract": "Korupcja jest jednym z najbardziej kontrowersyjnych tematów debaty publicznej, lecz jej mechanizm jest również jednym z najmniej zrozumianych. Głównym mitem w tej debacie jest przekonanie, że najlepszą metodą walki z korupcją są działania antykorupcyjne: kampanie, agencje, komisje, broszurki apelujące do sumień, mnożenie praw, specjalnych uprawnień i kodeksów. Przekonanie to sprawia, że zwalczanie korupcji najczęściej polega na spektakularnej walce z jej objawami, a nie prawdziwymi, zazwyczaj ekonomicznymi przyczynami.\nChociaż literatura ekonomiczna dotycząca korupcji rozwija się bardzo dynamicznie i umożliwia podstawowe zrozumienie jej mechanizmów, to stanowi jedynie punkt wyjścia do dyskusji dotyczącej skutecznego zwalczania tego zjawiska. Pomimo rosnącej powszechności programów walki z korupcją, literatura oceniająca skuteczność tych reform jest bardzo ograniczona. Jeśli istnieje, to jest ona najczęściej opisowa, syntezy są rzadkie, a dokładniejsze analizy (zwłaszcza empiryczne) praktycznie nie istnieją. Przedmiotem artykułu jest przegląd badań empirycznych nad przyczynami korupcji i analiza skuteczności działań antykorupcyjnych. Jego celem jest odpowiedź na pytanie, dlaczego strategie antykorupcyjne są nieskuteczne. W części pierwszej opisano działania mające na celu przeciwdziałanie korupcji. W części drugiej przedstawiono stwierdzone w literaturze empirycznej przyczyny korupcji. W trzeciej omówiono rozminięcie się działań antykorupcyjnych z jej rzeczywistymi przyczynami oraz powody tego stanu rzeczy.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/574528.pdf"
    },
    {
        "title": "Too small to be independent? On the influence of ECB monetary policy on interest rates of the EEA countries",
        "authors": "Łukasz Goczek, Karol J Partyka",
        "year": "2019/5/1",
        "abstract": "Monetary policy independence is regarded as the central argument in favour of floating exchange rates and monetary integration. We evaluate the actual independence of non-euro members of the European Economic Area by using heterogeneous panel cointegration methods that allow cross-dependency. We show that domestic interest rates follow the euro interest rates. These spillovers imply a low monetary independence despite the insulation given by floating exchange rate regimes and inflation-targeting frameworks. We therefore find significant spillover effects of the European Central Bank policy and argue that the costs of monetary integration in Europe may be lower than expected.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999317314153"
    },
    {
        "title": "Who suffers and how much from corruption? Evidence from firm-level data",
        "authors": "Andrzej Cieślik, Łukasz Goczek",
        "year": "2022/9",
        "abstract": "In this article, we study firm-level determinants of corruption using a sample of 164,000 companies from 144 countries for the 2005–2020 period. We analyze two variables related to corruption: the perception of corruption as an obstacle to doing business using an ordinal logit model and actual bribe tax payments using a fractional logit model. Controlling for other factors, both sets of our empirical results show that the extent of corruption is related to the time spent dealing with regulations and inspections. We argue that firms which spend more time dealing with administrative procedures have a greater perception of corruption and are forced to make significantly higher bribe payments. Therefore, in a successful fight against corruption, it is essential to simplify administrative procedures by reducing their number and eliminating direct contacts between firms and officials.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s40821-021-00185-x"
    },
    {
        "title": "How does education quality affect economic growth? Sustainability, 13 (11), 6437",
        "authors": "Ł Goczek, E Witkowska, B Witkowski",
        "year": "2021",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16763363826145335378&hl=en&oi=scholarr"
    },
    {
        "title": "Loan loss provisions during the financial crisis in Ukraine",
        "authors": "Łukasz Goczek, Natasha Malyarenko",
        "year": "2015/10/2",
        "abstract": "This article investigates the determinants of impaired loans in the Ukrainian banking sector using bank balance sheet data at the micro level. The case of Ukraine is exceptionally interesting because the particularly severe contagion from the global financial crisis turned into a prolonged economic crisis resulting in large loan loss provisions. It seems, however, that both macroeconomic and bank-specific variables have an effect on loan quality as the banks have not been uniformly affected by the crisis. It seems that banks that do not specialise in loans were particularly affected with deteriorating asset quality. The authors’ estimation results are based on dynamic panel regression methods on a unique dataset of Ukrainian banks with quarterly frequency from 2005 to 2013 to avoid problems associated with using samples from the BankScope database.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/14631377.2015.1084717"
    },
    {
        "title": "Ready for euro? Empirical study of the actual monetary policy independence in Poland",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2013",
        "abstract": "The aim of the article is to examine the actual degree of Polish monetary policy independence in the context of joining the Eurozone. It is frequently argued that the main cost of the participation in the EMU, or in any other common currency area, is the loss of monetary policy independence. In contrast, the paper raises the question of the actual possibility of such a policy in a small open economy operating within highly liberalized capital flows and highly integrated financial markets like Poland. Confirmation of the hypothesis concerning incomplete actual monetary independence is essential to the analysis of costs of the Polish accession to the EMU. The main hypothesis of the article is verified using a Vector Error-Correction Mechanism model and several parametric hypotheses concerning the speed and asymmetry of adjustment.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP98.pdf"
    },
    {
        "title": "Skuteczność strategii antykorupcyjnych i przyczyny korupcji",
        "authors": "Łukasz Goczek",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8746676629444348958&hl=en&oi=scholarr"
    }
]