[
    {
        "title": "Which gender wage gap estimates to trust? A comparative analysis",
        "authors": "Karolina Goraus, Joanna Tyrowicz, Lucas Van der Velde",
        "year": "2017/3",
        "abstract": "The aim of this paper is to compare estimates of the adjusted wage gap from different methods and sets of conditioning variables. We apply available parametric and non‐parametric methods to LFS data from Poland for 2012. While the raw gap amounts to nearly 10 percent of the female wage; the adjusted wage gap estimates range between 15 percent and as much as 23 percent depending on the method and the choice of conditional variables. The differences across conditioning variables within the same method do not exceed 3pp, but including more variables almost universally results in larger estimates of the adjusted wage gaps. Methods that account for common support and selection into employment yielded higher estimates of the adjusted wage gap. While the actual point estimates of adjusted wage gap are slightly different, all of them are roughly twice as high as the raw gap, which corroborates the …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/roiw.12209"
    },
    {
        "title": "Gender wage gap in Poland–can it be explained by differences in observable characteristics",
        "authors": "Karolina Goraus, Joanna Tyrowicz",
        "year": "2014",
        "abstract": "The raw gender wage gap over the period 1995-2012 amounts to app. 9% of hourly wage and is fairly stable. However, the raw gap does not account for differences in endowments between genders. In fact, the adjusted wage gap amounts to as much as 20% on average over the analysed period and shows some cyclical properties. The estimates of adjusted gender wage gap do not seem to exhibit any long-term trends, which suggest that in general neither demographic changes nor the progressing transition underlie the phenomenon of unequal pay for the same work among men and women.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=415762"
    },
    {
        "title": "Decreasing fertility vs increasing longevity: Raising the retirement age in the context of ageing processes",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Joanna Tyrowicz",
        "year": "2016/1/1",
        "abstract": "Given the decreasing fertility and increasing longevity, in many countries the policy debate emphasizes the role of either raising the minimum eligible retirement age (MERA) or raising fertility to avoid adverse changes in the population structure. In this paper we evaluate the welfare and macroeconomic effects of increasing the retirement age for various demographic scenarios under three major pension systems (defined benefit, notionally defined contribution and funded defined contribution). We compare populations with decreasing fertility, increasing longevity and one subject to both of these changes, and show that the welfare effects of raising MERA stem mainly from longevity. We show that – for increasing longevity – raising the retirement age is universally welfare enhancing for all living and future cohorts, regardless of the pension system and fertility. Finally, we show scope for further welfare gains if …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999315000371"
    },
    {
        "title": "The distributional impact of taxes and transfers in Poland",
        "authors": "Karolina Goraus-Tanska, Gabriela Inchauste",
        "year": "2016/8/9",
        "abstract": "This paper assesses the impact of fiscal policy on the incidence, depth, and severity of poverty, and examines whether there is room for an increased role for fiscal policy in improving the wellbeing of the poor. The results show that the combined effect of taxes and social spending helped substantially to reduce poverty and inequality in Poland in 2014, in line with other European Union countries, with most of the reduction largely being achieved by pensions. However, in cash terms, households beginning in the second decile were net payers to the treasury in 2014, as the share of taxes paid exceeded the cash benefits received for all but the poorest 10 percent of the population. Although the Polish fiscal system in 2014 had the capacity to redistribute, it had a relatively weak capacity to reduce poverty given the resources at its disposal, and this was especially true for families with children. Microsimulations of the introduction of the Family 500 program in 2016 show the redistributive and poverty reduction impacts of the new program, even after taking into account the potential increase in indirect taxes. Finally, alternative reforms of the tax-free allowance are considered, and estimates of their likely impact on poverty, inequality, and the potential fiscal cost are presented. The simulations show that there are potential efficiency gains from further targeting each of these new initiatives.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2836534"
    },
    {
        "title": "Minimum wage violation in central and eastern Europe",
        "authors": "Karolina Goraus‐Tańska, Piotr Lewandowski",
        "year": "2019/6",
        "abstract": "This article analyses minimum wage violations over the period 2003–12 in ten central and eastern European countries which all have national statutory minimum wages. Using European Union Statistics on Income and Living Conditions (EU‐SILC) data and the methodology proposed by Bhorat, Kanbur and Mayet (2013), the authors measure the incidence and depth of violation. In addition, they conduct regression analyses on individual, workplace and macro‐level determinants of non‐compliance. While the incidence of violation remains relatively low, the workers that minimum wage policies seek to protect appear to be the most likely to be affected by non‐compliance. Over time, higher minimum to average wage ratios are related to a higher incidence of violation.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ilr.12086"
    },
    {
        "title": "Redistribution via VAT and cash transfers: an assessment in four low and middle income countries",
        "authors": "Tom Harris, David Phillips, Ross Warwick, Maya Goldman, Jon Jellema, Karolina Goraus-Tanska, Gabriela Inchauste",
        "year": "2018",
        "abstract": "As in high-income countries, reduced rates of VAT and VAT exemptions (\"preferential VAT rates\") are a common feature of indirect tax systems in LMICs. Many of the goods and services that are granted preferential rates - such as foodstuffs and kerosene - seem likely to receive such treatment on the grounds that they provide a means for the government to indirectly target poorer households, for whom such expenditures may take up a large proportion of their total budget. We use microsimulation methods to estimate the impact of preferential VAT rates in four LMIC countries, considering their effect on revenues, poverty, inequality, and across the consumption distribution. We consider whether other policy tools might be better suited for the pursuit of distributional objectives by estimating the impact of existing cash transfer schemes and a hypothetical scenario where the revenue raised from broadening the VAT base is used to fund a Universal Basic Income (UBI) in each country. We find that although preferential VAT rates reduce poverty, they are not well targeted towards poor households overall. Existing cash transfer schemes are better targeted but would not provide a suitable means of compensation for a broader VAT base given issues related to coverage and targeting mechanisms. Despite being completely untargeted, a UBI funded by the revenue gains from a broader VAT base would create large net gains for poor households and reduce inequality and most measures of extreme poverty in each of the countries studied - even if only 75% of the additional VAT revenue was disbursed as UBI payments. This is the first draft of a paper …",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/200300"
    },
    {
        "title": "Small assumptions (can) have a large bearing: evaluating pension system reforms with OLG models",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Krzysztof Makarski, Joanna Tyrowicz",
        "year": "2015/8/1",
        "abstract": "The objective of this paper is to inquire the consequences of some simplifying assumptions typically made in the overlapping generations (OLG) models of pension systems and pension system reforms. This literature is largely driven by policy motivations and the alternative modelling choices are rarely discussed. On the other hand, the complexity of general equilibrium OLG modelling necessitates some simplifications in the model. We run a series of experiments in which the same reform in the same economy is modelled with six different sets of assumptions concerning the functional form of the utility function, time inconsistency, bequests' redistribution, labour supply decisions and internalization of the linkage between social security contributions and benefits in these decisions as well as public spending. We find that these assumptions significantly affect both the size and the sign of the macroeconomic and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999314004003"
    },
    {
        "title": "How (not) to make women work?",
        "authors": "Joanna Tyrowicz, Lucas Van der Velde, Karolina Goraus",
        "year": "2018/9/1",
        "abstract": "Women in developed economies have experienced an unparalleled increase in employment rates, to the point that the gap with respect to men was cut in half. This positive trend has often been attributed to changes in the opportunity costs of working (e.g. access to caring facilities) and the opportunity costs of not-working (notably, relative growth in wages in positions more frequently occupied by women, improved educational attainment). Meanwhile, the gender employment gaps were stagnant in transition economies. Admittedly, employment equality among genders was initially much higher in transition countries.\nWe exploit this unique evidence from transition and advanced countries, to analyze the relationship between the institutional environment and the (adjusted) gender employment gaps. We estimate comparable gender employment gaps on nearly 1500 micro databases from over 40 countries. Changes in …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0049089X17308487"
    },
    {
        "title": "Minimum wage violation in Central and Eastern Europe",
        "authors": "Karolina Goraus, Piotr Lewandowski",
        "year": "2016/6/28",
        "abstract": "Minimum wage violation in Central and Eastern Europe Page 1 Minimum wage violation in Central and Eastern Europe Karolina Goraus Piotr Lewandowski Warsaw International Economic Meeting 28 June 2016 Page 2 • Reseach focused on employment/inequality effects of MW • MW policies effective only if employers comply • Few studies on MW violation in multi-‐country setting • CEE countries interesting to analyse compliance: • Minimum wage establishedat the national level • Universal coverage of dependent workers Motivation: Overlooked issue of compliance Page 3 Minimum wages rose in real terms since early 2000s 0 10 20 30 40 50 60 70 80 Real MW growth (2003-‐2012) Page 4 Diverse changes in minimum to average wage ratios Belgium Czech Republic Estonia France Greece Hungary Ireland Latvia Lithuania Netherlands Poland Portugal Romania Slovak Republic Spain United Kingdom 0,30 0,32 …",
        "keywords": null,
        "url": "https://ibs.org.pl/wp-content/uploads/2022/12/Goraus-Minimum-wage-violation-in-Central-and-Eastern-European-countries-1.pdf"
    },
    {
        "title": "Balancing flexibility and worker protection",
        "authors": "Roberta V Gatti, Karolina Marta Goraus, Matteo Morgandi, Ewa Joanna Korczyc, Jan J Rutkowski",
        "year": "2014/10",
        "abstract": "JOBS, EMPLOYMENT, LABOR MARKET POLICY, UNEMPLOYMENT RATES, RIGHTS, ECONOMIC GROWTH, LABOUR OFFICE, ACCOUNTING, WAGE GAP, SKILLED WORKERS, RETIREMENT, WAGE DIFFERENTIAL, LABOR LAW, MINIMUM WAGE, INCOME, SERVICE SECTOR, LABOR TURNOVER, AGE GROUP, JOB TENURE, TOTAL LABOR FORCE, INFORMATION, LABOR FORCE, HEALTH INSURANCE, JOB, AGE CATEGORIES, INCENTIVES, LABOR ECONOMICS, WAGE LEVEL, LABOR FORCE PARTICIPATION, FREELANCE WORKERS, TEMPORARY WORKERS, CONTRACT LABOR, EMPLOYMENT TRENDS, EARLY RETIREMENT, PAID WORKERS, TEMPORARY WORK, EMPLOYMENT PERFORMANCE, LABOR MARKET, MATERNITY LEAVE, ECONOMIC SLOWDOWN, LABOR MARKET REFORM, LABOR MARKET FLEXIBILITY, LABOR COSTS, TRAINING, WORKER, CONTRACTS, MANUFACTURING INDUSTRY, PRODUCTIVITY, UNEMPLOYED, OLDER WORKERS, TEMPORARY WORKER, MARKETS, HEALTH CONTRIBUTIONS, BUSINESS CYCLE, LABOR CONTRACTS, LABOR, PRIME AGE, TOTAL EMPLOYMENT, LABOUR MARKETS, JOB SEARCH, LABOR REGULATION, LONG-TERM UNEMPLOYMENT, JOBLESS GROWTH, REGULAR WORKERS, PERMANENT WORKERS, UNEMPLOYMENT, LABOR COST, AVERAGE WAGES, HUMAN CAPITAL, PRIVATE SERVICE, WORKERS, LABOR MARKET CONDITIONS, YOUNG WORKERS, WAGES, POLICIES, TOTAL UNEMPLOYMENT, UNEMPLOYMENT RATE, EMPLOYMENT PROTECTION LEGISLATION, YOUNG WORKER, LABOR DEMAND, HIGH …",
        "keywords": null,
        "url": "https://www.sidalc.net/search/Record/dig-okr-1098622404/Description"
    },
    {
        "title": "Does social security reform reduce gains from increasing the retirement age?",
        "authors": "Karolina Goraus, Krzysztof Makarski, Joanna Tyrowicz",
        "year": "2014",
        "abstract": "The objective of this paper is to analyze the welfare effects of raising the retirement age. With aging populations, in many countries de iure retirement age has been raised. With a standard assumption that individuals prefer leisure to work, such policy necessitates some welfare deterioration. This could be outweighed by lower taxation (defined benefit schemes becoming more balanced) or higher pension benefits (defined contribution schemes yield higher effective replacement rate). Moreover, it is often argued that actuarially fair pension systems provide sufficient incentives for individuals to extend the number of working years, which undermines the need to change de iure retirement age. In this paper we construct an OLG model in which we analyze welfare effects of extending the retirement age under PAYG defined benefit, PAYG defined contribution and partially funded defined contribution pension schemes. We find that such policy is universally welfare improving. However, postponed retirement translates to lower savings, which implies decrease in per capita capital and output.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP120.pdf"
    },
    {
        "title": "What is the true gender wage gap? A comparative analysis using data from Poland",
        "authors": "LUCAS Van der Velde, Joanna Tyrowicz, KAROLINA Goraus",
        "year": "2013",
        "abstract": "Given the proliferation of methods to estimate gender wage gap, practical issues arise. The aim of this paper is to compare estimates of the adjusted wage gap from different methods and sets of conditioning variables. We apply available parametric and non-parametric methods to LFS data from Poland for 2012. While the raw gap amounts to nearly 10% of the female wage, after the correction for the endowments, the adjusted wage gap estimates range between 15% and as much as 25% depending on the method and the choice of conditional variables. The differences across methods and conditioning variables do not exceed 3pp. The largest differences emerged between methods estimating gap at the mean and those operating at quantiles. Within the same moment, methods which account for selection into employment yielded higher estimates of the adjusted wage gap. When expanding the conditioning set, to account for possible sorting of women into lower paid jobs, estimates of gap increase. While the actual point estimators of adjusted wage gap are slightly different, all of them are roughly twice as high as the raw gap, which corroborates the policy relevance of this methodological study.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP113.pdf"
    },
    {
        "title": "Redistribution Via VAT and Cash Transfers: An Assessment in Four Low and Middle Income Countries",
        "authors": "David Phillips, Ross Warwick, Maya Goldman, Karolina Goraus, Gabriela Inchauste, Tom Harris, Jon Jellema",
        "year": "2018/3",
        "abstract": "As in high-income countries, reduced rates of vat and vat exemptions (preferential vat rates) are a common feature of indirect tax systems in lmics. Many of the goods and services that are granted preferential rates - such as foodstuffs and kerosene - seem likely to receive such treatment on the grounds that they provide a means for the government to indirectly target poorer households, for whom such expenditures may take up a large proportion of their total budget. We use microsimulation methods to estimate the impact of preferential vat rates in four lmic countries, considering their effect on revenues, poverty, inequality, and across the consumption distribution. We consider whether other policy tools might be better suited for the pursuit of distributional objectives by estimating the impact of existing cash transfer schemes and a hypothetical scenario where the revenue raised from broadening the vat base is used to fund a universal basic income (ubi) in each country. We find that although preferential vat rates reduce poverty, they are not well targeted towards poor households overall. Existing cash transfer schemes are better targeted but would not provide a suitable means of compensation for a broader vat base given issues related to coverage and targeting mechanisms. Despite being completely untargeted, a ubi funded by the revenue gains from a broader vat base would create large net gains for poor households and reduce inequality and most measures of extreme poverty in each of the countries studied - even if only 75% of the additional vat revenue was disbursed as ubi payments.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/tul/ceqwps/78.html"
    },
    {
        "title": "The Goodwill Effect? Female Access to the Labor Market Over Transition: A Multicountry Analysis",
        "authors": "Karolina Goraus, Joanna Tyrowicz",
        "year": "2013/6",
        "abstract": "This study evaluates quantitatively the context of gender discrimination in transition countries in terms of access to the labor market. Over economic transition female labor market participation has generally weakened. Notwithstanding, transition countries differ in institutional design, structural labor supply patterns, labor demand characteristics and the speed of transition processes. We propose to evaluate the contribution of these effects to the observed extent of gender discrimination. Using estimators of gender discrimination obtained from a panel of micro-datasets covering a possibly large set of transition countries, we seek determinants cross-country variation in gender discrimination in the the labor market. Empirical evidence suggest that while countries with generally higher female labor force participation are characterized by less discrimination, ceteris paribus, this pattern does not hold for the transition countries.",
        "keywords": null,
        "url": "https://cerge-ei.cz/pdf/gdn/rrc/RRCXII_32_paper_01.pdf"
    },
    {
        "title": "Zróżnicowanie wynagrodzeń w Polsce ze względu na formę zatrudnienia",
        "authors": "Karolina Goraus-Tańska, Marta Towalewska",
        "year": "2019",
        "abstract": "Sprawne funkcjonowanie rynku pracy jest warunkiem koniecznym rozwoju ekonomicznego kraju i stanowi jedno z głównych wyzwań polityki gospodarczej. W ostatnich latach przedmiotem licznych dyskusji jest nadużywanie przez pracodawców niestandardowych form zatrudnienia, w tym przede wszystkim stosowania umów zlecenia w miejsce umów o pracę. O ile w ramach ograniczania wysokiego bezrobocia sama forma zatrudnienia pracownika mogła być postrzegana jako kwestia drugorzędna, o tyle wraz z poprawianiem się koniunktury problemem stał się wysoki odsetek osób zatrudnionych w Polsce na podstawie umów terminowych, zwłaszcza w porównaniu z innymi europejskimi krajami. Biorąc pod uwagę negatywne konsekwencje, jakie może nieść ze sobą stosowanie nietypowych form zatrudnienia, a także zmiany regulacyjne, które już miały miejsce na polskim rynku pracy i są jeszcze planowane, temat ten niewątpliwie zasługuje na uwagę.\nUmowy cywilnoprawne, w porównaniu z umowami o pracę, charakteryzują się ograniczoną ochroną pracowników i ich praw, zwłaszcza w zakresie wynagrodzenia, dostępu do różnego rodzaju świadczeń oraz rozwiązywania umów. Pozwalają na obniżenie łącznych kosztów zatrudnienia ponoszonych przez pracodawców, jednak nie przekładają się na wyższe wynagrodzenie netto–powszechnie uważa się, że jest ono przeciętnie niższe niż wynikające z umów o pracę. W dotychczasowych badaniach analizy luki płacowej występującej w nietypowych formach zatrudnienia koncentrowały się jednak głównie na porównaniu umów terminowych",
        "keywords": null,
        "url": "https://archiwum.pte.pl/pliki/1/8905/Ekonomista_nr_5_2019_strony_7_33.pdf"
    },
    {
        "title": "The Sooner The Better–The Welfare Effects of the Retirement Age Increase Under Various Pension Schemes",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Joanna Tyrowicz",
        "year": "2014",
        "abstract": "We evaluate the welfare and macroeconomic effects of increasing the retirement age in the context of population aging. In an overlapping generations framework we simulate the increase of the retirement age by seven years under different pension systems (defined benefit, notionally defined contribution and fully funded). We show that raising the retirement wage is universally welfare enhancing for all living and future cohorts, regardless of the pension system. Quantitatively, this policy intervention is able to counterweight the adverse macroeconomic consequences of aging. We test the validity of our findings in a population with lower pace of aging due to higher fertility. Finally, we show scope for further welfare gains if productivity is relatively high at old ages.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP129.pdf"
    },
    {
        "title": "How rankings disguise gender inequality: A comparative analysis of cross-country gender equality rankings based on adjusted wage gaps",
        "authors": "Karolina Goraus Tanska, Joanna Tyrowicz, Lucas Augusto van der Velde",
        "year": "2020/11/4",
        "abstract": "Methods for estimating the scope of unjustified inequality differ in their sensitivity to address institutional and structural deficiencies. In the case of gender wage gaps, adjusting adequately for individual characteristics requires prior assessment of several important deficiencies, primarily whether a given labor market is characterized by gendered selection into employment, gendered segmentation and whether these mechanisms differ along the distribution of wages. Given that countries are characterized by differentiated prevalence of these deficiencies, ranking countries on gender wage gaps is a challenging task. Whether a country is perceived as more equal than others depends on the interaction between the method of adjusting gender wage gap for individual characteristics and the prevalence of these deficiencies. We make the case that this interaction is empirically relevant by comparing the country rankings for the adjusted gender wage gap among 23 EU countries. In this relatively homogeneous group of countries, the interaction between method and underlying deficiencies leads to substantial variation in the extent of unjustified inequality. A country may change its place in the ranking by as much as ten positions–both towards greater equality and towards greater inequality. We also show that, if explored properly, this variability can yield valuable policy insights: changes in the ranking positions across methods inform on the policy priority of the labor market deficiencies across countries in relative terms.",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0241107"
    },
    {
        "title": "Gender Gap in Labor Market Participation in Romania",
        "authors": "Karolina GORAUS",
        "year": "2013/8/16",
        "abstract": "This article concentrates on the problem of the access of females to labor market in Romania. The raw gap in labor market participation rates over the period 1997-2008 amounts to app. 22%. Demographic characteristics do not seem to explain this gap - the adjusted gap in labor market participation obtained after controlling for age, education, place of living, and presence of young kids in the household is as high as the raw gap. After adding to the explanatory characteristics the existence of previous working experience, part of the gap, amounting to around 7%, becomes explained by differences in endowments. This means that although demographic characteristics do not explain differences in participation of females and males in Romanian labor market, job-related characteristic may do so. However, access to valuable job-related characteristics for females might be also determined by discriminatory behavior, thus it is not clear if they should be controlled for when decomposing gender gaps. In order to decompose gender gaps in labor market participation in Romania we implemented relatively new non-parametric decomposition technique. After covering already 11 years of data, we were not able to identify any improvement when it comes to access of females to labor market in Romania. According to our findings the gender gap in labor market participation in Romania has even increased over the analyzed period.",
        "keywords": null,
        "url": "http://tjeb.ro/index.php/tjeb/article/view/TJEB19_Aug2013_55to69"
    },
    {
        "title": "Incumplimiento del salario mínimo en Europa central y oriental",
        "authors": "Karolina GORAUS‐TAŃSKA, Piotr Lewandowski",
        "year": "2019/6",
        "abstract": "En este estudio se analiza el incumplimiento del salario mínimo durante el periodo 2003–2012 en diez países de Europa central y oriental con salario mínimo obligatorio nacional. A partir de los datos de EU‐SILC y la metodología propuesta por Bhorat, Kanbur y Mayet (2013), se cuantifica la incidencia y magnitud del incumplimiento. Se realizan análisis de regresión sobre determinantes individuales, laborales y macroeconómicos. Aunque la incidencia permanece relativamente baja, los trabajadores a los que se dirigen las políticas de salario mínimo parecen los más expuestos a su incumplimiento. Con el tiempo, una mayor incidencia se asocia a una razón más alta entre salario mínimo y salario medio.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ilrs.12128"
    },
    {
        "title": "Portraits of Labor Marker Exclusion 2.0: Country Policy Paper for Poland",
        "authors": "Frieda Vandeninden, Karolina Goraus-Tanska",
        "year": "2017",
        "abstract": "This is a joint study between the European Commission (EC), the World Bank, and the Organization for Economic Cooperation and Development (OECD), which aims to inform employment support, activation, and social inclusion policy making, through an improved understanding of labor-market barriers.",
        "keywords": null,
        "url": "https://orbi.uliege.be/handle/2268/249872"
    }
]