[
    {
        "title": "Ekonomia międzynarodowa: teoria i polityka",
        "authors": "Paul Robin Krugman, Maurice Obstfeld, Jan Jakub Michałek, Włodzimierz Siwiński, Paweł Gierałtowski, Barbara Bobrowicz, Łukasz Goczek, Gabriela Grotkowska, Dagmara Mycielska, Joanna Tyrowicz",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15296155647042557744&hl=en&oi=scholarr"
    },
    {
        "title": "Ivory-tower or market-oriented enterprise: The role of higher education institutions in shaping graduate employability in the domain of science",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak, Tomasz Gajderowicz",
        "year": "2015/9/3",
        "abstract": "This article researches higher education (HE) managers’ perception of graduate professional success and higher education institutions’ (HEI) activity aimed at enhancing graduate employability. The issue is worth examining not only because of growing relative unemployment rates among HE graduates but also because it is a part of a heated discussion on the contemporary evolution of HEIs. We analysed 36 semi-structured interviews with representatives of HEIs offering studies in the field of science in six countries (Austria, Germany, Italy, Poland, Slovenia and Turkey). Our analysis showed that there are three approaches observed, depending to a large extent on the balance between different HE stakeholders within subdomains (triple-helix theory). Our results support the hypothesis of diversification of HEIs’ models varying from the traditional ivory-tower-type university (with a dominating role of academic …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/07294360.2015.1011090"
    },
    {
        "title": "Premia płacowa z wykształcenia wyższego według grup zawodów",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2012",
        "abstract": "Jednym z najważniejszych zjawisk, jakie zaszły na polskim rynku pracy w okresie ostatnich 20 lat, była znacząca zmiana struktury wykształcenia populacji osób pracujących, aw szczególności znaczny wzrost udziału osób z wykształceniem wyższym. Zmiana ta była wynikiem zwiększenia się popytu na pracę osób wysoko wykwalifikowanych. Towarzyszył jej silny wzrost liczby absolwentów szkół wyższych, a co za tym idzie podaży osób z tym poziomem wykształcenia. Gwałtowny przyrost liczby osób decydujących się na kontynuowanie kształcenia na poziomie wyższym sugeruje, iż korzyści z kształcenia wyraźnie i trwale przewyższały jego koszty. Jednocześnie dynamicznie rosnąca podaż pracy osób z wyższym wykształceniem mogła powodować spadek premii z tytułu osiągnięcia tego poziomu edukacji (zgodnie z najprostszym modelem mechanizmu rynkowego wzrost względnej podaży osób z wyższym wykształceniem ceteris paribus powoduje spadek ich względnej płacy), co potencjalnie może zmniejszać bodźce dla podejmowania kształcenia na poziomie wyższym. Zmiany nasycenia gospodarki kwalifikacjami na poziomie wyższym nie były równomierne. Widoczne są wyraźne różnice zarówno w przekroju regionalnym, sektorów własności przedsiębiorstw, branż gospodarki, a także grup zawodów. Wynikało to zapewne ze zróżnicowania popytu na wyższe kwalifikacje, jak i ich podaży. W efekcie można oczekiwać, iż premia z tytułu osiągnięcia wyższego wykształcenia istotnie różni się w zależności od miejsca zatrudnienia czy wykonywanego zawodu. Celem artykułu jest zbadanie zmian premii płacowej z tytułu",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/701459.pdf"
    },
    {
        "title": "Graduates’ job satisfaction across domains of study",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2014/7/1",
        "abstract": "Purpose\n– The purpose of this paper is to address the problem of job satisfaction determinants of higher education graduates across six selected study domains.\nDesign/methodology/approach\n– Based on the theoretical considerations, derived from human capital theory and signalling theory, the authors formulate the model explaining job satisfaction as a broad measure of labour market success. Explanatory variables include various socio-demographic characteristics as well as market environment and process of learning, modes of teaching and study programme characteristics. Data used in the analysis comes from two special surveys of European research projects REFLEX and HEGESCO. Principal component analysis method and OLS regression were used to estimate model parameters.\nFindings\n– The results of our research show …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/ijm-05-2013-0109/full/html"
    },
    {
        "title": "Choosing the future: economic preferences for higher education using discrete choice experiment method",
        "authors": "Mikołaj Czajkowski, Tomasz Gajderowicz, Marek Giergiczny, Gabriela Grotkowska, Urszula Sztandar-Sztanderska",
        "year": "2020/6",
        "abstract": "This study illustrates how respondents’ stated choices (the discrete choice experiment method) combined with the random utility framework can be used to model preferences for higher education. The flexibility offered by stated preference data circumvents limitations of other approaches, and allows quantifying young people’ preferences for selected attributes of higher education programs that are typically highly correlated in revealed preference data. The empirical study presented here is based on a survey of 20,000 Polish respondents aged 18–30, who stated their preferences for higher education programs in carefully prepared hypothetical choice situations. The attributes considered include tuition fee, expected salary after graduation, quality of institution, interest in the field of study, distance from home, and mode of study. Using random parameters and latent class mixed multinomial logit models …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11162-019-09572-w"
    },
    {
        "title": "» Rynek pracy kobiet w Polsce w latach, 1992–2007.«",
        "authors": "Urszula Sztanderska, Gabriela Grotkowska",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8394273412847350040&hl=en&oi=scholarr"
    },
    {
        "title": "Use of time and value of unpaid family care work: a comparison between Italy and Poland",
        "authors": "Francesca Francavilla, Gianna Claudia Giannelli, Gabriela Grotkowska, Mieczyslaw W Socha",
        "year": "2011",
        "abstract": "This study provides a comparison of the size and value of unpaid family care work in two European member States, Italy and Poland. Using the Italian and Polish time use surveys, both the opportunity cost and the market replacement approaches are employed to separately estimate the value of family childcare and care of the elderly. The results show that, overall, in Italy the number of people performing family care work is higher, also due to the larger population. Italians participate somewhat less than Poles in child care, but substantially more in care of the elderly because of demographic factors. However, the huge difference in the value of unpaid family care work, which in Italy exceeds the value of Poland by about eight times, is largely to be attributed to the discrepancy in hourly earnings, average earnings of Poles being about one fifth of those of Italians. In GDP terms, instead, the value of unpaid family care work is more similar, ranging between 3.7 and 4.4 per cent of the Polish GDP and 4.1 and 5 per cent of the Italian GDP, depending on the estimation approach. The national values of these activities are discussed and an interpretation of the country differentials in the family care-taking gender gaps is given in terms of differences in culture, economic development and institutions.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/51766"
    },
    {
        "title": "Analiza porównawcza zmian sytuacji osób 45+ na rynkach pracy w Polsce oraz w wybranych krajach UE intensywnie promujących politykę zarządzania wiekiem",
        "authors": "Gabriela Grotkowska",
        "year": "2013",
        "abstract": "Od końca lat 90. ubiegłego wieku w wielu krajach członkowskich UE w reakcji na starzenie się społeczeństw prowadzone są działania mające na celu zwiększenia aktywności zawodowej osób starszych. Należą do nich przede wszystkim zmiany legislacyjne ograniczające tej grupie dostęp do świadczeń społecznych, w tym zmiany w systemie emerytalno-rentowym i zasiłkowym, które wymuszają lub zachęcają do dłuższej aktywności zawodowej (m. in. podnosząc wiek emerytalny, ograniczając uprawnienia do wcześniejszych emerytur, rent i zasiłków dla bezrobotnych, proponując pracodawcom korzyści z tytułu zatrudnienia osób starszych). Ponadto w niektórych krajach, w tym w Polsce, realizowane są projekty promujące wśród pracodawców koncepcję zarządzania wiekiem rozumianego jako element polityki personalnej organizacji. Jednym z większych projektów tego typu w Polsce jest projekt „Z wiekiem na plus–szkolenia dla przedsiębiorstw” realizowany przez PARP w partnerstwie z UW w latach 2009-2013. W tym kontekście zasadne wydaje się pytanie o efekty promowania zarządzania wiekiem w Polsce na tle innych krajów UE prowadzących takie działania.\nCelem niniejszego opracowania jest próba odpowiedzi na pytanie, czy w krajach intensywnie promujących ideę zarządzania wiekiem sytuacja osób 45+ na rynku pracy poprawia się w stosunku do pozostałych krajów UE oraz jak na tym tle wypada Polska. Ponadto zostanie podjęta próba stwierdzenia, czy promocja zrządzania wiekiem wśród pracodawców skutkuje szerszym stosowaniem narzędzi zarządzania wiekiem oraz czy stosowanie ich przynosi efekt w postaci wzrostu …",
        "keywords": null,
        "url": "https://www.een.org.pl/storage/publications/pdf/2013_45plus_analizaplue.pdf"
    },
    {
        "title": "Public-sector wage premium in Poland: can it be explained by structural differences in employment",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2014",
        "abstract": "The public sector is commonly thought to offer relatively low wages, but neither statistics nor research for different countries justifies this belief. In general, the observed regularity is that the average wage in the public sector exceeds the average wage in the private one. The difference is sometimes quite substantial. The comparison of raw average wages suggesting higher wages for public sector would however be misleading. To a large extent, this premium can be attributed to the differences in the structure of employment in both sectors. The public sector employment is biased towards higher level of education and longer job tenures, which on the grounds of human capital theory explains the observed higher average wages in the public sector. The aim of this article is to find to what extent the observed difference in wages is a result of differentiated structure of employment. We use LFS data for Poland and a …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=415696"
    },
    {
        "title": "Zatrudnienie i bezrobocie kobiet i mężczyzn. W: IE Kotowska, U. Sztanderska, I. Wóycicka (red.)",
        "authors": "Urszula Sztanderska, Gabriela Grotkowska",
        "year": "2007",
        "abstract": "Obecny rozdział ma wyjaśnić, czy dwie podstawowe dla rynku pracy wielkości, tj. zatrudnienie i bezrobocie, zależą wyłącznie od cech bezpośrednio opisujących zdolność poszczególnych osób do pracy, czy też wiążą się z ich charakterystykami pozarynkowymi, tj. z funkcjami, jakie te osoby pełnią w gospodarstwie domowym. W zasadzie należałoby oczekiwać, że funkcje pełnione w gospodarstwie domowym wpływają na aktywność zawodową, że ludzie, zestawiając korzyści oraz koszty pracowania i niepracowania, decydują się, czy podejmować poszukiwanie pracy, czy z niego rezygnować. Zdecydowawszy się zaś na aktywizację, będąc już na rynku pracy, podlegają wyłącznie ocenie opartej na ich wartości zawodowej i na jej podstawie uzyskują (lub nie) propozycje pracy.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=3086675290722022411&hl=en&oi=scholarr"
    },
    {
        "title": "Wpływ kosztów pracy na zagraniczne inwestycje bezpośrednie",
        "authors": "Gabriela Grotkowska",
        "year": "2001",
        "abstract": "Autor podejmuje problem zależności między kosztami pracy a bezpośrednimi inwestycjami zagranicznymi w krajach Unii Europejskiej w latach 80. i 90.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000113404"
    },
    {
        "title": "Rola systemu edukacji w dostarczaniu kwalifikacji poszukiwanych przez pracodawców: analiza przypadku województwa pomorskiego",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2013",
        "abstract": "Kwalifikacyjną strukturę popytu na pracę najczęściej opisuje się poprzez kategorie z klasyfikacji zawodów–powszechnie stosowane w publicznym pośrednictwie pracy. Nie mają one jednak bezpośredniego przełożenia na system edukacji, a jednocześnie są mało intuicyjne dla pracodawców. Celem artykułu jest opisanie popytu na pracę poprzez identyfikację profili kompetencyjnych pożądanych przez pracodawców. Ich analiza pozwala ustalić, które kompetencje stanowią ogólny, a które specyficzny kapitał ludzki, a także sformułować wnioski dla systemu kształcenia. W badaniu wykorzystano dane dotyczące pomorskiego rynku pracy i posłużono się analizą skupień oraz analizą współczynnika zmienności częstości zgłoszeń zapotrzebowania na zdefiniowane cechy osobowe, kompetencje kluczowe i kwalifikacje zawodowe. Wyniki wskazują m. in. na konieczność zwiększenia nacisku na kształtowanie cech …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=471310"
    },
    {
        "title": "Does Students\\’International Mobility Increase Their Employability?",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2012",
        "abstract": "During the last 20 years international mobility of Polish students grew significantly. The article addresses the issue of consequences of international mobility for graduates\\’ employability. Theoretical literature suggests several channels through which internationalmobilitymay affect graduates\\’ attractiveness in the labour market: by accumulation of additional human capital, by signalling high abilities of a job candidate, by increasing search intensity of jobseekers. In fact, simple comparison of employment rates and duration of a post-graduation job search suggest that mobility experience increases employability of higher education graduates. However the results of Cox proportional hazard model with a control for other graduates\\’ characteristics reveals a different picture: mobility per se does not impact job search duration but is correlated with graduates\\’ characteristics associated with higher abilities. It seems, therefore, that international mobility experience may serve as a screening device and be used by firms for the purpose of recruiting better candidates.",
        "keywords": null,
        "url": "https://ideas.repec.org/a/eko/ekoeko/30_59.html"
    },
    {
        "title": "The employability and mobility of bachelor graduates in Poland",
        "authors": "Gabriela Grotkowska",
        "year": "2011/1/1",
        "abstract": "Poland offers an example of a spectacular growth of the tertiary education popularity in recent years with the number of students growing almost fivefold in a 20-year transition period (Glowny Urzad Statystyczny [GUS], 1992, 2009a). As a result, the ratio of persons with tertiary education among the population aged 18-64 grew from 6.9 per cent in 1992 to 18 per cent in 2010 (LFS data for second quarter, Glowny Urzad Statystyczny [GUS], 1995, 2010). This significant increase was accompanied by substantial changes in the higher education system.",
        "keywords": null,
        "url": "https://brill.com/downloadpdf/display/book/9789460915703/BP000012.pdf"
    },
    {
        "title": "Women and unpaid family care work in the EU",
        "authors": "Francesca Francavilla, Gianna Claudia Giannelli, Gabriel Grotkowska, Luca Piccoli, M Socha",
        "year": "2009",
        "abstract": "Study. European Parliament. This study provides an analysis of the size and value of unpaid family care work at the European Union level. It proposes a method which relies on harmonised European surveys. It also compares two EU member States, Italy and Poland, whose time use data contain additional detailed information on child care and elderly care work. The study aims at improving the existing indicators in order to have a reliable quantitative picture to use in discussions on unpaid family care work at the EU level.",
        "keywords": null,
        "url": "https://flore.unifi.it/handle/2158/396778"
    },
    {
        "title": "Raport końcowy z badania: Ocena jakości i skuteczności wsparcia kierunków zamawianych w ramach Poddziałania 4.1. 2 PO KL",
        "authors": "Gabriela Grotkowska, Tomasz Gajderowicz, Leszek Wincenciak, Irena Wolińska",
        "year": "2014",
        "abstract": "Idea wyboru określonych kierunków studiów do wsparcia finansowego ze strony budżetu państwa i środków europejskich (Europejskiego Funduszu Społecznego) ma związek ze zdiagnozowaną przez władze publiczne koniecznością zwiększenia liczby osób posiadających dobrej jakości wykształcenie wyższe w najbardziej istotnych dziedzinach dla rozwoju gospodarki opartej na wiedzy.\nW latach 1990-2006, w których rosła liczba młodych Polaków podejmujących studia wyższe, jednocześnie malała względna liczba tych osób, które decydowały się na podejmowanie studiów na kierunkach, które–według badań wykonanych na zlecenie MNiSW-są najbardziej potrzebne polskiej gospodarce, jeśli ma się ona stać gospodarką nowoczesną, opartą na wiedzy. Waga wyboru studiów wyższych wzrosła wraz ze spadkiem liczby maturzystów (pokolenie niżu demograficznego). W dłuższej perspektywie nabierze ona zapewne jeszcze większego znaczenia w związku ze starzeniem się społeczeństwa, potencjalnymi niedoborami siły roboczej, w szczególności w niektórych segmentach rynku pracy. Tym ważniejszym staje się koncentrowanie nakładów na kształcenie (prywatnych i publicznych) w tych dziedzinach, co do których możemy spodziewać się, iż w największym stopniu przyczynią się do rozwoju polskiej gospodarki w przyszłości.",
        "keywords": null,
        "url": "https://www.ewaluacja.gov.pl/media/25585/rzl_280.pdf"
    },
    {
        "title": "Public–private wage differential in a post‐transition economy: A copula approach to the switching regression model",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak, Tomasz Gajderowicz",
        "year": "2018/7",
        "abstract": "In this study, we estimate the public sector wage premium in a post‐transition economy, a quarter of a century since the collapse of the old regime. Our methodology uses a copula method to estimate the switching regression model, which allows for the relaxation of the restrictive assumption of joint normality. We control for employment selection into both sectors using an instrument based on information regarding learned professions. We use data from the Polish Survey of Earnings by Occupations (2012). Contrary to earlier results for Poland, we found positive selection into employment in both sectors, with positive average treatment effect on the treated and negative average treatment effect on the untreated. The results suggest that both private and public sector employees select themselves into the sector in which they earn more than they would in a counterfactual scenario.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12149"
    },
    {
        "title": "Czy Polska importuje bezrobocie?: o wpĹ ‚ywie handlu zagranicznego na polski rynek pracy w okresie transformacji",
        "authors": "Gabriela Grotkowska",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=973168951756325418&hl=en&oi=scholarr"
    },
    {
        "title": "Elastyczność zatrudnienia a bezpieczeństwo socjalne na rynku pracy",
        "authors": "G Grotkowska, MW Socha, U Sztanderska",
        "year": "2005",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4616410722024432777&hl=en&oi=scholarr"
    },
    {
        "title": "Returns to education in Central and Eastern European transition economies: The role of macroeconomic context",
        "authors": "Leszek Wincenciak, Gabriela Grotkowska, Tomasz Gajderowicz",
        "year": "2022/12/11",
        "abstract": "After the fall of communist regimes in Central and Eastern Europe, the returns to education were substantially growing over time. We summarise the existing literature conducting a meta-analysis of returns to education for economies of Central and Eastern Europe (CEE) and test for several mechanisms, which can explain the evolution of the returns over time and differences between countries of the region. The average estimated rate of return basing on more than 600 estimates is around 7%, but it shows variation depending on the methodology adopted, but also on countries’ characteristics. We find out a positive impact of the unemployment rate and negative impact of the enrolment rates into tertiary education. The first observation suggests we observe a countercyclicality of education returns while the latter shows that the dominance of supply of tertiary graduates reduced returns to schooling.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/17454999221122327"
    }
]