[
    {
        "title": "Kryzysy walutowe a liberalizacja obrotów kapitałowych",
        "authors": "Marcin Gruszczyński",
        "year": "2002",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10228107755820527523&hl=en&oi=scholarr"
    },
    {
        "title": "Kapitał zagraniczny a transformacja sektora finansowego w Polsce",
        "authors": "Katarzyna Dąbrowska, Marcin Gruszczyński",
        "year": "2001",
        "abstract": "Kapitał zagraniczny a transformacja sektora finansowego w Polsce | CiNii Research CiNii 国立 情報学研究所 学術情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ移動 論文・データをさがす 大学図書館の本をさがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN DOI 期間 ~ 本文リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 極地研ADS 極地研学術DB 公共データ カタログ ムーンショット型研究開発事業 すべて 研究データ 論文 本 博士論文 プロジェクト [2023年10月 31日掲載]CiNii Dissertations及びCiNii BooksのCiNii Researchへの統合について 新「国立国会 図書館サーチ」公開によるCiNiiサービスへの影響について Kapitał zagraniczny a transformacja sektora finansowego w Polsce Web Site CiNii 所蔵館 1館 Dąbrowska, Katarzyna Gruszczyński, …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1130000795694104320"
    },
    {
        "title": "Kapitał zagraniczny w polskim sektorze bankowym a efektywność polityki pieniężnej",
        "authors": "Katarzyna Dąbrowska, Marcin Gruszczyński",
        "year": "2002",
        "abstract": "System finansowy pełni w gospodarce wolnorynkowej kluczowe funkcje związane z ułatwianiem wymiany dóbr i usług, mobilizacją i alokacją kapitału, pozyskiwaniem, przetwarzaniem oraz udostępnianiem informacji, kontrolą jakości zarządzania oraz zarządzaniem wszelkiego rodzaju ryzykiem (Levine [1997]). W krajach transformacji ustrojowej rolę tę musiał przejąć system bankowy, ze względu na brak innych pośredników finansowych. Jednakże poziom rozwoju bankowości na początku lat dziewięćdziesiątych w tych krajach był w porównaniu z państwami uprzemysłowionymi bardzo niski, iw takiej postaci nie mógł pełnić odpowiednio przypisanych mu funkcji w nowo tworzącej się gospodarce rynkowej. Rozpoczęte w latach osiemdziesiątych próby reformy bankowej w Polsce niestety nie dały pożądanych rezultatów, system bankowy na początku przemian gospodarczych nadal charakteryzował się (Wyczański, Gołajewska [1996]):> brakiem konkurencji i dbałości o klienta, wynikających z niedostatecznej liczby działających banków, przy równoległej ich specjalizacji i podziału terytorialnego rynku,> brakiem przepisów regulujących działalność systemu bankowego,> niską efektywnością,> brakiem zainteresowania innowacjami produktowymi,> niskimi kwalifikacjami pracowników bankowych.",
        "keywords": null,
        "url": "http://www.bankandcredit.nbp.pl/content/2002/2002_11_12/pdf_pl/mgkd.pdf"
    },
    {
        "title": "Kryzysy walutowe, bankowe i zadłużeniowe w gospodarce światowej",
        "authors": "Marcin Gruszczyński",
        "year": "2021",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7952309926569944124&hl=en&oi=scholarr"
    },
    {
        "title": "ABC kryzysu walutowego",
        "authors": "Marcin Gruszczyński",
        "year": "1999",
        "abstract": "Artykuł definiuje kryzys walutowy, omawia jego przyczyny, skutki oraz możliwości przewidywania i zapobiegania. Przedstawia tradycyjne i najnowsze poglądy na naturę przepływów finansowych.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000112351"
    },
    {
        "title": "Efektywność nieoficjalnego rynku walutowego w Polsce w latach 1982-1989",
        "authors": "Marcin Gruszczyński, Maciej Stokłosa",
        "year": "2006",
        "abstract": "W opracowaniu zaprezentowano przegląd wybranych równoległych oraz nieoficjalnych rynków walut obcych funkcjonujących w gospodarce światowej, a także przyczyny ich powstania. Spróbowano udzielić odpowiedzi na pytanie, czy nieoficjalny rynek walutowy w Polsce w latach 1982-1989 można było uznać za efektywny oraz w jakim stopniu. Do analizy (dane tygodniowe) wykorzystano test współczynników korelacji, test Ljunga-Boxa (Q) oraz modelowanie ARMA (3, 3).",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000113084868"
    },
    {
        "title": "Integracja walutowa Polski w ramach Europejskiego Systemu Walutowego na tle doświadczeń unijnych",
        "authors": "Andrzej Wieczorkiewicz, Katarzyna Dąbrowska, Marcin Gruszczyński",
        "year": "2005",
        "abstract": "Celem niniejszego opracowania jest przedstawienie potencjalnych korzyści oraz zagrożeń związanych z pełnym uczestnictwem Polski w Unii Gospodarczej i Walutowej–udziałem w systemie ERM2 oraz przyjęciem euro jako waluty narodowej. W pierwszej części zaprezentowano teoretyczną dyskusję na temat korzyści i zagrożeń wynikających z wprowadzania wspólnej waluty. W drugiej przedstawiono doświadczenia krajów Unii Europejskiej związane z akcesją i uczestnictwem w,, starym’’systemie kursowym ERM oraz dwuletnim udziałem w,, nowym’’Europejskim Systemie Walutowym (ESW). Celem strategicznym Polski jest nie tylko uczestniczenie w strukturach politycznych czy handlowych, ale także tworzenie wspólnej polityki pieniężnej z pełnym prawem głosu. Przystępując do Unii Europejskiej władze Rzeczpospolitej Polskiej realizują zarazem cel, którym jest pełne członkostwo w Unii Gospodarczej i Walutowej. Nie jest to jednak decyzja tylko polityczna. Wprowadzenie euro wymaga minimum dwuletniego okresu przejściowego w ramach subsystemu ERM2 oraz spełnienia kryteriów konwergencji określonych w Maastricht. 1\n* Prof. dr hab. Andrzej Wieczorkiewicz, dr Katarzyna Dąbrowska, dr Marcin Gruszczyński–Wydział Nauk Ekonomicznych Uniwersytetu Warszawskiego. 1 Są to następujące kryteria:(1) inflacja nie wyższa niż o 1, 5 pkt. proc. powyżej średniej stopy inflacji w trzech krajach Unii Europejskiej, gdzie inflacja była najniższa,(2) długoterminowe stopy procentowe nie wyższe niż o 2 pkt. proc. od średniej stóp procentowych w trzech krajach UE o najniższej inflacji,(3) deficyt budżetowy nie wyższy niż 3% PKB,(4) dług publiczny …",
        "keywords": null,
        "url": "https://journalse.com/pliki/pw/1-2005_Wieczorkiewicz.pdf"
    },
    {
        "title": "Foreign capital in the polish banking sector and the effectiveness of monetary policy",
        "authors": "Katarzyna Dąbrowska, Marcin Gruszczyński",
        "year": "2002",
        "abstract": "In a free market economy, the financial system fulfils central functions associated with the exchange of goods and services, the mobilisation and allocation of capital, gaining, processing and spreading information, management quality control and risk management of all types (Levine [1997)]. In the countries under system transformation it was the banking system which had to take over this role for lack of other financial intermediaries. However, in the early 1990s the development of banking in these countries was very poor as compared with industrialised countries and could not properly perform the mentioned functions in the newly forming market economies. In Poland, the attempts to reform the banking system undertaken in the 1980s unfortunately failed to produce the expected results and at the beginning of the economic transformation it was still characterised by (Wyczański, Gołajewska [1996]):• lack of competition and solicitude for customers, resulting from the shortage of working banks, accompanied by their specialisation and territorial market division,• lack of regulations on the banking system activities,• lack of interest in product innovation,• low qualifications of the bank staff.",
        "keywords": null,
        "url": "https://bankandcredit.nbp.pl/content/2002/2002_11_12/pdf_en/mgkd.pdf"
    },
    {
        "title": "Komitety audytu jako fundament zaufania do spółki",
        "authors": "Andrzej Wieczorkiewicz, Katarzyna Dąbrowska-Gruszczyńska, Marcin Gruszczyński",
        "year": "2013",
        "abstract": "Celem niniejszego opracowania jest przedstawienie umocowania oraz funkcjonowania instytucji mającej sprawować nadzór nad procesem sprawozdawczości finansowej oraz przeciwdziałać deformacjom jego wiarygodności w przedsiębiorstwie, którą jest komitet audytu. W pierwszej części opisano genezę, uregulowania prawne oraz cele funkcjonowania komitetów audytu. W części drugiej przedstawiono kilka spostrzeżeń płynących z doświadczeń funkcjonowania komitetów audytu w trzech instytucjach działających na rynku finansowym. Wydaje się, że jak na razie, komitety audytu pozytywnie spełniają swoją rolę.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171257609"
    },
    {
        "title": "Doświadczenia międzynarodowe a prawdopodobieństwo wystąpienia kryzysu walutowego w Polsce",
        "authors": "Marcin Gruszczyński",
        "year": "2004",
        "abstract": "Celem opracowania jest rozważenie możliwości wystąpienia kryzysu walutowego w Polsce po uzyskaniu członkostwa w Unii Europejskiej. Podstawą rozważań są doświadczenia krajów wysoko rozwiniętych i rozwijających się, związane z zakłóceniami na rynkach finansowych. Wskazano negatywne zjawiska występujące w polskiej gospodarce, analogiczne do tych, które przyczyniły się do wystąpienia kryzysów w przedstawianych krajach. Studia przypadków dotyczą kryzysu Europejskiego Systemu Monetarnego-ERM (1992-1993), kryzysu w krajach Azji Wschodniej (1997-1998) oraz załamania, które dotknęło Argentynę (2000-2001).",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000123130"
    },
    {
        "title": "Wycena transferowa, przenoszenie dochodów oraz inne aspekty umiędzynarodowienia przedsiębiorstw",
        "authors": "Katarzyna Dąbrowska, Marcin Gruszczyński",
        "year": "2002",
        "abstract": "Zagraniczne inwestycje bezpośrednie są źródłem korzyści dla gospodarek krajów transformacji systemowej, a działalność na skalę międzynarodową umożliwia i ułatwia przenoszenie dochodów pomiędzy krajami, zarówno w celu zmniejszenia zobowiązań podatkowych, jak i pozyskania aktywów, do których dostęp jest prawnie ograniczony. Zagadnieniom wyceny transferowej, przenoszeniu dochodów oraz innym problemom towarzyszącym działalności międzynarodowych przedsiębiorstw poświęcona została treść opracowania.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000015980"
    },
    {
        "title": "Kryzysy walutowe w nowoczesnej gospodarce światowej",
        "authors": "Marcin Gruszczyński",
        "year": "1998",
        "abstract": "Coraz częstsze kryzysy finansowe w gospodarce krajów Unii Europejskiej, krajów skandynawskich, Azji Wschodniej i Federacji Rosyjskej zwróciły uwagę na ataki spekulacyjne na kontrolowane systemy kursu walutowego. Zarówno naukowcy jak i inwestorzy próbują znaleźć odpowiedź na pytanie, czy kryzysy walutowe można przewidzieć, obserwując pewne znaki ostrzegawcze, czy może kryzysy te są kompletnie nieprzewidywalne?",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000106759"
    },
    {
        "title": "Nominal exchange rates EUR/GRD and EUR/ITL in the context of leaving the euro zone by Greece and Italy",
        "authors": "Katarzyna Dąbrowska-Gruszczyńska, Marcin Gruszczyński",
        "year": "2021",
        "abstract": "Aim/purpose–The aim of this paper is to present two cases of crises in Greece and Italy and to evaluate the shadow exchange rates of hypothetical new currencies (re) introduced after Grexit and Italexit.\nDesign/methodology/approach–Both shadow exchange rates are estimated using speculative pressure index concept that emphasizes the importance of changes in foreign exchange reserves and interest rate differentials in the absence of an independent nominal exchange rate. The research sample covers Greece in 1989-2020 and Italy in 1989-2020.\nFindings–The research presented the estimation of shadow exchange rates EUR/GRD and EUR/ITL during the euro zone membership period. Leaving the euro area one can expect the following market rates: EUR/GRD 600 and EUR/ITL 1850. That would mean 75% depreciation and 5% appreciation to the current euro parities EUR/GRD 340.75, and EUR/ITL 1936.27, respectively.\nResearch implications/limitations–After potential Grexit Greek authorities could expect significant nominal depreciation of a new currency (or should introduce it with a substantial discount). In the case of Italexit, the new currency would preserve its nominal value. The limitations of the research methodology are: a long period of the analysis covers structural changes of financial markets, crisis events, political factors (eg, QE programs).\nOriginality/value/contribution–The originality of this approach lies in the combination of two important economic concepts–the idea of shadow exchange rate and the index of speculative pressure. Combined together they help to prepare the methodology",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.22367/jem.2021.43.14"
    },
    {
        "title": "Leading indicators of sovereign debt and currency crises: Comparative analysis of 2001 and 2018 shocks in Argentina",
        "authors": "Marcin Gruszczyński, Paweł Majczak",
        "year": "2020",
        "abstract": "Aim/purpose–This paper investigates the accuracy of leading indicators in the case of the 2001 sovereign default crisis and the 2018 currency turmoil in Argentina. Design/methodology/approach–In this paper, we conducted early warning signals analysis based on a-priori selected variables. For each of the macroeconomic variables, we computed yearly changes and selected the threshold to minimise the noise-to-signal ratio, ie the ratio of percentage of false signals in ‘normal’times to percentage of good signals in a two-year period preceding each of the crises. Findings–The predictive power of indicators differs significantly in various crisis episodes. For the 2001 crisis, the decline in value of bank deposits was the best leading indicator based on the noise-to-signal ratio. For the 2018 currency crisis, the lowest noise-to-signal ratio was observed for the lending-deposit rate ratio. Research implications/limitations–The survey is limited mostly by the data availability and their quality.\nOriginality/value/contribution–This paper gives a complex review of the major early warning indicators in the context of the most recent history of Argentina’s economy. It applies a set of classical leading indicators to two modern cases of financial crises. The paper proposes an original ‘knocking the window’approach to the presentation of traditional warning concepts in the context of current economic events.",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.22367/jem.2020.42.02"
    },
    {
        "title": "Sukces i załamanie argentyńskiego eksperymentu gospodarczego. Kurs peso w kontekście presji rynkowej w latach 2006-2015",
        "authors": "Marcin Gruszczyński, Katarzyna Dąbrowska-Gruszczyńska",
        "year": "2018",
        "abstract": "W 2011 r. władze argentyńskie zdecydowały się na wprowadzenie systemu kontroli obrotów kapitałowych, który obowiązywał do 2015 r. Celem pracy jest oszacowanie tzw. kursu cienia USD/ARS w okresie kontroli kursu. W pracy zweryfikowano hipotezę, że kurs cień, wyznaczany za pomocą klasycznych parametrów monetarnych, powinien poprawnie odzwierciedlać rzeczywistą sytuację rynkową, a w rezultacie nie odbiegać zbytnio od kursu USD/ARS po jego uwolnieniu. W pierwszej części przedstawiono reformy gospodarcze przeprowadzone w Argentynie po kryzysie finansowym z 2001 r. W części drugiej, korzystając z koncepcji kursu cienia oraz indeksu presji spekulacyjnej oszacowano wartości kursu cienia w okresie kontroli.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/589843.pdf"
    },
    {
        "title": "Presja spekulacyjna na kurs waluty kraju pozostającego poza strefą euro na przykładzie EUR/CHF",
        "authors": "Marcin Gruszczyński, Katarzyna Dąbrowska-Gruszczyńska",
        "year": "2016",
        "abstract": "Celem pracy jest zapoznanie czytelnika z nowymi wyzwaniami związanymi z pozostawaniem poza strefą euro w zmienionym otoczeniu. W pierwszej części opisano doświadczenia władz szwajcarskich związane z reagowaniem na wydarzenia zachodzące na światowych rynkach finansowych. W drugiej przeanalizowano presję rynkową na kurs waluty pozostającej poza strefą euro oraz oszacowano kurs cień dla okresu kontroli kursu EUR/CHF.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.cejsh-b947c44a-8f14-4ff4-a1b0-a3d79ee67dfe/c/01.pdf"
    },
    {
        "title": "Introdukcja euro w perspektywie akcesji i wyzwań absorpcji",
        "authors": "Katarzyna Dąbrowska-Gruszczyńska, Marcin Gruszczyński",
        "year": "2009",
        "abstract": "Uczestnictwo w unii monetarnej oraz oczekiwane koszty i korzyœci tego posunięcia są przedmiotem wielu analiz teoretycznych i empirycznych. Za główne korzyœci przyjęcia wspólnej waluty uznaje się możliwoœć zwiększenia wymiany handlowej (m. in. dzięki eliminacji ryzyka kursowego i redukcji kosztów transakcyjnych związanych z wymianą walut czy zabezpieczaniem się przed ryzykiem kursowym), stabilizację warunków funkcjonowania gospodarki (np. dzięki skuteczniejszej kontroli inflacji), a także poprawę wiarygodnoœci polityki makroekonomicznej. Na wstępie należy jednak dodać, że korzyœci z integracji monetarnej nie należy sprowadzać jedynie do likwidacji wahań czy jednorazowego wstrząsu. Pozytywne efekty będą występowały przez wszystkie lata pozostawania w Europejskiej Unii Monetarnej. Przemiany uboczne—harmonizacja regulacji prawnych, przenikanie obyczajów handlowych, redukcja …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=129607"
    },
    {
        "title": "Kurs EUR/ITL w kontekście presji spekulacyjnej na włoskiego lira. Perspektywy opuszczenia przez Włochy strefy euro",
        "authors": "Marcin Gruszczyński, Katarzyna Dąbrowska-Gruszczyńska",
        "year": "2019",
        "abstract": "Wraz z narastaniem zadłużenia publicznego we Włoszech podnoszone są kwestie możliwego rozpadu strefy euro, wprowadzenia dwóch walut dla północy i południa czy przywrócenia lira włoskiego. Celem pracy było oszacowanie kursu cienia lira włoskiego względem euro w okresie członkostwa Włoch w strefie wspólnego pieniądza. Postawiona została następująca hipoteza badawcza: kurs cień poprawnie odwzorowuje potencjalny kurs rynkowy, który powinien być kwotowany po ponownym wprowadzeniu lira we Włoszech. W pracy zastosowano metodologię kursu cienia połączoną z koncepcją indeksu presji spekulacyjnej.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.cejsh-df9ee0b5-58eb-4ede-9383-85d5d22fbcc5"
    },
    {
        "title": "Waluty narodowe po opuszczeniu strefy euro. Kurs cień DEM/GRD w kontekście presji spekulacyjnej w latach 2001-2018",
        "authors": "Marcin Gruszczyński, Katarzyna Dąbrowska-Gruszczyńska",
        "year": "2018",
        "abstract": "Kryzysowi finansowemu w Grecji towarzyszyły rozważania na temat możliwości bankructwa kraju wchodzącego do strefy euro oraz konsekwencji związanych z wystąpieniem ze strefy wspólnej waluty. Istotną kwestią związaną z przywróceniem waluty narodowej jest jej nowy kurs, co zdeterminuje bilans kosztów i korzyści związanych z tym posunięciem. Celem niniejszej pracy jest estymacja kursu cienia drachmy greckiej względem marki niemieckiej podczas członkostwa Grecji w strefie euro. W pracy postawiono tezę, że kurs cień poprawnie odwzorowuje potencjalny kurs rynkowy, który powinien być kwotowany po wyjściu Grecji ze strefy wspólnej waluty. W pierwszej części przedstawiono dyskusję na temat bilansu Grexitu w kontekście wydarzeń kryzysowych lat 2009-2018. W części drugiej obliczono wartości kursu cienia DEM/GRD korzystając z indeksu presji spekulacyjnej.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/593624.pdf"
    },
    {
        "title": "Market pressure on currencies in crises. Shadow exchange rate experience of Argentina and Switzerland 2011-2015",
        "authors": "Marcin Gruszczyński, Katarzyna Dąbrowska-Gruszczyńska",
        "year": "2017",
        "abstract": "Aim/purpose – The aim of this article is to present two cases of exchange rate controls in Switzerland and Argentina. The paper also examines the problem of presence and evaluation of shadow exchange rate in both countries.\nDesign/methodology/approach\nThe shadow exchange rates are estimated using speculative pressure index concept that emphasizes the importance of not only exchange rate movements but also changes in foreign exchange reserves as well as interest rate differentials. The research sample covers Switzerland 2001-2016 and Argentina 2006-2016 (for shadow exchange rate simulation: 2011-2014 and 2011-2015, respectively).\nFindings\nThe conclusions drawn from international experience and conducted empirical analysis are positive. In both cases, shadow exchange rates were close to market rates after the removal of controls. During the restrictions periods shadow rates followed the intuition given by speculative pressure index concept (and by monetary approach, simultaneously).\nResearch implications/limitations\nThe research suggests that market forces in both countries were still able to restore exchange rates to market values after the period of control. However, it is obvious that it is very difficult to prove that shadow rates were always determined by economical forces and close to their long-term equilibrium values.\nOriginality/value/contribution\nThe original approach combines two important economic concepts – the idea of shadow exchange rate and the methodology of index of speculative pressure. Combined together they can help to analyze two interesting and relatively new cases of foreign exchange …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/522216.pdf"
    }
]