[
    {
        "title": "The effects of fiscal decentralisation on the strength of political budget cycles in local expenditure",
        "authors": "Monika Köppl Turyna, Grzegorz Kula, Agata Balmas, Kamila Waclawska",
        "year": "2016/9/2",
        "abstract": "In this article we analyse the effects of political business cycles and fiscal decentralisation on the expenditure categories of Polish municipalities. We find convincing evidence demonstrating the impact of strong political business cycles in almost all expenditure categories, particularly for the categories of expenditure relevant to electoral success, such as infrastructure and social programmes. We find evidence that transfers to municipalities increase the strength of the electoral cycle.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/03003930.2016.1181620"
    },
    {
        "title": "Efektywność sektora publicznego na poziomie samorządu lokalnego",
        "authors": "Barbara Karbownik, Grzegorz Kula",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4030466238390731774&hl=en&oi=scholarr"
    },
    {
        "title": "Health, work and life-style of the 50+ population in Poland in comparison with other European countries",
        "authors": "M Myck, J Czapiński, W Dorabialski, A Gilis-Januszewska, M Kalbarczyk, G Kula, A Nicinska, R Topor-Madry, R Wisniewski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8210659752659985960&hl=en&oi=scholarr"
    },
    {
        "title": "Ryzyko ubóstwa osób starszych",
        "authors": "Grażyna Bukowska, Grzegorz Kula, Leszek Morawski",
        "year": "2011",
        "abstract": "Ludność w Polsce starzeje się. Jednocześnie w czasie procesu transformacji za kres ochrony ekonomicznej, jaką społeczeństwo poprzez szeroko rozumiane insty tucje państwowe zapewnia swoim członkom, uległ znaczącemu zmniejszeniu. W połączeniu z trudnymi warunkami ekonomicznymi, których efektem jest zmniej szenie wpływów z podatków oraz rosnąca liczba osób potrzebujących pomocy, za grożona jest realizacja podstawowej funkcji systemu ubezpieczeń społecznych, czy li zapewnienie adekwatnych środków do życia dla osób starszych. Książka analizuje poziom zagrożenia tych osób ryzykiem ubóstwa. Badamy przy tym nie tylko bezpo średnie ryzyko ubóstwa, wywołane niskimi dochodami bądź brakiem możliwości zarobkowania, ale również ryzyka pierwotne, z których część nie jest zwykle bezpo średnio związana z sytuacją ekonomiczną, jednak również niesie ze sobą znaczące skutki ekonomiczne. Należą do nich:\n• aktywność osób starszych na rynku pracy,• zmiany stanu zdrowia, aw tym ryzyko niepełnosprawności,• zmiany sytuacji rodzinnej: wdowieństwo, relacje z dziećmi, pomoc w rodzinie,• niepewność instytucjonalna: wpływ zmian prawnych i braku zaufania do syste mu na zachowania ubezpieczonych i emerytów.\nZrozumienie wpływu polityki gospodarczej na sytuację starzejącej się ludności oraz wszechstronny wgląd w reakcję osób starszych na zmieniające się warunki, w tym rosnącą indywidualizację ryzyka, ma bardzo istotne znaczenie dla wdraża nia polityk, które mają zapewniać wzrost i dobrobyt, a jednocześnie wypełniać zadania sprawiedliwości społecznej. Celem naszego projektu jest poprawa zrozu mienia …",
        "keywords": null,
        "url": "https://open.icm.edu.pl/bitstreams/e5ff6100-ae90-4479-b811-2fc2346254b1/download"
    },
    {
        "title": "Efficiency of public sector at the level of local governments in Poland",
        "authors": "Barbara Karbownik, Grzegorz Kula",
        "year": "2011",
        "abstract": "The objective of this paper is to analyze the efficiency of local governments’ expenditures on public and merit goods. We also try to identify main causes of existing inefficiencies and point out policies implemented by the efficient units. Our analysis covers three fields: education, environmental protection and public administration. Using Data Envelopment Analysis and Tobit regression we show that there are huge differences in the public spending efficiency among local governments in Poland, mainly due to considerable discrepancies in the produced outputs with expenditures being more homogenous. Our results prove that communes with higher population and revenues tend to be more efficient, whereas small rural ones are generally less efficient. The main factors influencing public spending efficiency are the EU funds absorption and the quality of human capital in the public administration at the local level.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Grzegorz-Kula/publication/228420233_Efficiency_of_public_sector_at_the_level_of_local_governments_in_Poland/links/00b4952d461a2e312b000000/Efficiency-of-public-sector-at-the-level-of-local-governments-in-Poland.pdf"
    },
    {
        "title": "Zdrowie, praca i styl życia populacji 50+ w Polsce na tle innych krajów Europy",
        "authors": "M Myck, J Czapiński, W Dorabialski, A Gilis-Januszewska, M Kalbarczyk, G Kula, A Nicińska, R Topór-Mądry, M Wiśniewski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=162139524796027705&hl=en&oi=scholarr"
    },
    {
        "title": "Social security, labour market and restructuring: Current situation and expected outcomes of reforms",
        "authors": "Marek Góra, GJ Kula, Magdalena Rokicka, Oleksandr Rohozynsky, Anna Ruzik",
        "year": "2009/12/1",
        "abstract": "The paper focuses on the social safety nets in Russian Federation and Ukraine in the view of changes on the labour market since the beginning of economic transition. We showed that many past phenomena (eg restructuring of the economy, wage and pension arrears, new groups at-risk-of-poverty, demographic transition) caused a need to change an old type social safety net (SSN) into the new one, better adapted to emerging more liberal economy problems.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1539999"
    },
    {
        "title": "Mierniki jakości rządzenia na szczeblu centralnym, regionalnym i lokalnym,(w:) Wilkin J.(red.), Jakość rządzenia w Polsce",
        "authors": "Grzegorz Kula",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=dwY3t_MAAAAJ&citation_for_view=dwY3t_MAAAAJ:aqlVkmm33-oC"
    },
    {
        "title": "Efektywność sektora publicznego na poziomie samorządu terytorialnego",
        "authors": "B Karbownik, G Kula",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7995075765290010546&hl=en&oi=scholarr"
    },
    {
        "title": "Decyzja o przejściu na emeryturę. Przegląd literatury",
        "authors": "Grzegorz Kula",
        "year": "2007",
        "abstract": "Autor podaje powody, dla których systemy emerytalne wymagają zmian: wydłużanie życia, czyli więcej osób pobierających emeryturę, spadek liczby narodzin, czyli mniej osób wstępujących na rynek pracy i płacących składki, zmiana stosunku do systemu, zaprojektowanego jako ubezpieczenie od niezdolności do pracy na starość, który stał się powszechnie zaakceptowanym i traktowanym jako należny transferem środków dla osób, które spełniają określone warunki. Bardzo istotnym problemem jest również duża liczba osób przechodzących na emeryturę tak wcześnie, jak to tylko jest możliwe. Celem artykułu jest przedstawienie literatury badającej determinanty decyzji o przejściu na emeryturę. Od lat 70. ubiegłego wieku, gdy zaczęto zauważać malejącą partycypację osób starszych w sile roboczej, liczba prac badających ten problem stale rośnie. Nie jest możliwe pokazanie całej literatury z tej dziedziny, wobec czego autor przedstawia tylko ogólne omówienie, starając się pokazać zmiany i rozwój modeli od pierwszych prób badań, aż do ostatnich lat. Ogranicza się przy tym do prac badających decyzję o przejściu na emeryturę z perspektywy pojedynczego pracownika.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7777196617043504850&hl=en&oi=scholarr"
    },
    {
        "title": "Podatek liniowy w praktyce",
        "authors": "Grzegorz Kula",
        "year": "2005",
        "abstract": "Podatek liniowy stale powraca w polskich dyskusjach o polityce gospodarczej paƒstwa. By∏ a to goràca kwestia w kampanii wyborczej, bdzie podnoszona równie podczas rozmów o programie nowego rzàdu. Jednak ta dyskusja jest pe∏ na mitów i nieÊcis∏ oÊci. Aby przynajmniej czÊç z nich wyjaÊniç, przeanalizujemy system zwany „podatkiem liniowym” w krajach, które go przyj∏ y. Jest to bardzo wane, jeeli w debacie o podatkach chcemy si powo∏ ywaç na doÊwiadczenia innych paƒstw. Zanim zaczniemy analiz, musimy zdefiniowaç podatek liniowy. Wed∏ ug klasycznej definicji jest to podatek bezpoÊredni o jednej stawce, identycznej dla osób prawnych i fizycznych [James i Nobes, 1998]. CzÊç prac obejmuje tà definicjà równie podatek od wartoÊci dodanej, czyli podatek poÊredni. Zazwyczaj przyjmuje si, e podatek liniowy dotyczy dochodów ze wszystkich êróde∏, wobec czego nie ma zwolnieƒ, odliczeƒ i ulg podatkowych. Jednak w praktyce mówimy, ew danym paƒstwie dzia∏ a podatek liniowy, gdy podatek dochodowy od osób fizycznych ma jednà stawk. Nie zwracamy przy tym uwagi na inne elementy systemu podatkowego. Jedna stawka podatku dochodowego od osób prawnych, obowiàzujàca w wielu paƒstwach, w powszechnym odczuciu nie uprawnia do korzystania z nazwy „podatek liniowy”. W nastpnej czÊci artyku∏ u zajmiemy si krótko najwikszymi kontrowersjami zwiàzanymi z podatkiem liniowym i jego dzia∏ aniem. Nastpnie przejdziemy do omówienia zasad funkcjonowania podatku liniowego w krajach, które go wprowadzi∏ y. Takich krajów uda∏ o mi si znaleêç trzynaÊcie. Czternasty jest Irak, ale tam sytuacja jest …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/575119.pdf"
    },
    {
        "title": "Podatek liniowy-przegląd ujęć teoretycznych",
        "authors": "Grzegorz Kula",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=dwY3t_MAAAAJ&citation_for_view=dwY3t_MAAAAJ:kNdYIx-mwKoC"
    },
    {
        "title": "The effects of fiscal autonomy on the size of public sector and the strength of political budget cycles in local expenditure",
        "authors": "Monika Köppl Turyna, Grzegorz Kula, Agata Balmas, Kamila Waclawska",
        "year": "2015/3/1",
        "abstract": "We analyze the effects of political business cycles and fiscal autonomy on the expenditure categories of Polish municipalities. Using System GMM technique, we find convincing evidence for strong political business cycles in almost all expenditure categories, and in particular for the categories of expenditure relevant for electoral success such as infrastructure and social expenditure. Transfers to municipalities from the central government accentuate the strength of the electoral cycles, but surprisingly are associated with lower expenditure levels outside of the election periods. The latter results are the main finding: fiscal autonomy although not necessarily reducing the levels of local expenditure, does reduce the level of political manipulation of the budgets.",
        "keywords": null,
        "url": "https://mpra.ub.uni-muenchen.de/id/eprint/66877"
    },
    {
        "title": "Institutional uncertainty and retirement decisions in Poland",
        "authors": "Grzegorz Kula, Anna Ruzik-Sierdzińska",
        "year": "2011/2/28",
        "abstract": "Separate pseudo-panel models were estimated for men and women based on the annual Household Budget Survey datasets. The results show that apart from variables usually identified in the literature that have a significant impact on retirement decisions, institutional changes are also significant in case of Poland. Especially regulations concerning access to pre-retirement allowances and benefits turned out to be significant, as well as changes in possibility to combine work and receiving pension.",
        "keywords": null,
        "url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=e249d03da7394349195ead18d76af3e0016de900"
    },
    {
        "title": "Optimal retirement decision",
        "authors": "Grzegorz Kula",
        "year": "2004/1/1",
        "abstract": "In May 2003 huge demonstrations and strikes shook France. Teachers, air traffic controllers, public transport workers, tax collectors, hospital workers, postmen... in short almost all the public sector. The reason? The government wanted to reform the pension system by taking away the privileges of the public sector and making their situation identical to that of the private sector. Almost everybody agrees that a pension reform is necessary, but the big question is: how to do this? In the second half of the last century the labor force participation of elderly decreased rapidly and substantially around the world. The graphs in Figure 1.1. are very familiar to everybody. This process, combined with an increased length of lives and a fall in fertility, especially when the retirement of the baby boom generation born after the second world war is approaching, is the reason for reforms of retirement systems: pay-as-you-go schemes cannot work much longer. There are simply not enough working people to pay for the retirement benefits of elderly. In Europe at the moment one pensioner is supported by four workers, in 2050 the dependency ratio of older people to those of working age will rise to one-to-two (The Economist, 15.03. 2003). In Japan such a ratio will be achieved already by 2020. Even in Norway, which is building up a huge fund from oil revenues as a reserve, it is possible that without the reform of the retirement system public finances will be unsustainable (OECD, 2002). Of course the situation would be easier if people, while living longer, would agree to work longer and retire later.",
        "keywords": null,
        "url": "https://repub.eur.nl/pub/6853/few_kula_2004.pdf"
    },
    {
        "title": "Patterns in the mobility and ownership of private cars and alternative transport modes: the focus on Warsaw and Poland",
        "authors": "Shahriar Akhavan, Maciej Grzenda, Anna Nicińska, Joanna Rachubik, Satia Rożynek, Jakub Zawieska, Grzegorz Kula",
        "year": "2023",
        "abstract": "This article presents an extensive analysis of the private ownership of cars and other transport modes in Warsaw, Poland, with a focus on understanding mobility patterns and exploring sustainable alternatives to private car usage. It provides a comprehensive description of car ownership trends, highlighting the high and growing number of cars per capita in Poland, particularly in Warsaw. The existing transport system in Warsaw, including the public transport network and related policies, is summarized. A literature review examines institutional, socio-economic, and individual factors influencing mobility behaviors and the dynamics of recent changes in car usage and alternative modes of transport. The analysis identifies barriers and opportunities for the adoption of sustainable mobility solutions, while discussing policy implications at the national and international levels.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2023-18.html"
    },
    {
        "title": "Impact of population aging on city’s finances",
        "authors": "Aleksandra Wąsowicz, Grzegorz Kula",
        "year": "2016",
        "abstract": "The local aspect of aging is often ignored. However, municipalities, in particular cities will be affected by the consequences of population aging, in particular a decrease in tax revenues and an increase of expenditures on public goods demanded by the elderly. In this paper we use a static general equilibrium model to analyse the impact of aging on city’s finances. We show that an increase in the number of pensioners will raise the cost of public goods. However, an increase in the number of working elderly can alleviate the situation.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/109748/PDF/studreg-47-01.pdf"
    },
    {
        "title": "Próba oszacowania wpływów budżetowych z podatków dochodowych w rolnictwie i reformy KRUS",
        "authors": "Grzegorz Kula",
        "year": "2012",
        "abstract": "Celem artykułu jest oszacowanie potencjalnych wpływów budżetowych, jakie sektor publiczny mógłby osiągnąć dzięki obłożeniu dochodów z działalności rolnej podatkiem dochodowym, a także objęcia rolników zasadami powszechnego systemu emerytalnego. Przedstawiono kilka wariantów reformy, jak również problemy związane z wprowadzeniem tych zmian w życie. Symulacje wpływów dokonane są poprzez oszacowanie wysokości dochodów rolników, oparte przede wszystkim na indywidualnych danych o płatnościach obszarowych, a także danych KRUS. Posługując się tymi dochodami, możliwe było obliczenie wysokości podatków dochodowych i składek na ubezpieczenia społeczne. Wyniki wskazują, że po wprowadzeniu analizowanych reform większość gospodarstw do 10 ha nie będzie płacić podatków. Co prawda wpływy z podatków i składek wzrosną, nie jest jednak jasne, czy finanse sektora publicznego na tym skorzystają, ze względu na towarzyszący tym zmianom wzrost wydatków.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/575602.pdf"
    },
    {
        "title": "Big Data, Artificial Intelligence, and the sustainable development of cities…… in the (post) COVID-19 era",
        "authors": "Piotr Wójcik, Grzegorz Kula",
        "year": "2021/1/13",
        "abstract": "Today, more people live in urban than in rural areas. Hence, the main challenges of our time relate to cities and their sustainable development. Due to the collection of Big Data, the development of Artificial Intelligence algorithms, 5G broadband data transmission technology, the Internet of Things, and mutual communication between machines, cities are becoming more and more intelligent. The vision of a future in which millions of devices, cameras, and sensors constantly monitor, analyze, and regulate city life is by no means a distant prospect. Indeed, some of its elements were already introduced to cope with COVID-19 pandemics. The use of technology allows for the improved connectivity of rapidly increasing urban populations, promotes the creation of smarter and safer modes of transportation, and promises better traffic, congestion, energy and water management.\nTechnology alone is not enough to make a city better–its use must meet the real needs of urban residents. Nor should technology be exclusive, for not everyone has access to the internet or can use it. Ensuring greater social integration and inclusion, ie, involving all citizens in the benefits of modern technologies, is a big challenge. It is also important to define an ethical framework for devising solutions that use Big Data and Artificial Intelligence to reduce the risk of unauthorized use and increase trust in AI solutions. In the context of the rapid ageing of the EU population, increased access and affordability of services aimed at seniors is of great importance. An important barrier to the development of this type of technology is that of the still high costs and lack of regulation. Low …",
        "keywords": null,
        "url": "https://ans.pw.edu.pl/layout/set/print/content/download/1234/7218/file/PWojcik_GKula_BigData_AI_and_cities_COVID_final-1.pdf"
    },
    {
        "title": "Lokalne determinanty starzenia się populacji w Polsce",
        "authors": "Grzegorz Kula, Piotr Tadeusz Wójcik",
        "year": "2017/9/22",
        "abstract": "Polish population is getting older and the consequences of this process are already affecting our everyday life. The purpose of this work is to identify factors (and direction of their influence) which will help to explain why some counties are ageing faster than others. Using a measure of spatial autocorrelation (Moran’s I) and spatial autoregressive model on panel data we analyze characteristics of Polish counties in the period 2003–2013. The dependent variable is the share of old people in the population of municipality (in the age of 70 and older). Results indicate strong spatial autocorrelation, which means that population ageing in particular county is strongly related to the speed of ageing in the neighboring counties. Many additional socio‑demographic characteristics of municipalities appear to be important in explaining the analyzed phenomenon, including transportation network (motorways and express ways) that link a particular county with other regions.",
        "keywords": null,
        "url": "http://www.czasopisma.uni.lodz.pl/foe/article/view/848"
    }
]