[
    {
        "title": "Mechanizmy funkcjonowania strefy euro",
        "authors": "Paweł Kowalewski, Grzegorz Tchorek, Jarosław Górski, Narodowy Bank Polski",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5175217673302958639&hl=en&oi=scholarr"
    },
    {
        "title": "Alfabetyzacja ekonomiczna czyli znaczenie świadomości ekonomicznej",
        "authors": "Jarosław Górski",
        "year": "2016",
        "abstract": "Celem artykuïu jest przybliżenie zagadnienia świadomości i edukacji ekonomicznej (w tym finansowej). Tekst ma charakter opracowania przeglądowego i koncepcyjnego i zawiera próbę zdefiniowania pojęcia świadomości ekonomicznej. Wskazano w nim powody i korzyści wynikające z upowszechniania edukacji ekonomicznej oraz zarysowano wybrane dylematy związane z koncepcją i pomiarem świadomości ekonomicznej.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/485406.pdf"
    },
    {
        "title": "Społeczne oblicze innowacji. Jak wspierać postawy innowacyjne i promować etos innowatora",
        "authors": "Jarosław Górski, Adam Mikołajczyk, Marzena Tataj",
        "year": "2016",
        "abstract": "Fundacja Polskiego Godła Promocyjnego (Fundacja „Teraz Polska”) od wielu lat prowadzi przedsięwzięcia związane z promocją postaw innowacyjnych oraz rozwoju gospodarki opartej na wiedzy. Należą do nich przede wszystkim liczne konferencje oraz seminaria realizowane w ramach programu „Polski Sukces–Dokonania i Perspektywy” z udziałem przedsiębiorców, administracji rządowej i samorządowej, jednostek badawczo-rozwojowych, ekspertów, ludzi sukcesu oraz mediów. Popularyzacji idei wzmacniania konkurencyjności i innowacyjności polskiej gospodarki służą także liczne publikacje Fundacji, w tym artykuły zamieszczane na łamach magazynu „Teraz Polska”.\nWiosną 2015 roku Fundacja „Teraz Polska” przeprowadziła dwie debaty–„Rola nauki w służbie innowacyjnego społeczeństwa” oraz „Rola innowacyjnego biznesu w budowaniu konkurencyjnej gospodarki”. Relacja z ich przebiegu została zamieszczona w magazynie „Teraz Polska” Nr 2/2015. Uczestnikami byli naukowcy, przedsiębiorcy i innowatorzy. Stwierdzono wówczas, że bez innowacyjności nie osiągniemy konkurencyjności przedsiębiorstw i nowoczesnej gospodarki. Zwrócono także uwagę na konieczność wypracowania całościowego ekosystemu wspierającego edukację, badania naukowe i wdrożenia nowatorskich rozwiązań.",
        "keywords": null,
        "url": "https://biznes.newseria.pl/files/_uploaded/dp_2016_04_04_0324_Raport.pdf"
    },
    {
        "title": "Etnocentryzm konsumencki na przykładzie decyzji zakupowych odzieży wśród studentów Uniwersytetu Warszawskiego",
        "authors": "Jarosław Górski, Marcin Metrycki",
        "year": "2018",
        "abstract": "Artykuł podejmuje problematykę etnocentryzmu konsumenckiego. W tekście przedstawiono wyniki badania przeprowadzonego na grupie studentów Uniwersytetu Warszawskiego, na przykładzie tzw. odzieży eleganckiej. Celem badania było określenie poziomu etnocentryzmu konsumenckiego studentów oraz ich zdolności rozpoznawania kraju pochodzenia odzieży. Badanie wykazało, że marki o obcobrzmiących nazwach sprawiają respondentom problem w poprawnym rozpoznaniu kraju pochodzenia produktu. Respondenci wyżej wyceniają odzież wytworzoną w Polsce w stosunku do odzieży wytworzonej na Tajwanie przy założeniu, że są to identyczne produkty tych samych marek. Poziom deklarowanego patriotyzmu konsumenckiego nie wpływał istotnie na różnicę w wycenie polskich i zagranicznych produktów odzieżowych. Wartością dodaną przeprowadzonych badań jest pokazanie, że poziom etnocentryzmu konsumenckiego oraz postrzegany kraj pochodzenia produktów odzieżowych może wpływać na ekonomiczną wycenę tych produktów.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171524229"
    },
    {
        "title": "Marketing narodowy i marka kraju a zdolności konkurencyjne gospodarki",
        "authors": "Jarosław Górski",
        "year": "2012",
        "abstract": "Branding narodowy jest ekscytującym, kompleksowym i kontrowersyjnym fenomenem. Jest ekscytujący, bo dotyczy obszaru, w którym istnieje mało teorii, ale bardzo dużo aktywności w rzeczywistym świecie; kompleksowy, bo obejmuje wiele dyscyplin znacznie wybiegających poza konwencjonalne podejście związane ze strategiami marek; i kontrowersyjny, ponieważ jest silnie upolitycznioną działalnością generującą prezentowane z pasją i systematycznie opozycyjne względem siebie punkty widzenia i opinie.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=18307131047690120520&hl=en&oi=scholarr"
    },
    {
        "title": "Teraz Polska promocja",
        "authors": "Jarosław Górski",
        "year": "2010",
        "abstract": "(Teraz_Polska_Promocja_5lat-ostatni [tryb zgodności]) Page 1 TERAZ POLSKA PROMOCJA 5 lat doświadczeń 1 Jarosław Górski Członek zarządu Fundacji Best Place – Europejski Instytut Marketingu Miejsc Doradca prezesa Fundacji Polskiego Godła Promocyjnego Page 2 Takie były początki: 2007 r. Konferencja prasowa inaugurująca I edycję Konkursu na najlepszą pracę magisterska dotyczącą promocji polskiej gospodarki, 5 czerwca 2007 r. 2 Page 3 Konkurs powstał jako element Programu Fundacji Polskiego Godła Promocyjnego Page 4 Organizatorzy konkursu Takie były początki: 2007 r. Patronat honorowy Ministerstwo Gospodarki Page 5 Partnerzy merytoryczni Takie były początki: 2007 r. Współpraca Page 6 • Zgłoszono 20 prac, z czego 15 decyzją Komisji Kwalifikacyjnej zostało przekazanych do prac recenzenckich Komisji Ekspertów • 6 prac z Uniwersytetu Warszawskiego, licznie reprezentowane …",
        "keywords": null,
        "url": "https://terazpolska.pl/upload/Prezentacja5ostatnichlat6.12.20111.pdf"
    },
    {
        "title": "Inżynieria wymagań, czyli jak unikać zbędnej pracy.",
        "authors": "J Górski",
        "year": "1998",
        "abstract": "Informatyka w coraz większym stopniu staje się dziedziną uniwersalną. Stykamy się z nią w nieomal każdej sferze działalności, w pracy i podczas odpoczynku, w podróży, w nauce czy podczas korzystania z różnych usług.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-article-BUS1-0001-0063"
    },
    {
        "title": "Innowacyjność polskiej gospodarki: wybrane aspekty",
        "authors": "Krzysztof Opolski, Jarosław Górski, Uniwersytet Warszawski, Wydział Nauk Ekonomicznych",
        "year": "2018",
        "abstract": "The aim of this paper is to answer the question: What is the place of innovation in the European Union’s (EU) legal system? In order to do this, the evolution of the EU’s approach to innovation was analyzed through the organization’s official documents. The EU has promoted innovation to the industrial as well as the social and public spheres. Because EU treaty provisions emphasize the role of innovation only in industry it is this aspect which will be covered here. Further research will be needed to investigate the social and public spheres in order to provide a comprehensive picture of the role of innovation within the entire EU legal system. The finding of the research is that although innovation is mentioned in treaties as a tool to “foster better exploitation of the industrial potential”, the concept of “innovation policy”, is not defined there. Also, in the EU treaties the term ‘innovation’does not appear within research policy. It is driven mainly by EU “soft law”(plans, strategies, initiatives), where it is considered closely related to research. Furthermore, industry is an aspect of the EU competition law where, on one hand, innovation is seen as an advantage but on the other–as a threat. A new approach to innovation is therefore required for the legal system of the EU, especially as its importance is increasing in the development of the new Industry 4.0.",
        "keywords": null,
        "url": "https://www.academia.edu/download/60713380/Innowacyjnosc_polskiej_gospodarki_wybrane_aspekty20190926-44233-1qpicxx.pdf"
    },
    {
        "title": "Znaczenie konkursów o charakterze marketingowym adresowanych do jednostek samorządu terytorialnego",
        "authors": "Anna Augustyn, Magdalena Florek, Jarosław Górski",
        "year": "2014",
        "abstract": "The objective of the article is to identify the functions performed by marketing competitions addressed to territorial self-government units. The authors present the results of self-government research into the use of competitions as promotional tools and identify the types and functions of marketing competitions offered to territorial self-governments, and discuss them using the example of the competition case study \"Quality Territorial Self-Government.\" The summary contains recommendations for increasing the efficiency and effectiveness of the use of marketing competitions by territorial self-government units.",
        "keywords": null,
        "url": "https://bazawiedzy.ue.poznan.pl/info/article/UEPae32468a6b0645b3adb01f8e4c1cc5a2/?lang=pl&cid=859785"
    },
    {
        "title": "Hasła promocyjne miast polskich 5",
        "authors": "Dorota Olko",
        "year": "2012",
        "abstract": "W XXI w. o losach świata i dynamice światowych przemian decydują wielkie miasta Europy, Ameryki Północnej czy basenu Pacyfiku. Pomimo rozrostu przestrzennego miast i wzrostu PKB wytwarzanego w miastach coraz więcej badaczy mówi o kryzysie miasta–zarówno jako formy przestrzennej, jak i sposobu organizacji życia społecznego.\nM. Lalli i W. Plöger wyszczególniają szereg tendencji w rozwoju osadnictwa, które przyczyniają się do rozmywania wizerunku miast, takich jak: polaryzacja wywołana zróżnicowaniem warunków gospodarczych i społecznych, regionalizacja czy rewitalizacja i modernizacja historycznych centrów miast. Uszczerbek w obrazie miasta powodują problemy ekologiczne, przeciążenia komunikacyjne, deficyt nowych terenów budowlanych. Trudności w identyfikacji terytorialnej mieszkańców miast mogą również wynikać z częstych migracji i zmian miejsc pracy (Szromnik 2010: 13). Wymienione zjawiska i problemy sprawiają, że programy budowy wizerunku miast zaczynają zajmować ważne miejsce w strategiach rządzenia miastem. Potrzeba tworzenia spójnego wizerunku miasta to nie tylko odpowiedź na potrzeby społeczności lokalnej i nowe procesy osadnicze, lecz także konieczność w dobie narastającej konkurencji między miastami. Miasto postrzegane jest jako megaprodukt, który konkuruje na rynku. Kluczowa staje się potrzeba wytworzenia spójnego wizerunku danej jednostki osadniczej. Zasadniczą rolę odgrywa tutaj odpowiednio zaplanowana strategia promocyjna.",
        "keywords": null,
        "url": "https://terazpolska.pl/upload/File/TP_ebook_tom4.pdf#page=39"
    },
    {
        "title": "Promocja Polski. Narzędzie wspierania konkurencyjności?",
        "authors": "Alojzy Z Nowak, Krzysztof Opolski, Jarosław Górski",
        "year": "2010",
        "abstract": "Promocja Polski powinna obejmować wiele obszarów, o czym właśnie jest mowa w tej publikacji. A więc, istotnym narzędziem w służbie pozytywnego wizerunku kraju jest dyplomacja publiczna i tworzony przez nią branding narodowy, ale także działania marketingowe instytucji lokalnych, samorządów, zwłaszcza władz Warszawy, które mogłyby też brać przykład z aktywności marketingowej wielu innych miast europejskich. Szczególny związek między wizerunkiem Polski, promocją naszego kraju, występuje w dziedzinie pozyskiwania kapitału zagranicznego, ale także wspierania konkurencyjności polskich firm i towarów na coraz trudniejszym rynku globalnym.",
        "keywords": null,
        "url": "https://press.wz.uw.edu.pl/monographs/112/"
    },
    {
        "title": "Wyborcy a transformacja ustrojowa: przypadek Polski, w: Dlaczego inni nas przeganiają?, red",
        "authors": "A Lipowski, J Górski",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1866839017201819800&hl=en&oi=scholarr"
    },
    {
        "title": "Prezydencja w Radzie Unii Europejskiej jako narzędzie brandingu narodowego. Przykład polskiej prezydencji w II połowie 2011 r. 11",
        "authors": "Kaja Galińska10",
        "year": "2020/7/24",
        "abstract": "We współczesnym świecie dość powszechnie uważa się, że wizerunek, stanowiąc ważny czynnik „określania możliwości osiągania celów polityki zagranicznej państw”(Ociepka 2008, 13) jest kluczową kategorią w postrzeganiu państwa w stosunkach międzynarodowych. Z tego też względu każdy kraj dążący do maksymalizacji swoich wpływów czy to regionalnych, czy globalnych, przywiązuje dużą wagę do kreowania swojego obrazu w świadomości międzynarodowej.\nW dobie nasilonej konkurencji między różnymi podmiotami działającymi na arenie międzynarodowej, skuteczne kreowanie wizerunku kraju, a poprzez to budowanie trwałej reputacji i w efekcie końcowym–marki narodowej, jest zadaniem bardzo trudnym. Istnieją jednak pewne obiektywne okoliczności sprzyjające tworzeniu i realizacji planów brandingowych, a także promowaniu marki narodowej w środowisku międzynarodowym. W literaturze przedmiotu wymienia się w tym kontekście przede wszystkim organizację Igrzysk Olimpijskich czy wystawy EXPO jako wydarzeń przyciągających uwagę masowego zagranicznego odbiorcy. Autorka pracy proponuje jednak pójść krok dalej, sugerując, że na kontynencie europejskim takie możliwości daje również między innymi akcesja do Unii Europejskiej, a także sprawowanie przewodnictwa w tej organizacji.",
        "keywords": null,
        "url": "https://terazpolska.pl/upload/File/konkurs-prac-magisterskich/TP_ebook_tom4.pdf#page=73"
    },
    {
        "title": "Innovative solutions for recreational areas for children with disabilities on the example of the city of Gdynia",
        "authors": "Jarosław Górski Piotr Kocjan",
        "year": "2019",
        "abstract": "The article discusses the problem of innovative solutions in the field of recreational areas with particular emphasis on playgrounds for children with disabilities on the example of the city of Gdynia. The article identifies good practices in the area of social innovation in the field of designing and building integrated playgrounds without barriers, accessible to all users (full and disabled), based on the example of the city of Gdynia. It was indicated what benefits can be derived from innovative actions conducted to improve the quality of life of children with disabilities.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/461168.pdf"
    },
    {
        "title": "THe Role of econoMic liTeRacy in THe conTexT of Risk",
        "authors": "Krzysztof Opolski, Jarosław Górski",
        "year": "2016/12/9",
        "abstract": "Purpose:\nThe aim of this article is to present the subject of economic (including financial) knowledge and literacy from the perspective of risk management theory.\nDesign/methodology/approach:",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10268900618842758213&hl=en&oi=scholarr"
    },
    {
        "title": "Consumer ethnocentrism-intensions versus decisions. Experimental evaluation with Vickrey's auction of consumer ethnocentrism on the example of green apples of Polish and …",
        "authors": "Jarosław Górski, Magdalena Brzozowicz",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=sZb0iXoAAAAJ&citation_for_view=sZb0iXoAAAAJ:hC7cP41nSMkC"
    },
    {
        "title": "Strategie gospodarcze i społeczne Unii Europejskiej",
        "authors": "Krzysztof Opolski, Jarosław Górski",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://repozytorium.bg.ug.edu.pl/info/book/UOG1e2bd0fab6e14f5485f773b8663d45aa/"
    },
    {
        "title": "Instytucjonalne fundamenty polityki promocji gospodarki Polski",
        "authors": "Jarosław Wojciech Górski",
        "year": "2006",
        "abstract": "Na tle analizy pokrótce zobrazowanej potrzeby podjęcia intensywnej oraz skoordynowanej aktywności w zakresie promocji Polski nasuwa się pytanie o to, czy istnieje w ogóle polityka promocji Polski. Celem tego referatu jest skondensowana (ze względu na ograniczenia narzucone formą opracowania) prezentacja instytucjonalnych uwarunkowań polityki promocji gospodarki Polski. W tym celu zostaną pokazane sposoby rozumienia polityki promocji gospodarki w powiązaniu z polityką promocji kraju w ogóle, wskazane też będą kompetencyjne, aw pewnej mierze także programowe ramy tej polityki.(fragment tekstu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171558260"
    },
    {
        "title": "Nation-state—Object or Actor in Global Economic Processes?",
        "authors": "Jarosław Wojciech Górski",
        "year": "2005",
        "abstract": "The vigorous discussion about the economic dimension of globalization is accompanied by equally intense debate about its impact on state institutions. Globalists,1 especially those with a negative attitude to globalization, contend that the latter is a force weakening the authority exercised by the state and ist traditional responsibilities. According to this view, as a result of cross-border economic flows the state is losing the ability to maintain effective control over what is happening within its territory. Due to the erosion of formal structures and national governments’ loss of authority the state is ceasing to be an effective form of social organization capable of either assuring its citizens enjoyment of the benefits of globalization or taking steps to ward off global threats.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=55532"
    },
    {
        "title": "Państwo narodowe–przedmiot czy podmiot gospodarczych procesów globalnych?",
        "authors": "Jarosław Wojciech Górski",
        "year": "2005",
        "abstract": "Ożywionej dyskusji na temat ekonomicznego wymiaru globalizacji towarzyszy równie intensywna debata o jego wpływie na instytucję państwa. Globaliœci1, zwłaszcza ci negatywnie nastawieni do globalizacji, utrzymują, że globalizacja jest siłą sprawczą osłabienia władzy sprawowanej przez państwo oraz tradycyjnej odpowiedzialnoœci spoczywającej na nim. Zgodnie z tym poglądem, wskutek międzynarodowych przepływów gospodarczych państwo traci możliwoœć efektywnej kontroli tego, co dzieje się na jego terytorium. Zanik formalnych struktur oraz utrata autorytetu władz państwowych powodują, że państwo przestaje być skuteczną formą organizacji społecznej, która mogłaby zarówno zapewniać obywatelom korzyœci z globalizacji, jak i zadbać o uniknięcie zagrożeń globalnych.\nZ takim stanowiskiem nie zgadzają się globalsceptycy2. Twierdzą, że globalizacja jest tylko pojęciem, inną nazwą …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=110031"
    }
]