[
    {
        "title": "Uwarunkowania i mechanizmy migracji zarobkowych w świetle wybranych koncepcji teoretycznych",
        "authors": "Agata Górny, Paweł Kaczmarczyk",
        "year": "2003",
        "abstract": "Obserwatora współczesnych dyskusji naukowych poświęconych problematyce migracji międzynarodowych z pewnością uderza olbrzymia różnorodność teorii i koncepcji, które podejmują tę tematykę. W perspektywie historycznej migracje, czy w szerszym ujęciu mobilność terytorialna, są jednym z najważniejszych przejawów ludzkiej aktywności. Z tego też powodu stała się przedmiotem zainteresowania nie tylko geografii czy demografii, w naturalny sposób zainteresowanych opisem i analizą zmian liczebności populacji, ale i innych nauk społecznych. Jest ona interesującym zjawiskiem z punktu widzenia:-ekonomii, ponieważ większość zachowań migracyjnych ma podtekst zarobkowy a mobilność siły roboczej wpływa na aktywność ekonomiczną zaangażowanych w nią osób i ma określone konsekwencje gospodarcze;-socjologii, gdyż migracje mają zwykle charakter masowy, odbywają się w kontekście społecznym i współtworzą struktury społeczne;-psychologii, ponieważ są one wynikiem określonego procesu decyzyjnego a sama migracja wiąże się z przemianami w sferze tożsamości i świadomości;-nauk politycznych, bo wiąże się z przekraczaniem granic jednostek terytorialnych, w przypadku migracji międzynarodowych granic państwowych, i wpływa na sytuację polityczną zarówno obszarów wysyłających, jak i docelowych;-historii, bo przemieszczenia ludności kształtowały obraz minionego i obecnego świata.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Pawel-Kaczmarczyk-5/publication/267789972_Uwarunkowania_i_mechanizmy_migracji_zarobkowych_w_swietle_wybranych_koncepcji_teoretycznych/links/552b9d790cf2e089a3aa4c00/Uwarunkowania-i-mechanizmy-migracji-zarobkowych-w-swietle-wybranych-koncepcji-teoretycznych.pdf"
    },
    {
        "title": "A known but uncertain path: The role of foreign labour in Polish agriculture",
        "authors": "Agata Górny, Paweł Kaczmarczyk",
        "year": "2018/11/1",
        "abstract": "We assess the role of foreign labour in Polish agriculture in the short run, and reflect on the sustainability of the supply of foreign labour in the long run. We thus examine an example of a new immigrant destination that is characteristic for a large share of agriculture production in the total product and oversupply of domestic labour in a farm sector as a heritage of the post-communist past. Drawing on registry data, on a survey of farmers conducted in 2016, and on a survey of Ukrainian migrants (the largest group of labour migrants in Poland) conducted in 2015, we document the high reliance of the farm sector on foreign workers in several regions of Poland, especially in the Mazowieckie region which is where the rate of employment of foreign labour is the highest in Poland. Because low-paid and arduous farm work is not too attractive to migrants, they tend to seek employment in other sectors, especially women and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0743016717311282"
    },
    {
        "title": "War refugees from Ukraine in Poland–one year after the Russian aggression. Socioeconomic consequences and challenges",
        "authors": "Maciej Duszczyk, Agata Górny, Paweł Kaczmarczyk, Andrzej Kubisiak",
        "year": "2023/2/1",
        "abstract": "Russia’s aggression against Ukraine, which started on 24 February 2022, marked the beginning of the second stage of the war between the two countries. As a result, more than 8 million war refugees from Ukraine crossed the borders of Poland. At the end of December 2022, more than 1 million of them still remained in Poland. This paper analyses the situation of Ukrainian war refugees residing in Poland and the challenges involved. In particular, it focuses on the labour market, area on which the success of the integration process of foreigners into the host society largely depends. The authors refer to a set of available register data (border crossings, ID registration system, labour market participation and participation in the schooling system), as well as information obtained by large‐scale surveys targeting the Ukrainian population in Poland in wartime. On this basis, we formulate key conclusions and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1757780223002810"
    },
    {
        "title": "All circular but different: Variation in patterns of Ukraine‐to‐Poland migration",
        "authors": "Agata Górny",
        "year": "2017/11",
        "abstract": "In many of the “newest” immigration countries of Central and Eastern Europe, temporary migration prevails and rates of migrants' settlement are low. This article examines variations in temporary migration patterns and what distinguishes migrants who choose “more permanent” time–space strategies in such temporary migration regimes. Taking Ukrainian migration to Poland as a case study, and applying cluster analysis to survey data from 2010, we propose an empirical typology of migrants based on parameters of their overall mobility history. The majority consists of circular migrants who can be described as either regular or intermittent circulants. Those who represent more permanent mobility patterns can be termed circular transmigrants and long‐term migrants. The latter are more likely than circulants to work outside agriculture, construction, and domestic services—seen as migrant sectors in Poland—and are …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/psp.2074"
    },
    {
        "title": "Transformacja nieoczywista",
        "authors": "Agata Górny, Izabela Grabowska-Lusińska, Magdalena Lesińska, Marek Okólski",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16479005657696711827&hl=en&oi=scholarr"
    },
    {
        "title": "Neighbourhood attachment in ethnically diverse areas: The role of interethnic ties",
        "authors": "Agata Górny, Sabina Toruńczyk-Ruiz",
        "year": "2014/4",
        "abstract": "This article examines the relationship between ethnic diversity in the neighbourhood and attachment to it, while addressing the role of interethnic relations—both within and beyond the neighbourhood—and differentiating between native and migrant residents. The analyses rely on data from an international research project conducted in 2009/10 among residents of ethnically diverse areas in six European cities: Bilbao, Lisbon, Rotterdam, Thessalonica, Vienna and Warsaw. The obtained results confirm earlier findings as regards the general negative association between ethnic diversity and neighbourhood attachment, but more importantly, reveal that having interethnic relations moderates this relationship differently for natives and migrants. Ethnic diversity does not erode neighbourhood attachment for natives who have ties with people of other ethnicities, or for migrants with mono-ethnic ties. This pattern is …",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/0042098013494418"
    },
    {
        "title": "Mixed marriages in migration from the Ukraine to Poland",
        "authors": "Agata Górny, Ewa Kępińska",
        "year": "2004/3/1",
        "abstract": "In the early 1990s, Poland, a previously migrant‐exporting country, became the destination for immigrants from a range of different regions and countries. Most foreigners came from the former Soviet Union and especially from the Ukraine. The article uses the case study of Polish–Ukrainian marriages to demonstrate the importance of the phenomenon of mixed marriages in the light of contemporary migration to Poland. It is shown that temporary movements to Poland contribute to the volume of mixed marriages that are contracted and that the population of foreigners married to Polish citizens constitutes a large part of contemporary settlement migration to Poland. We argue that patterns of mixed marriages and their formation can be explained by an economic approach to human behaviour, adjusted so as to take into account a framework of migration from ex‐USSR to Poland.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/1369183042000200740"
    },
    {
        "title": "Comparing the effectiveness of respondent-driven sampling and quota sampling in migration research",
        "authors": "Agata Gorny, Joanna Napierała",
        "year": "2016/11/1",
        "abstract": "We evaluate the effectiveness in empirical migration research of the respondent-driven sampling (RDS) and the quota sampling with regard to four criteria: quality of the data; sociometric diversity of the sample; geographic coverage of the sample; and cost-effectiveness. We review two surveys of ex-USSR migrants, conducted simultaneously in the Warsaw metropolitan area, each undertaken with the use of one of the two sampling methods. We find that although the RDS was considerably costlier, it enabled faster data collection and posed a lower risk of underestimating the cost of the survey. We also find that the RDS generated higher-quality data, and that it was more successful in surveying short-term circular migrants. This comparative evaluation contributes to the literature on social research methods in that it links the sampling methods with the quality and character of the data, and helps assess the usefulness …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13645579.2015.1077614"
    },
    {
        "title": "Imigranci w Polsce w kontekście uproszczonej procedury zatrudniania cudzoziemców",
        "authors": "Agata Górny, Paweł Kaczmarczyk, Monika Szulecka, Maciej Bitner, Okólski Marek, Urszula Siedlecka, Aneta Stefańczyk",
        "year": "2018",
        "abstract": "Raport, który trzymają Państwo w rękach, stanowi zbiorczy opis wyników badań poświęconych funkcjonowaniu procedury uproszczonej dostępu do polskiego rynku pracy. Tym mianem określa się przede wszystkim instrument, którym do końca 2017 roku były oświadczenia o zamiarze powierzenia pracy cudzoziemcowi umożliwiające im pracę w Polsce przez sześć miesięcy w ciągu 12 miesięcy bez dodatkowych zezwoleń. Instrument ten został wprowadzony w roku 2006 w rolnictwie, aw 2007 roku–we wszystkich sektorach polskiego rynku pracy w odniesieniu do wybranych grup cudzoziemców, których katalog rozszerzał się stopniowo. W roku 2017 obejmował sześć krajów: Armenię, Białoruś, Gruzję, Mołdawię, Rosję i Ukrainę. Od 1 stycznia 2018 roku na uproszczony system zatrudniania cudzoziemców składają się: oświadczenia o powierzeniu wykonywania pracy cudzoziemcowi (dostępne tylko dla cudzoziemców z powyższych sześciu krajów) umożliwiające pracę w Polsce przez sześć miesięcy w ciągu roku oraz zezwolenia na pracę sezonową dostępne dla wszystkich grup obcokrajowców i umożliwiające pracę przez dziewięć miesięcy w roku kalendarzowym, lecz tylko w wybranych sektorach–rolnictwie oraz usługach sezonowego wyżywienia i zakwaterowania.\nProcedura uproszczona, wprowadzona do polskiego porządku prawnego ponad dziesięć lat temu, stała się kluczowym mechanizmem umożliwiającym podejmowanie pracy przez cudzoziemców w Polsce. Motywacją do podjęcia badań, których wyniki prezentuje ten raport, było przekonanie, że niezwykle dynamicznie rozwijający się w ostatnich latach obszar migracji sezonowej …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Agata-Gorny/publication/338213381_Imigranci_w_Polsce_w_kontekscie_uproszczonejprocedury_zatrudnianiacudzoziemcow/links/5e0764434585159aa4a0e355/Imigranci-w-Polsce-w-kontekscie-uproszczonejprocedury-zatrudnianiacudzoziemcow.pdf"
    },
    {
        "title": "Akumulacja i wykorzystanie migracyjnego kapitału społecznego",
        "authors": "Agata Górny, Dariusz Stola",
        "year": "2001",
        "abstract": "Począwszy od klasycznej pracy Thomasa i Znanieckiego o polskich chłopach w Ameryce (Thomas i Znaniecki 1976,[1918-20]) socjologia uznaje wielką rolę, jaką sieci osobistych powiązań odgrywają w rozwoju migracji międzynarodowych. Sieci owe łączą migrantów, osoby z do wiadczeniem migracyjnym oraz inne osoby pomocne w migracji (zwłaszcza zamieszkałe w kraju docelowym) z tymi, którzy dopiero mają się włączyć w ruch migracyjny i wła nie dzięki sieciom uzyskują przydatne informacje, pomoc materialną lub niematerialną. Spoiwem sieci są zwykle więzy rodzinne, etniczne i sąsiedzkie, więzy przyja ni i inne związki skłaniające uczestników sieci do udzielania sobie wzajemnie pomocy. Sieci migracyjne były przedmiotem licznych obserwacji i analiz, a od pewnego czasu refleksji teoretycznej (np. Boyd 1989; Fawcett 1989; Gurak i Caces 1992; Masey et al. 1987). Także w opracowaniach dotyczących współczesnej i niedawnej emigracji z Polski podkre la się znaczenie i rolę sieci. Wielokrotnie zwracają na nie uwagę prace O rodka Badań Migracyjnych ISS (Ja wińska i Okólski, Okólski, Stola,...). W badaniach OBM przyjęto i potwierdzono tezę o istotnej roli sieci migranckich w rozwoju społecznego procesu migracji i nadawaniu temu procesowi dynamiki (Ja wińska i Okólskiś Massey et. al. 1987). Za Źouglasem Massey’em, czołowym rzecznikiem tej tezy, w badaniach OBM przyjęto pewne założenia metodologiczne pozwalające gromadzić informacje o sieciach i ich działaniu. Niniejszy rozdział przedstawia wybrane obserwacje i wnioski dotyczące tej wła nie kwestii wykorzystując wyniki etnosondaży przeprowadzonych w sze ciu …",
        "keywords": null,
        "url": "https://www.academia.edu/download/51148237/Gorny__Stola_-_Akmulacja_i_wykorzystanie_migracyjnego_kapitalu_spolecznego.pdf"
    },
    {
        "title": "Immigration to Poland",
        "authors": "A Górny, I Grabowska-Lusińska, M Lesińska, M Okólski",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17024576012359174798&hl=en&oi=scholarr"
    },
    {
        "title": "Exploring the spatial concentration of foreign employment in Poland under the simplified procedure",
        "authors": "Agata Górny, Przemysław Śleszyński",
        "year": "2019",
        "abstract": "The unprecedented growth of immigration into Poland after 2013, especially from Ukraine, raises optimism among employers, and concerns among some social and political actors. The goal of this article is to contribute to that discussion, with a view to identifying a detailed geographical localisation of labour migrants employed under the simplified procedure (on the basis of employers’ declarations of a consent to employ a foreigner)–as an important legal channel by which the influx of foreign workers into Poland is taking place. Analyses of the register of declarations for 2012-2017 reveal a certain weakening of the geographical concentration of the foreign labour force in Poland. The highest intensity of foreign employment has been observed in rural areas, while the greatest numbers of declarations for work have been registered in large cities. The geographical distribution of the foreign labour force in Poland has been shaped by activities of employment agencies especially in recent years.",
        "keywords": null,
        "url": "https://rcin.org.pl/dlibra/docmetadata?showContent=true&id=81474"
    },
    {
        "title": "Migration in the new Europe: East-west revisited",
        "authors": "Agata Górny, Paolo Ruspini",
        "year": "2004",
        "abstract": "Migration in the New Europe: East-West Revisited responds to demand for a study on migration and policy developments in the light of European Union enlargement. The innovative character of the book is its approach to the emerging European migration space. The editors argue that the concept of a common European migration space will replace the traditional division into East and West because of two simultaneous processes: The ongoing European Union enlargement and the creation of a common European Union immigration policy.",
        "keywords": null,
        "url": "https://link.springer.com/book/9781403935502"
    },
    {
        "title": "The temporary nature of Ukrainian migration: Definitions, determinants and consequences",
        "authors": "Agata Górny, Marta Kindler",
        "year": "2016",
        "abstract": "Temporary and fluid forms of mobility have been growing in importance in recent years, with international migration becoming an increasingly complex process, difficult to define and measure. Notions of temporary and long-term (or settlement) migration are usually either over-fuzzy or too strict to capture various “in-between” types of mobility. Consequently, a number of short-term, circular or incomplete forms of migration are not being captured in research (Robertson 2014), and studies of the duration of temporary migration projects, such as those involving, for example, repeated trips to one country for years or for a lifetime, are rare (Stola 1997; Morokvasic 2004).\nThe circular migration framework has attracted the attention of policy makers in national and international contexts as a form of temporary mobility which can bring about “triple-win” outcomes–for migrants and for both destination and sending countries (see Vertovec 2007; Constant et al. 2013; EMN 2011). The positive view of this kind of mobility seems to echo earlier enthusiasm for temporary migrant workers’ programmes (so-called guest-worker programmes). Discovering the mechanisms of temporary mobility has become a high-priority task on the European political agenda. This means, however, that temporality has become a necessary analytical dimension in migration studies–not only the tem-",
        "keywords": null,
        "url": "https://library.oapen.org/bitstream/handle/20.500.12657/27938/1002061.pdf?sequence=1#page=96"
    },
    {
        "title": "Return migration of second-generation British Poles",
        "authors": "Agata Górny, Dorota Osipoviéc",
        "year": "2006",
        "abstract": "There are about 20 million Poles living outside Poland with 10 million Polish people and their descendants living in the US alone (see www. polonia. org), whereas the total population of Poland is below 40 million. Poles abroad are not only emigrants representing different waves of emigration from Poland, but also descendants of Polish emigrants. Hundreds of organisations established by Poles aiming to preserve and promote Polish culture with the help of numerous media can be found all over the world. Polish communities abroad can be also considered as actively involved in political situation in Poland. Consequently, Poles living abroad earned the name “Polish diaspora”, even though the character of that group does not fully fit into the contemporary definition of the diaspora3.\nA tradition of maintaining contacts and co-operation with Poles abroad had already developed in the 19th century and was institutionalised in the II Republic of Poland (1918-39),(Kołodziej, 1998). This tradition was, to a large extent, broken by the Polish People’s Republic in the late 1940s. Most diaspora members declared themselves to be anti-communist and perceived the members of the Polish Government in Exile as the only legal representatives of the Polish nation. It turned their activities from co-operation into opposition towards the Polish communist state and made good relations between the Polish State and the diaspora very difficult if not impossible.",
        "keywords": null,
        "url": "https://www.econstor.eu/bitstream/10419/140790/1/573711666.pdf"
    },
    {
        "title": "Od zbiorowości do społeczności: rola migrantów osiedleńczych w tworzeniu się społeczności imigranckich w Polsce",
        "authors": "Agata Górny, Aleksandra Grzymała-Kazłowska, Ewa Kępińska, Agnieszka Fihel, Aneta Piekut",
        "year": "2007",
        "abstract": "Od blisko 150 lat Polska jest krajem intensywnych ruchów migracyjnych, choć jak dotąd były to głównie wyjazdy za granicę. Na większą skalę cudzoziemcy zaczęli przybywać do naszego kraju dopiero na początku lat 90., kiedy to w wyniku transformacji ustrojowej w Europie Środkowo-Wschodniej, otworzyły się możliwości swobodnego podróżowania. Byli to głównie migranci wahadłowi z sąsiednich państw, powstałych po rozpadzie b. ZSRR, przemieszczający się pomiędzy krajem pochodzenia a Polską. Pojawiali się oni w Polsce w znacznych liczbach, ale zwykle na krótko. Chętnych do zamieszkania u nas na dłużej nie było zbyt wielu, chociaż ich liczba z roku na rok systematycznie rosła. Jak pokazują dane ostatniego spisu powszechnego, w 2002 roku w Polsce od ponad roku mieszkało niewiele ponad 49,000 obcokrajowców (NSP 2002) 1. Ta relatywnie niewielka grupa obywateli innych państw może jednak odegrać ważną rolę w dalszym napływie imigrantów do naszego kraju oraz w przebiegu ich procesów adaptacji, zarówno obecnie jak iw przyszłości. W niektórych rejonach Polski ich obecność jest bardziej widoczna (np. w dużych miastach) niż w innych, ale nawet te niewielkie zbiorowości cudzoziemców mogą być traktowane jako zalążki społeczeństwa wielokulturowego w naszym kraju.\nPytanie, czy napływ do Polski w najbliższych latach wzrośnie, czy nie pozostaje nadal otwarte. Wśród ekspertów przeważa przekonanie, że atrakcyjność naszego kraju jako miejsca docelowego imigracji będzie rosła, aw warunkach wzrostu gospodarczego, zwiększania się zamożności i postępującego starzenia się ludności, Polska prędzej czy …",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/140811"
    },
    {
        "title": "Selective tolerance? Regulations, practice and discussions regarding dual citizenship in Poland",
        "authors": "Agata Górny, Aleksandra Grzymała-Kazłowska, Piotr Koryś, Agnieszka Weinar",
        "year": "2007/2/1",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=_EGbo3cAAAAJ&citation_for_view=_EGbo3cAAAAJ:qjMakFHDy7sC"
    },
    {
        "title": "Nowe obszary docelowe w migracji z Ukrainy do Polski. Przypadek Bydgoszczy i Wrocławia na tle innych miast",
        "authors": "Agata Górny, Katarzyna Kołodziejczyk, Karolina Madej, Paweł Kaczmarczyk",
        "year": "2019/10/1",
        "abstract": "Raport prezentuje wyniki dwóch sondaży migrantów ukraińskich w Bydgoszczy i Wrocławiu z roku 2018 jako nowych obszarów docelowych, na tle wcześniejszych analogicznych badań w Warszawie (2015) i Lublinie (2016). Analizowane tematy obejmują cechy społeczno-demograficzne migrantów, ich legalny status, wzorce migracji, a także sytuację migrantów na polskim rynku pracy oraz ich zachowania odnośnie do oszczędzania i przekazów finansowych na Ukrainę. Główny wniosek raportu mówi o zróżnicowaniu przestrzennym charakteru migracji z Ukrainy w wielu wymiarach. To, co odróżnia Wrocław od Bydgoszczy, to bardziej osiadły charakter migracji–wyrażający się poprzez wzorce migracyjne, sytuację rodzinną oraz strategie migrantów odnośnie do oszczędności i przekazów pieniężnych na Ukrainę–lepsze wykształcenie migrantów oraz korzystniejsza sytuacja cudzoziemców na lokalnym rynku pracy. Pod tymi względami Wrocław wyróżnia się na tle wszystkich analizowanych miast, w najmniejszym stopniu w odniesieniu do akademickiego Lublina. Do specyfiki nowych obszarów docelowych migracji z Ukrainy zaliczyć można natomiast względnie duże znaczenie migracji ze wschodniej Ukrainy, wysoką aktywność agencji zatrudnienia oraz istotną rolę przemysłu jako sektora zatrudnienia cudzoziemców. Wnioski raportu odnoszą się także do przemian w migracji z Ukrainy do Polski, nawiązując dodatkowo do późniejszego badania w Warszawie w roku 2017. Po roku 2014, między innymi, wzrósł poziom maskulinizacji migracji ukraińskiej, poprawiła się nieco sytuacja migrantów na polskim rynku pracy oraz nastąpiło zróżnicowanie …",
        "keywords": null,
        "url": "https://open.icm.edu.pl/handle/123456789/18960"
    },
    {
        "title": "Metody badania aktywności ekonomicznej imigrantów w Polsce. Szanse i ograniczenia",
        "authors": "AGATA Górny, PAWEŁ Kaczmarczyk, JOANNA Napierała, S Toruńczyk-Ruiz",
        "year": "2013",
        "abstract": "Metody badania aktywności ekonomicznej imigrantów w Polsce. Szanse i ograniczenia Page 1 Metody badania aktywności ekonomicznej imigrantów w Polsce. Szanse i ograniczenia AGATA GÓRNY PAWEŁ KACZMARCZYK JOANNA NAPIERAŁA Seminarium Instytutu Ekonomicznego NBP Warszawa, 17 stycznia 2014 Page 2 2 Plan prezentacji 1. Czy warto badać imigrację do Polski? 2. Czy możliwe jest (ilościowe) zbadanie imigracji do Polski? 3. Co testowaliśmy? - Metoda RDS i doboru celowo-warstwowego – porównanie metodologiczne - Metoda RDS i doboru celowego – porównanie wyników w zakresie aktywności ekonomicznej migrantów 4. Rekomendacje Page 3 3 Czy warto badać imigrację do Polski? Polska jako kraj emigracyjno-imigracyjny??? Co wiemy? ❑ Urząd do Spraw Cudzoziemców 2012: prawie 112 tys. cudzoziemców z kartami pobytu ❑ Spis powszechny 2002: 64.6 tys. cudzoziemców(z …",
        "keywords": null,
        "url": "https://obmf.pl/projekty/Projekt_NBP_2012/OBMF_%20prezentacja_17012014_NBP.pdf"
    },
    {
        "title": "Wybrane zagadnienia podejścia jakościowego w badaniach nad migracjami",
        "authors": "Agata Górny",
        "year": "1998",
        "abstract": "Badania naukowe 1 posiadają bogatą historię w naukach społecznych: antropologii, socjologii, psychologii, ekonomii i wielu innych dziedzinach nauki. W miarę jak poszukiwano właściwych metod badania nowych, nie analizowanych wcześniej zjawisk, powstawały też nowe nurty teoretyczne w metodologii badań. Obecnie metodologia badań jest bogatym zbiorem teorii i praktycznych wskazówek o tym jak badać interesujące naukowców zjawiska.\nBadania nad migracjami znajdują się na pograniczu wielu nauk społecznych. Prowadzą je interdyscyplinarne zespoły skupiające antropologów, socjologów, ekonomistów i geografów. Połączenie wiedzy specjalistów z różnych dziedzin owocuje różnorodnością metod badawczych stosowanych do badań nad mobilnością. Przy tym jednak migracje jako zjawisko masowe studiowane są najczęściej przy pomocy podejścia ilościowego. Podejście jakościowe umożliwiające opis i interpretację mechanizmów migracyjnych używane jest na ogół, jako uzupełniające, do wyjaśniania znaczenia danych zebranych technikami ilościowymi na dużych próbach. Tego typu postępowanie, łączące w sobie metody ilościowe i jakościowe dostarcza informacji na temat rozmiarów i natężenia zjawiska (metody ilościowe) oraz istoty zachowań migracyjnych (metody jakościowe). Nie każda kombinacja różnych metod może być jednak uznana za poprawną metodologicznie. Odpowiedni dobór metod jest kluczem do uzyskania danych wiarygodnie opisujących badaną rzeczywistość.",
        "keywords": null,
        "url": "https://www.migracje.uw.edu.pl/wp-content/uploads/2016/12/020.pdf"
    }
]