[
    {
        "title": "The impact of Basel I capital requirements on bank behavior and the efficacy of monetary policy",
        "authors": "Juliusz Jablecki",
        "year": "2009",
        "abstract": "The paper attempts to investigate the influence of the 1988 Basel Accord on bank behavior and monetary policy. It is argued that the Accord was successful in that it forced commercial banks in all of G-10 countries to maintain higher capital ratios. Tentative research suggests, however, that – at least among American banks – the Accord also encouraged the widespread resort to regulatory capital arbitrage techniques, in particular securitization. The paper also reviews the literature on the transmission mechanism of monetary policy and shows that the Basel Accord has affected the bank lending channel.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=167031"
    },
    {
        "title": "The optimal width of the central bank standing facilities corridor and banks' day-to-day liquidity management",
        "authors": "Ulrich Bindseil, Juliusz Jabłecki",
        "year": "2011",
        "abstract": "Containing short-term volatility of the overnight interest rate is normally considered the main objective of central bank standing facilities. This paper develops a simple stochastic model to show how the width of the central bank standing facilities corridor affects banks’ day-to-day liquidity management and the volatility of the overnight rate. It is shown that the wider the corridor, the greater the interbank turnover, the leaner the central bank’s balance sheet (i.e. the lower the average recourse to standing facilities) and the greater short-term interest rate volatility. The obtained relationships are matched with central bank preferences to obtain an optimal corridor width. The model is tested against euro area and Hungarian daily data encompassing the financial crisis that began in 2007.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/153784"
    },
    {
        "title": "The regulated meltdown of 2008",
        "authors": "Juliusz Jabłecki, Mateusz Machaj",
        "year": "2009/1/1",
        "abstract": "Capital regulations stemming from the Basel accords created incentives for banks to securitize mortgages, even risky ones; hold them at a correspondingly low Basel risk weight; or shift them off of banks' balance sheets to obtain even greater leverage. Securitization was praised by economists and regulators for dispersing risks to investors across the world, providing greater resilience to the financial system. However, since in reality banks tended to hold onto securitized assets—either on their balance sheets or off of them, in off‐balance‐sheet entities—the accumulated credit risk remained with the banks, especially in the “shadow banking sector.” This explains the heightened vulnerability of the financial system to a sudden collapse.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08913810902974899"
    },
    {
        "title": "Central bank liquidity provision, risk-taking and economic efficiency",
        "authors": "Ulrich Bindseil, Juliusz Jabłecki",
        "year": "2013",
        "abstract": "After the Lehman default, but also during the euro area sovereign debt crisis, central banks have tended to extend the ability of banks to take recourse to central bank credit operations through changes of the collateral framework (e.g. CGFS, 2008 - in consistence with previous narratives, such as Bagehot, 1873). We provide a simple four sector model of the economy in which we illustrate the relevant trade-offs, derive optimal central bank collateral policies, and show why in a financial crisis, in which liquidity shocks become more erratic and the total costs of defaults increase, central banks may want to allow for greater potential recourse of banks to central bank credit. The model also illustrates that the credit riskiness of counterparties and issuers is endogenous to the central bank's credit policies and related risk control framework. Finally, the model allows identifying the circumstances under which the counterintuitive case arises in which a relaxation of the central bank collateral policy may reduce its expected losses.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/153975"
    },
    {
        "title": "A structural model of central bank operations and bank intermediation",
        "authors": "Ulrich Bindseil, Juliusz Jablecki",
        "year": "2011/3/8",
        "abstract": "The banking system is modeled in a closed system of financial accounts, whereby the equilibrium volume of bank intermediation between households and corporates reflects structural parameters such as household preferences, comparative cost structures of heterogeneous banks, loan demand of corporates, and the difference between the borrowing rate and the deposit facility rate of the central bank. The model also allows understanding the link between this difference (the width of the central bank standing facilities corridor) and the stance of monetary policy, and how this link changes during a financial crisis. It is shown how the narrowing of the standing facilities corridor can make more accommodating the stance of monetary policy in a financial crisis.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1781030"
    },
    {
        "title": "Non-parametric local volatility formula for interest rate swaptions",
        "authors": "Dong Qu Dariusz Gatarek, Juliusz Jabłecki",
        "year": "2016/2",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10738280170646814178&hl=en&oi=scholarr"
    },
    {
        "title": "Volatility as an asset class: Obvious benefits and hidden risks",
        "authors": "Juliusz Jablecki, Ryszard Kokoszczynski, Pawel Sakowski",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2365695509980457434&hl=en&oi=scholarr"
    },
    {
        "title": "The European Sovereign-Debt Crisis: A Failure of Regulation?",
        "authors": "Juliusz Jabłecki",
        "year": "2012/3/1",
        "abstract": "Recent scholarship has underscored the possibility that capital-adequacy regulations may have contributed to the 2008 financial crisis by privileging highly rated asset-backed securities, such as mortgage-backed securities. The same regulations gave an even more privileged position to sovereign debt, leading to the question of whether they helped cause the European sovereign-debt crisis. There is little question that the regulations encouraged European banks to invest in European governments' bonds, but it does not appear that this encouragement led to more government borrowing by significantly reducing the yield governments needed to pay on their debt. However, it does appear that capital-adequacy regulations—along with post-2008 liquidity regulations—concentrated sovereign risk in the European banking system, aggravating the sovereign-debt problem by requiring government bailouts that, in turn …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08913811.2012.684469"
    },
    {
        "title": "A Regulated Meltdown: The Basel Rules and Banks’ Leverage",
        "authors": "Juliusz Jabłecki, Mateusz Machaj",
        "year": "2011",
        "abstract": "In trying to identify the immense cluster of bankers’ and investors’ errors that caused the financial crisis, some writers (eg, the authors of Chapters 3 and 5) have emphasized the role of artificially low interest rates; others have blamed ‘‘animal spirits’’(eg, Akerlof and Shiller 2009, chap. 14); still others have identified the deregulation of the financial system, or at least the failure to impose regulations on new financial instruments, as the major cause (eg, the authors of Chapters 2 and 4; Posner 2009). While we generally find ourselves in agreement with the first explanation, we are somewhat skeptical about the third, as we think it was a particular set of regulations, rather than deregulation per se, that helped sow the seeds of the crisis. In what follows, we shall focus on how the primary weapon in the banking supervisors’ arsenal—capital regulation—created incentives for banks to securitize assets and then shift them off …",
        "keywords": null,
        "url": "https://www.degruyter.com/document/doi/10.9783/9780812204933.200/pdf?licenseType=restricted"
    },
    {
        "title": "Negative bond term premia-a new challenge for Polish conventional monetary policy",
        "authors": "Juliusz Jablecki, Andrzej Raczko, Grzegorz Wesolowski",
        "year": "2016/11",
        "abstract": "While the euro area ponders another round of quantitative easing, Poland’s monetary policy remains stubbornly conventional. Although the NBP’s Monetary Policy Council has delivered a monetary easing cycle, policy rates in Poland remain above those of many peers, most notably the largest trading partner–the euro area. In this paper we seek to explain the motives behind the NBP’s strategy, presenting the views on price stability and economic growth developments that shape short-term rate policy. In addition, we argue that–amid exceptionally low inflation and the euro area’s relaxed monetary policy–the range of interest rates in a small open economy is not fully dependent on the domestic level of short-term rates. More specifically, using a formal term structure model, we show that Poland’s bond term premium has been driven to negative levels by yield-hungry foreign investors in the context of a restricted supply of short-term Treasury paper and reduced uncertainty about the future path of short-term rates. As a result, long-term yields have fallen below the expected path of future short-term rates, adding to the monetary stimulus even as policy rates remain unchanged.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2872113"
    },
    {
        "title": "Alternatywne strategie polityki pieniężnej",
        "authors": "Witold Grostal, Juliusz Jabłecki, Patrycja Beniak, Magda Ciżkowicz-Pękała, Elżbieta Skrzeszewska-Paczek, Grzegorz Wesołowski, Piotr Żuk",
        "year": "2016",
        "abstract": "2.2. Uwarunkowania stosowania strategii 26 2.2. 1. Wyzwania związane z komunikacją strategii 26 2.2. 2. Charakter oczekiwań inflacyjnych 27 2.3. Dotychczasowe doświadczenia 27 2.3. 1. Szwecja w latach 30. XX w. 27 2.3. 2. Stabilność cen w wybranych gospodarkach a PLT 29 2.4. Ocena strategii 32",
        "keywords": null,
        "url": "https://open.icm.edu.pl/bitstreams/162f087c-3737-43fc-8770-da26d4a42c5c/download"
    },
    {
        "title": "“Show me the money”–or how the institutional aspects of monetary policy implementation render money supply endogenous",
        "authors": "Juliusz Jabłecki",
        "year": "2010",
        "abstract": "The paper presents a historical account of the evolution of modern financial systems. It is argued that money supply had been exogenous for the most part of history, but the demise of gold standard and the development of central banking have rendered it endogenous. The analysis is supported by a review of the monetary policy implementation framework of the National Bank of Poland. Causality test results show that the degree of the banking system’s liquidity did not Granger-cause credit expansion in the decade 1998–2008.",
        "keywords": null,
        "url": "http://www.bankandcredit.nbp.pl/content/2010/03/bik_03_2010_02_art.pdf"
    },
    {
        "title": "Towards a general local volatility model for all asset classes",
        "authors": "Dariusz Gatarek, Juliusz Jabłecki",
        "year": "2019/10/1",
        "abstract": "The authors propose a unified approach to local volatility modeling, encompassing all asset classes, with straightforward application to equity and interest rate underlyings. Specifically, they consider a local volatility model for asset-for-asset or Margrabe (1978) options under general conditions that underlying dynamics follow Itô processes and derive a closed-form non-parametric local volatility formula. They then show that many standard contracts—European equity, FX, and interest rate options—can be seen as particular examples of the Margrabe-type payoff, which allows them to analyze equity and interest rate instruments, for example, as special cases of the same general local volatility model, rather than two separate models. They then derive a Markovian projection for the general model, with an approximate local volatility diffusion for the Margrabe option underlying. Finally, they discuss a specific application …",
        "keywords": null,
        "url": "https://search.proquest.com/openview/cc6544517967e181ed3c2237eecac84c/1?pq-origsite=gscholar&cbl=32822"
    },
    {
        "title": "A nonparametric local volatility model for swaptions smile",
        "authors": "Dariusz Gatarek, Juliusz Jablecki",
        "year": "2017/8/23",
        "abstract": "We propose a nonparametric local volatility Cheyette model and apply it to pricing interest rate swaptions. Concretely, given market prices of swaptions, we show how to construct a unique diffusion process consistent with these prices. We then link the resulting local volatility to the dynamics of the entire interest rate curve. The model preserves completeness and allows consistent pricing of illiquid, out-of-the-money and exotic interest rate products. The model is relatively straightforward to implement and calibrate and less involved than stochastic volatility approaches.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1660475889640399938&hl=en&oi=scholarr"
    },
    {
        "title": "The financial crisis in retrospect: A case of misunderstood interdependence",
        "authors": "Juliusz Jabłecki",
        "year": "2016/10/1",
        "abstract": "The inherent complexity of modern financial systems, and their basis in human behavior, make it hard to establish unequivocally the “who, what, where, when, and why” of the global financial crisis. However, after almost a decade, we know enough to discard much of what has, in the meantime, become folk wisdom about the causes of the debacle, including Wall Street bonus culture, bankers’ greed, the moral hazard of “too big to fail,” government intervention (“too much government”) and deregulation (“not enough government”). While each of these factors may have played some role, the crisis can be much more accurately described as one of ignorance than malevolence. The common thread tying the emergence of the bubble to the disastrous consequences of its bursting is the misunderstanding of correlation and causation links in three key domains: economic policy, financial modeling, and the regulatory …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08913811.2016.1254320"
    },
    {
        "title": "Modeling joint defaults in correlation-sensitive instruments",
        "authors": "Juliusz Jabłecki, Dariusz Gątarek",
        "year": "2016/8/1",
        "abstract": "This paper presents a simple model for joint defaults and shows how it can be applied to pricing and risk-managing instruments that are sensitive to credit correlation, from simple repos to collateralized debt obligations. The model relies on a conservative and intuitive representation of a systematic factor as a chain of dependencies running through the whole economy. This allows capturing the concentration of defaults in time and endogenously produces dynamics of default correlation as the model output rather than its input.",
        "keywords": null,
        "url": "https://www.risk.net/journal-of-credit-risk/2466664/modeling-joint-defaults-in-correlation-sensitive-instruments"
    },
    {
        "title": "A simple model of correlated defaults with application to repo portfolios",
        "authors": "Dariusz Gatarek, Juliusz Jablecki",
        "year": "2015/12/1",
        "abstract": "Credit risk exposure of a cash provider in a repo transaction is limited to'double default events' when the counterparty and the issuer of the underlying collateral asset both default in a short period of time. This article presents a new and intuitive model for modeling correlated defaults, which are the key drivers of residual credit risk in repo portfolios. In the model, default times of counterparties and collateral issuers are determined by idiosyncratic and systematic factors, whereby a name defaults if it is struck by either factor for the first time. The novelty of the approach lies in representing systematic factors as increasing sequences of random variables. Such a setting allows us to precisely capture the clustering of defaults in time and build a rich dependence structure that is free of the flaws inherent in the Gaussian copula-based approaches still widely used for portfolio credit risk applications. Thanks to its general …",
        "keywords": null,
        "url": "https://search.proquest.com/openview/00b5dc7bb330fbbd55775829c158a5f5/1?pq-origsite=gscholar&cbl=32822"
    },
    {
        "title": "Pomiar i modelowanie zmienności-przegląd literatury",
        "authors": "Juliusz Jabłecki, Ryszard Kokoszczyński, Paweł Sakowski, Robert Ślepaczuk, Piotr Wójcik",
        "year": "2012",
        "abstract": "Celem niniejszego artykułu jest przedstawienie głównych koncepcji dotyczących pomiaru, prognozowania i modelowania zmienności cen instrumentów finansowych.(fragment tekstu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171299001"
    },
    {
        "title": "Doing Well While Doing Good: The Elusive Quest for Green Bond Returns.",
        "authors": "Juliusz Jabłecki",
        "year": "2023/3/1",
        "abstract": "In order to facilitate the transition to a low-emissions economic growth model, a burgeoning new “green finance” market has developed, providing ample opportunities for increasingly sustainability-focused investors. Using data for US and euro investment-grade corporate bond universes, this article seeks to analyze and quantify the investment relevance of green bond labels. The available empirical evidence points to three tentative conclusions:(i) labeled bonds tend to trade with slightly tighter spreads than conventional counterparts; however, this turns out not to matter for explaining total returns once typical measures of systematic credit risk are taken into account;(ii) contrary to common assertions, green bonds overall did not weather the COVID-induced sell-off in March 2020 significantly better than nongreen peers, and differences in performance between select green indexes and wider market benchmarks are …",
        "keywords": null,
        "url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=26931982&AN=169648734&h=XcWVKNJUrOuLny1dJqrU57MedcQcOsQwgwDgBHwAwveXF9orA2Hh16vTv4qmR3YLVQXcTX5IrpjVjLqq%2BqQoAg%3D%3D&crl=c"
    },
    {
        "title": "Rise and Fall of Synthetic CDO Market: Lessons Learned",
        "authors": "JULIUSZ JABłECKI",
        "year": "2017/12/23",
        "abstract": "This paper uses a unique data set of more than 1000 synthetic Collateralized Debt Obligations (CDOs) deals to describe typical structures, their pricing and performance with the aim of identifying the factors behind the spectacular collapse of this important segment of structured credit market in late 2008. The data suggests that mark-to-market losses on many synthetic CDO tranches were much more significant than in case of simpler, lower-rated products despite the former experiencing little or no impairment of the notional. The losses were driven instead by the concentration of relatively limited number of defaults in a short period of time, suggesting that pre-crisis pricing must have seriously underestimated such risk of default clustering. In view of the post-crisis pick-up in synthetic CDO issuance, the paper attempts to heed this lesson and offer a simple factor model of default correlation in the spirit of Marshall–Olkin …",
        "keywords": null,
        "url": "https://www.worldscientific.com/doi/abs/10.1142/S0219024917500522"
    }
]