[
    {
        "title": "The impact of the 1999 education reform in Poland",
        "authors": "Maciej Jakubowski, Harry A Patrinos, Emilio Ernesto Porta, Jerzy Wisniewski",
        "year": "2010/4/1",
        "abstract": "Increasing the share of vocational secondary schooling has been a mainstay of development policy for decades, perhaps nowhere more so than in formerly socialist countries. The transition, however, led to significant restructuring of school systems, including a declining share of vocational students. Exposing more students to a general curriculum could improve academic abilities. This paper analyzes Poland? s significant improvement in international achievement tests and the restructuring of the education system that expanded general schooling to test the hypothesis that delayed vocational streaming improves outcomes. Using propensity score matching and differences-in-differences estimates, the authors show that delayed vocationalization had a positive and significant impact on student performance on the order of one standard deviation.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1585062"
    },
    {
        "title": "Socio-economic disparities in academic achievement: A comparative analysis of mechanisms and pathways",
        "authors": "Artur Pokropek, Francesca Borgonovi, Maciej Jakubowski",
        "year": "2015/8/1",
        "abstract": "Research on educational outcomes conceptualizes socio-economic condition as a multidimensional construct. Quantitative empirical investigations are generally based on single, composite indicators. However, the use of single, composite indicators does not reveal what mechanisms determine inequalities. We use multigroup confirmatory factor analysis and alignment optimization to establish comparable indices of socio-economic conditions and used them in structural equation modeling to disentangle the impact of various dimensions of socio-economic condition on academic performance in a comparative perspective. Data from the PISA 2012 study reveals few country differences and that access to cultural and educational resources is at the root of socio-economic inequalities in academic achievement across the world.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1041608015001478"
    },
    {
        "title": "Institutional tracking and achievement growth: Exploring difference-in-differences approach to PIRLS, TIMSS, and PISA data",
        "authors": "Maciej Jakubowski",
        "year": "2010",
        "abstract": "This chapter analyzes the impact of early institutional tracking on achievement measured through international educational surveys. Building on the seminal work of Hanushek and Woessmann (Economic Journal, 116(510), C63–C76, 2006), the difference-in-differences approach was applied to assess whether tracking students into distinct types of schools has any impact on achievement growth. The growth is estimated based on achievement in primary school measured in PIRLS 2001 (reading) or TIMSS 2003 (mathematics, science) and achievement in secondary school tested in PISA 2000 and 2003 (all three subjects). The chapter presents several robustness checks to test the validity of this assumption in the case of Hanushek and Woessmann approach. It was argued that the official country-level results published by survey organizers are not directly comparable and using them was not valid in their …",
        "keywords": null,
        "url": "https://link.springer.com/chapter/10.1007/978-90-481-3993-4_3"
    },
    {
        "title": "The effects of delaying tracking in secondary school: evidence from the 1999 education reform in Poland",
        "authors": "Maciej Jakubowski, Harry Anthony Patrinos, Emilio Ernesto Porta, Jerzy Wiśniewski",
        "year": "2016/11/1",
        "abstract": "Delaying tracking, extending students’ exposure to a general academic education and increasing their time on task on basic competences (reading, mathematics) could improve academic outcomes. To test the hypothesis that delayed vocational streaming improves academic outcomes, this paper analyzes Poland's significant improvements in international achievement tests and the restructuring of the system which expanded general schooling. Estimates using propensity-score matching and difference-in-differences estimates show that delaying vocational education and increasing time on task have a positive and significant impact on student performance on the order of a standard deviation.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09645292.2016.1149548"
    },
    {
        "title": "Education policy in Poland: The impact of PISA (and other international studies)",
        "authors": "Ireneusz Białecki, Maciej Jakubowski, Jerzy Wiśniewski",
        "year": "2017/6",
        "abstract": "The impact of the PISA study on Polish education policy has been significant, but probably different from any other country. Poland has not experienced the so‐called ‘PISA shock’, but its education system has been benefiting considerably from PISA. For experts and policy makers, it has been a useful and reliable instrument that has made it possible to measure the effects of consecutive reforms of the school education system. Moreover, PISA and other international studies have influenced the perception of education policy in Poland. The latter has shifted from an ideology‐driven, centralised policy to an evidence‐informed policy, developed with the involvement of multiple stakeholders, although this has mostly affected the thinking of experts and policy makers rather than the general public. The new government (in power from 2015), following public opinion polls, has reversed most of the previous education …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ejed.12216"
    },
    {
        "title": "Global learning loss in student achievement: First estimates using comparable reading scores",
        "authors": "Maciej Jakubowski, Tomasz Gajderowicz, Harry Anthony Patrinos",
        "year": "2023/11/1",
        "abstract": "We estimate the global impact of COVID-19 on student reading using international achievement tests. We model the effect of school closures (full and partial) on achievement by predicting the deviation of the most recent results from a linear trend using data from all rounds of PIRLS. Scores declined an average of 33 percent of a standard deviation, equivalent to more than a year of schooling. Losses are larger for students in schools that faced relatively longer closures. While there are no differences by sex, lower-achieving students experienced larger losses. The educational loss may translate to a 0.68 percentage point reduction of GDP growth for a global loss of $66 trillion.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0165176523003385"
    },
    {
        "title": "Implementing value-added models of school assessment",
        "authors": "Maciej Jakubowski",
        "year": "2008/2",
        "abstract": "This paper considers value-added models of school assessment and their implementation in Poland. Value-added estimates can be very helpful for schools and policy makers who need a reliable way to control teaching effectiveness, or for parents who need information about school quality in their area. However, their usefulness depends on several statistical issues and specific decisions made during implementation. The paper discusses several value-added models and describes details of the solution implemented in Poland. Statistical problems are discussed according to their policy relevance. It is shown that what bothers statisticians is less important in practice than several problems encountered when one wants to apply these models to a policy relevant context. Problems of proper regression specification, omitted variables bias, and measurement error are discussed, but the ways value-added estimates could be published and used as policy evaluation tools are also presented. All this problems are discussed from a practical point of view using three years of experience in implementation of these methods in Poland.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1126776"
    },
    {
        "title": "Opening up opportunities: education reforms in Poland",
        "authors": "Maciej Jakubowski",
        "year": "2015/1",
        "abstract": "Poland is one of the few European countries that achieved strong improvement of student performance over the last decade. According to the OECD PISA results Poland moved from below to above the OECD average and now is close to top-performing countries. The score improvements are a consequence of Polish education system reform introduced in 1999. The most important change of the 1999 reform was an extension of comprehensive education by one year. The evidence suggests the change immediately benefited student, while the remaining elements of the reform are probably responsible for the gradual improvement. The differences between secondary schools were largely limited. Introduction of nation-wide comparable exams, conducted at the end of every stage of education, played a crucial role in assuring quality in education system. Poland also increased support for the preschool education and further expanded the general curriculum in vocational schools. The result of all reforms was the expansion of obligatory comprehensive education from 8 years to at least 10 years now.",
        "keywords": null,
        "url": "https://ibs.org.pl/wp-content/uploads/2022/12/IBS_Policy_Paper_01_2015-1.pdf"
    },
    {
        "title": "Quasi-experimental estimates of class size effect in primary schools in Poland",
        "authors": "Maciej Jakubowski, Pawel Sakowski",
        "year": "2006/1/1",
        "abstract": "In this paper we analyze class size effects in the case of primary schools in Poland. We use two empirical strategies to avoid endogeneity bias. First, we use average class size in a grade as an instrumental variable for actual class size. This allows us to control for within school selection of pupils with different abilities to classes of different sizes. Additionally, we estimate fixed effects for schools to control for differences between them. Second, we exploit the fact that there is an informal maximum class size rule. We estimate class size effect only for those enrollment levels where some schools decide to add a new class and thus dramatically lower class sizes. For such enrollment levels variance of class size is mainly exogenous and we argue that this allows estimation of quasi-experimental class size effects. In this case we again use average class size as an instrument with enrollment as a key control variable. Using …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0883035506001261"
    },
    {
        "title": "Regional inequalities in PISA: the case of Italy and Spain",
        "authors": "Ralph Hippe, Maciej Jakubowski, Luísa Araújo",
        "year": "2018/6",
        "abstract": "This technical brief analyses the regional distribution of skills in Italy and Spain. Educational attainment rates have frequently been used as an indicator of regional educational development in EU Member States (MS). These rates indicate significant regional disparities in education within countries. However, recent evidence shows that the quality of education, as measured by the level of specific skills, is more important than the number of years one spends in school, in particular when considering the relationship between the cognitive (and non-cognitive) skills and economic growth. International large scale assessments (ILSA) of student performance measure these cognitive skills in key areas. OECD’s Program for International Student Assessment (PISA) provides a very useful and important source of information of students' performance in key cognitive skills. When analysing PISA data, researchers and commentators often focus on cross-country comparisons. However, vast within-country differences exist, also in terms of educational attainment and PISA test scores. A focus on country averages alone would hence provide only a partial view of the status of education within countries. However, the possibility of exploring within-country differences with PISA data is limited to only a few countries. In this report we focus on regional inequalities in cognitive skills (as measured by PISA test scores) in Italy and Spain, using regional PISA data from the most recent 2015 wave, and we analyse the factors that are associated with these inequalities.\nIn order to insure full comparability between the two countries we define regions at the level of NUTS1 …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Luisa-Araujo-4/publication/326346530_Regional_inequalities_in_PISA_the_case_of_Italy_and_Spain/links/5b47202745851519b4b10454/Regional-inequalities-in-PISA-the-case-of-Italy-and-Spain.pdf"
    },
    {
        "title": "Immigrant background and expected early school leaving in Europe: evidence from PISA",
        "authors": "Ralph Hippe, Maciej Jakubowski",
        "year": "2018/2",
        "abstract": "This technical brief analyses the relationship between immigrant status and educational expectations in PISA. Migration flows from outside and within the EU have increased in recent years, and this has raised the attention of policy makers and the general public, with special interests on the implications that those flows can have on, among other, the education system and the labour markets. At the same time, the EU has set the Europe 2020 headline target of reducing the share of early school leavers to 10% within the EU. Early school leavers become generally disadvantaged socially and economically in later stages in life, so that it is important to better understand the motivations for leaving school and provide adequate policy solutions. The European Commission (2016, p. 3) indicates that early school leavers are more likely to come from immigrant student groups, as their “early school leaving rates are nearly twice as high as for the native population”. Yet it also emphasises that there is still a lack of evidence pointing to the underlying reasons. In particular, it is not clear whether, among early school leavers, immigrants students are more frequent due to specific reasons related to the status of immigrants or whether they are more frequent because immigrant students are more likely to possess the set of characteristics that are normally associated to early school leaving behaviour (such as belonging to low socio economic status).\nThis study analyses the factors that are most strongly related to the probability to leave school early, putting special attention to immigrant status (by differentiating among first and second generation immigrants and …",
        "keywords": null,
        "url": "https://publications.jrc.ec.europa.eu/repository/bitstream/JRC109065/jrc109065_techbrief_migesl_180202final.pdf"
    },
    {
        "title": "COVID-19, school closures, and student learning outcomes. New global evidence from PISA",
        "authors": "Maciej Jakubowski, Tomasz Gajderowicz, Harry Anthony Patrinos",
        "year": "2025/1/22",
        "abstract": "The COVID-19 pandemic resulted in significant disruption in schooling worldwide. Global test score data is used to estimate learning losses by modeling the effect of school closures on achievement by predicting the deviation of the most recent results from a linear trend using data from all rounds of PISA. Mathematics scores declined an average of 14 percent of a standard deviation, roughly equal to seven months of learning. Losses are greater for students in schools that faced relatively longer closures, for boys, immigrants, and disadvantaged students. Educational losses may translate into significant national income losses over time.",
        "keywords": null,
        "url": "https://www.nature.com/articles/s41539-025-00297-3"
    },
    {
        "title": "Polska oświata w międzynarodowych badaniach umiejętności uczniów PISA OECD",
        "authors": "Roman Dolata, Maciej Jakubowski, Artur Pokropek",
        "year": "2013",
        "abstract": "1 Szanghaj oraz Hongkong uczestniczyły w PISA 2009 oficjalnie. Dziesięć prowincji Chin uczestniczyło w programie pilotażowym, jednak wyniki nie zostały dołączone do raportu. Ukazały się one jedynie w chińskiej prasie. Pokazano, że wszystkie prowincje uzyskały wyniki powyżej średniej OECD, jednak prowincja, w której leży Szanghaj, miała wyniki najwyższe. Wyniki dla Indii zostały opublikowane w ramach prezentacji wyników PISA 2009+(Walker, 2011).",
        "keywords": null,
        "url": "http://www.nexto.pl/upload/virtualo/wydawnictwa_uniwersytetu_warszawskiego/247ceb483e8ee0b5aa0d9761138374c872f40de8/free/247ceb483e8ee0b5aa0d9761138374c872f40de8.pdf"
    },
    {
        "title": "Poland: Polish education reforms and evidence from international assessments",
        "authors": "Maciej Jakubowski",
        "year": "2021",
        "abstract": "Over the last two decades, the Polish education system has been reformed several times, with the comprehensive structural reform in 1999, curriculum and evaluation reform in 2007, and early education reform introduced gradually until 2014. Student outcomes, as documented by PISA, but also other international assessments, largely improved over the last 20 years. Poland moved from below the OECD average to a group of top-performing countries in Europe. This chapter describes the reforms and research on their effects. It also discusses how it was possible to find political support for the reversal of changes that seemed to be highly successful. It provides three lessons from the Polish experience. First, the evidence should be widely disseminated among all stakeholders to sustain reforms. Second, the sole reliance on international studies is not sufficient. Additional investment into secondary analyses and national studies is necessary to develop evidence for better-informed political discussions. Third, some positive changes are more difficult to reverse. In Poland, increased school autonomy, but also external examinations, broader access to preschool and higher education, are among the changes that the new government could not alter.",
        "keywords": null,
        "url": "https://library.oapen.org/bitstream/handle/20.500.12657/43288/1/2021_Book_ImprovingACountrySEducation.pdf#page=148"
    },
    {
        "title": "Kompetencje przyszłości w czasach cyfrowej dysrupcji",
        "authors": "Krzysztof Głomb, M Jakubowski, A Krawczyk, T Kulisiewicz, Z Nowakowski, Arkadiusz Złotnicki, Tomasz Gajderowicz",
        "year": "2019",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12777246166712224719&hl=en&oi=scholarr"
    },
    {
        "title": "Badając egzaminy: Podejście ilościowe w badaniach edukacyjnych",
        "authors": "Maciej Jakubowski, Artur Pokropek",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8843102134875205094&hl=en&oi=scholarr"
    },
    {
        "title": "Cyfrowe wyzwania stojące przed polską edukacją",
        "authors": "T Gajderowicz, M Jakubowski",
        "year": "2020",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5043201882625789113&hl=en&oi=scholarr"
    },
    {
        "title": "Returns from income strategies in rural Poland",
        "authors": "Jan Fałkowski, Maciej Jakubowski, Paweł Strawiński",
        "year": "2014/1",
        "abstract": "In order to stabilize and improve their income situation, rural households are strongly encouraged to diversify their activities both in and outside the agricultural sector. Often, however, this phenomenon takes on only moderate proportions. This article addresses issues of rural households' income diversification in the case of Poland. It investigates returns from rural households' income strategies using propensity score matching methods and extensive datasets spanning 1998–2008. Results suggest that returns from combining farm and off‐farm activities were lower than returns from concentrating on farming or on self‐employment outside agriculture. This differential is stable over time although returns from diversification have relatively improved after the accession of Poland to the European Union. This is also visible in the fact that since 2006, returns from combining farm and off‐farm activities have equalized with …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12032"
    },
    {
        "title": "Reading achievement progress across countries",
        "authors": "Maciej Jakubowski, Artur Pokropek",
        "year": "2015/11/1",
        "abstract": "This paper discusses a method to compare progress in reading achievement across countries. The method uses measures of achievement in primary schools from PIRLS and compares them to secondary school results from PISA. Results describe an interval in which estimates of progress can lie, depending on the comparability of these two assessments. Progress estimates are also adjusted for age, gender and other characteristics that differ between countries and surveys. The paper also demonstrates how useful these estimates are for policy analysis by comparing achievement progress across early and late tracking countries.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0738059315001170"
    },
    {
        "title": "Latent variables and propensity score matching: a simulation study with application to data from the Programme for International Student Assessment in Poland",
        "authors": "Maciej Jakubowski",
        "year": "2015/5",
        "abstract": "This paper examines how including latent variables can benefit propensity score matching. Latent variables can be estimated from the observed manifest variables and used in matching. This paper demonstrates the benefits of such an approach by comparing it with a method where the manifest variables are directly used in matching. Estimating the propensity score on the manifest variables introduces a measurement error that can be limited with estimating the propensity score on the estimated latent variable. We use Monte Carlo simulations to test how the proposed approach behaves under distinct circumstances found in practice, and then apply it to real data. Using the estimated latent variable in the propensity score matching limits the measurement error bias of the treatment effects’ estimates and increases their precision. The benefits are larger for small samples and with better information about the …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s00181-014-0814-x"
    }
]