[
    {
        "title": "Internationalisation and Economic Performance of Enterprises: Evidence from Polish Firm‐level Data",
        "authors": "Jan Hagemejer, Marcin Kolasa",
        "year": "2011/1",
        "abstract": "This article provides evidence on the relative performance of internationalised firms using Polish firm‐level data, spanning the period 1996–2005 and covering all medium and large enterprises. We distinguish between three modes of internationalisation: foreign direct investment, exporting and importing of capital goods. Our results point strongly at the superior performance of foreign affiliates vs domestic firms, exporters vs non‐exporters, and importers vs non‐importers: internationalised firms are larger, more capital intensive, pay higher wages and are more productive than purely domestic firms. Foreign ownership is the strongest factor accounting for gains from internationalisation. The premia from exporting are substantially lower, though also significantly positive. The performance of capital goods importers is also higher compared to non‐importers and is to some extent related to their involvement in other …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1467-9701.2010.01294.x"
    },
    {
        "title": "Export‐led growth and its determinants. Evidence from CEEC countries",
        "authors": "Jan Hagemejer, Jakub Mućk",
        "year": "2019/3/4",
        "abstract": "In this study, we assess the importance of exports and global value chain (GVC) participation for economic growth. Using novel methods and an extensive data set, we decompose GDP growth in the Central and Eastern European countries (CEECs) to show that in a large part of the period of transition and integration with the EU, exports have played a predominant role in shaping economic growth. We also show that exports have been the major factor driving the convergence of the CEECs with their advanced counterparts. We employ panel methods to analyse the determinants of growth of exported value added and show that the major growth drivers in the analysed period of 1995–2014 are GVC participation, imports of technology and capital deepening.Jel classificationC23, F21, O33",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/twec.12790"
    },
    {
        "title": "Assessing the impact of the EU-sponsored trade liberalization in the MENA countries",
        "authors": "Andrzej Cieślik, Jan Hagemejer",
        "year": "2009/6/1",
        "abstract": "The EU-sponsored Barcelona conference in 1995 set the ambitious goal of creating the Euro-Mediterranean Free Trade Area (EUROMED) that would include the European Union and the MENA countries by 2010. The intermediate steps towards building the EUROMED have involved bilateral ``vertical'' trade liberalization between the EU and the particular MENA countries as well as ``horizontal'' trade liberalization among themselves. In this paper we evaluate empirically the effects of the new EU Association Agreements with the MENA countries using the augmented gravity equations derived from a variety of neoclassical and new trade theory models and panel data for the period 1980-2004. We find that while these agreements increased significantly imports of the MENA countries from the EU they had no positive impact on their exports to the EU which can be attributed to the asymmetry in trade liberalization …",
        "keywords": null,
        "url": "https://www.jstor.org/stable/23000884"
    },
    {
        "title": "Cykl koniunkturalny w Polsce–wnioski z analizy spektralnej",
        "authors": "Michał Gradzewicz, Jakub Growiec, Jan Hagemejer, Piotr Popowski",
        "year": "2010",
        "abstract": "W artykule przedstawiono najważniejsze „stylizowane fakty” dotyczące przebiegu cyklu koniunkturalnego w Polsce w latach 1996–2009. Fakty te sformułowano na podstawie kwartalnych danych dotyczących realnej gospodarki Polski, poddanych odsezonowaniu oraz filtracji za pomocą filtru spektralnego Christiano-Fitzgeralda w celu wyodrębnienia składowych cyklu koniunkturalnego o okresie wahań 2–10 lat. Dla tak skonstruowanych szeregów zidentyfikowano minima i maksima oraz relatywne amplitudy poszczególnych cykli. Wyznaczono także dominujące częstotliwości wahań oraz omówiono współzależności omawianych zmiennych makroekonomicznych (korelacje dynamiczne, przesunięcie fazowe, wzmocnienie). Opracowanie kończą dwie aplikacje szczegółowe: zastosowanie składowych cyklicznych realnych zmiennych makroekonomicznych w „zegarach” cyklu koniunkturalnego, ułatwiających jego bieżące monitorowanie, a także ćwiczenie służące porównaniu przebiegu bieżącego okresu spowolnienia gospodarczego, którego początek datujemy na I kwartał 2008 r., z poprzednim takim okresem, który rozpoczął się w I kwartale 2000 r.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Michal-Gradzewicz/publication/322726702_Cykl_koniunkturalny_w_Polsce_-_wnioski_z_analizy_spektralnej/links/5a6bb3f2458515d40754e254/Cykl-koniunkturalny-w-Polsce-wnioski-z-analizy-spektralnej.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail"
    },
    {
        "title": "Decreasing fertility vs increasing longevity: Raising the retirement age in the context of ageing processes",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Joanna Tyrowicz",
        "year": "2016/1/1",
        "abstract": "Given the decreasing fertility and increasing longevity, in many countries the policy debate emphasizes the role of either raising the minimum eligible retirement age (MERA) or raising fertility to avoid adverse changes in the population structure. In this paper we evaluate the welfare and macroeconomic effects of increasing the retirement age for various demographic scenarios under three major pension systems (defined benefit, notionally defined contribution and funded defined contribution). We compare populations with decreasing fertility, increasing longevity and one subject to both of these changes, and show that the welfare effects of raising MERA stem mainly from longevity. We show that – for increasing longevity – raising the retirement age is universally welfare enhancing for all living and future cohorts, regardless of the pension system and fertility. Finally, we show scope for further welfare gains if …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999315000371"
    },
    {
        "title": "Up or Down the Value Chain? A Comparative Analysis of the GVC Position of the Economies of the New EU Member States",
        "authors": "Jan Hagemejer, Mahdi Ghodsi",
        "year": "2017/9/30",
        "abstract": "The pattern of trade of the Central and Eastern European countries has been changing since the beginning of the economic transition in the early 1990s. By the end of the century this process was additionally strengthened by their integration with the European Union and overlapped with the development of global value chains (GVC) spanning across Europe with which the new member states (NMS) have become increasingly integrated. In this paper, we shed light on these changes by analysing the position of the NMS within the global value chains. We employ the upstreamness measure proposed by Antràs et al.(2012) and use the World Input–Output Database. Although we observe a global increasing trend in the upstreamness of all countries, we find that the NMS have in many cases gone against this trend while converging in their production structure within their group and with the EU-15. This convergence is mostly observed in Czech Republic, Hungary, Poland and Slovakia where the level of upstreamness in the most important exporting sectors was close to that of Germany by the end of the analysed period 1995− 2011.",
        "keywords": null,
        "url": "https://sciendo.com/article/10.1515/ceej-2017-0003"
    },
    {
        "title": "Micro-based evidence of EU competitiveness: The CompNet database",
        "authors": "CompNet Task Force",
        "year": "2014",
        "abstract": "Drawing from confidential firm-level balance sheets in 11 European countries, the paper presents a novel sectoral database of comparable productivity indicators built by members of the Competitiveness Research Network (CompNet) using a newly developed research infrastructure. Beyond aggregate information available from industry statistics of Eurostat or EU KLEMS, the paper provides information on the distribution of firms across several dimensions related to competitiveness, e.g. productivity and size. The database comprises so far 11 countries, with information for 58 sectors over the period 1995-2011. The paper documents the development of the new research infrastructure, the construction of the database, and shows some preliminary results. Among them, it shows that there is large heterogeneity in terms of firm productivity or size within narrowly defined industries in all countries. Productivity, and above all, size distribution are very skewed across countries, with a thick left-tail of low productive firms. Moreover, firms at both ends of the distribution show very different dynamics in terms of productivity and unit labour costs. Within-sector heterogeneity and productivity dispersion are positively correlated to aggregate productivity given the possibility of reallocating resources from less to more productive firms. To this extent, we show how allocative efficiency varies across countries, and more interestingly, over different periods of time. Finally, we apply the new database to illustrate the importance of productivity dispersion to explain aggregate trade results.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/144465"
    },
    {
        "title": "Internationalization and economic performance of enterprises: evidence from firm-level data",
        "authors": "Jan Hagemejer, Marcin Kolasa",
        "year": "2008/9/1",
        "abstract": "This paper provides evidence on the relative performance of internationalized firms using Polish firm-level data spanning over the period of 1996-2005. We distinguish between three modes of internationalization: foreign direct investment, exporting and importing of capital goods. Our results point strongly at superior performance of foreign affiliates vs. domestic firms, exporters vs. non-exporters and importers vs. non-importers. There seem to be important learning effects associated with becoming a foreign affiliate or an exporter. We also find evidence for significant horizontal and backward productivity spillovers from all three types of international activity.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1752921"
    },
    {
        "title": "Analyzing the efficiency of pension reform: the role of the welfare effects of fiscal closures",
        "authors": "Krzysztof Makarski, Jan Hagemejer, Joanna Tyrowicz",
        "year": "2017/7",
        "abstract": "Replacing the pay-as-you-go defined benefit (PAYG DB) system with an at least partially funded defined contribution (DC) system generates fiscal costs that need financing. The fiscal closures at hand differ by the channel and the extent of distortions. The main contribution of this paper is a thorough comparison of the welfare effects of the various fiscal closures of the pension system reform. In addition, we decompose the welfare effects to the parts attributable to changing the way pensions are financed (PAYG ⇒ prefunding) and to changing the way pensions are computed (DB ⇒ DC). We show that depending on the fiscal closure, the welfare effects differ substantially for the same pension system reform. The financing of the the pension system gap with public debt allows more intergenerational redistribution.",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/macroeconomic-dynamics/article/analyzing-the-efficiency-of-pension-reform-the-role-of-the-welfare-effects-of-fiscal-closures/4EFAC91CE62A28E5007DC25817EA41BC"
    },
    {
        "title": "Is the effect really so large? Firm‐level evidence on the role of FDI in a transition economy",
        "authors": "Jan Hagemejer, Joanna Tyrowicz",
        "year": "2012/4/1",
        "abstract": "Foreign subsidiaries usually perform better than domestic enterprises, but selection effects have been acknowledged in the literature. This article contributes by quantitatively evaluating the size of the selection effects and direct effects of FDI entry. We use a large panel of firm‐level data from Poland and match foreign‐owned firms to a control group of non‐foreign‐owned companies and analyse various performance indicators. In terms of efficiency measures, between 50 and 70 percent of the foreign affiliates advantage may be attributed to direct ownership effects. However, in the case of export intensity, the majority of the differential between the domestic companies and foreign subsidiaries is attributable to selection effects: MNEs choose export‐oriented companies and sectors.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0351.2012.00433.x"
    },
    {
        "title": "Assessing European competitiveness: the new CompNet microbased database",
        "authors": "Paloma Lopez-Garcia, Filippo Di Mauro",
        "year": "2015/3/16",
        "abstract": "Drawing from confidential firm-level balance sheets for 17 European countries (13 Euro-Area), the paper documents the newly expanded database of cross-country comparable competitiveness-related indicators built by the Competitiveness Research Network (CompNet). The new database provides information on the distribution of labour productivity, TFP, ULC or size of firms in detailed 2-digit industries but also within broad macrosectors or considering the full economy. Most importantly, the expanded database includes detailed information on critical determinants of competitiveness such as the financial position of the firm, its exporting intensity, employment creation or price-cost margins. Both the distribution of all those variables, within each industry, but also their joint analysis with the productivity of the firm provides critical insights to both policy-makers and researchers regarding aggregate trends dynamics. The current database comprises 17 EU countries, with information for 56 industries, including both manufacturing and services, over the period 1995-2012. The paper aims at analysing the structure and characteristics of this novel database, pointing out a number of results that are relevant to study productivity developments and its drivers. For instance, by using covariances between productivity and employment the paper shows that the drop in employment which occurred during the recent crisis appears to have had “cleansing effects” on EU economies, as it seems to have accelerated resource reallocation towards the most productive firms, particularly in economies under stress. Lastly, this paper will be complemented by four …",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2578954"
    },
    {
        "title": "The effectiveness of preferential trade liberalization in Central and Eastern Europe",
        "authors": "Andrzej Cieślik, Jan Hagemejer",
        "year": "2011/11/1",
        "abstract": "After the collapse of communism in Central and Eastern Europe (CEE), many countries in the region radically liberalized their foreign trade regimes in the 1990s. In particular, preferential trade liberalization in the CEE countries has been promoted by the European Union in the form of the association agreements that involved “vertical” trade liberalization between the EU and countries in Central and Eastern Europe. In addition to this, the CEE countries liberalized trade “horizontally” among themselves in the form of sub-regional and bilateral free trade agreements. In this article, we use the generalized gravity equation, estimated on bilateral trade data for ten CEE countries during the period of 1993–2004, to evaluate the effectiveness of preferential trade liberalization in Central and Eastern Europe. We find that all forms of preferential trade liberalization positively contributed to the expansion of trade of the CEE …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08853908.2011.604298"
    },
    {
        "title": "Trade and growth in the new member states: the role of global value chains",
        "authors": "Jan Hagemejer",
        "year": "2018/9/2",
        "abstract": "We analyze the determinants of value-added and productivity growth of New Member States in the period between 1995 and 2009. We show that in the analyzed countries, exports contributed to roughly 30% to over 40% of the overall growth of GDP while the contribution of the domestic component varied from negative to over 60%. We show that in the most important export manufacturing industries of the NMS, the growth in exported value added was substantial, while the growth of the domestic component of GDP was mostly due to the growth in services. We associate growth of sectoral productivity with the foreign direct investment and exporting but, more importantly, with the position of a sector/country in the global value chains. We show that sectors that have imported intermediate goods have experienced higher productivity growth. Moreover, faster productivity growth was found in sectors further away from the …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/1540496X.2017.1369878"
    },
    {
        "title": "Czynniki wpływające na decyzję przedsiębiorstw o eksporcie",
        "authors": "J Hagemejer",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=Mg7Z2qoAAAAJ&citation_for_view=Mg7Z2qoAAAAJ:RHpTSmoSYBkC"
    },
    {
        "title": "Impact of Competition and Business Cycles on the Behaviour of Monopolistic Markups in the Polish Economy",
        "authors": "Michał Gradzewicz, Jan Hagemejer",
        "year": "2007",
        "abstract": "The aim of this study is to analyse the impact of competition, both internal and external, and of the business cycle on monopolistic markups in the Polish economy. The results show that there are significant markups in several sectors of the economy which complies with earlier estimations by the authors. According to the estimations carried out, competition has a significant impact on the level of markups. This result applies both to internal competition, measured by market concentration, and foreign competition, measured by import penetration ratios. In addition, there was a significant negative correlation between markups and the macroeconomic cycle which seems to confirm the conclusions from numerous theoretical macro and microeconomic models. The results also point to a positive but less clear correlation between the sectoral cycle and the level of markups. A different reaction of markups to the sectoral and macroeconomic cycles may result from a different nature of adjustments of businesses in reaction to exogenous shocks affecting either the sectoral or the macroeconomic environment of the enterprises.",
        "keywords": null,
        "url": "https://papers.ssrn.com/Sol3/papers.cfm?abstract_id=1007431"
    },
    {
        "title": "Small assumptions (can) have a large bearing: evaluating pension system reforms with OLG models",
        "authors": "Marcin Bielecki, Karolina Goraus, Jan Hagemejer, Krzysztof Makarski, Joanna Tyrowicz",
        "year": "2015/8/1",
        "abstract": "The objective of this paper is to inquire the consequences of some simplifying assumptions typically made in the overlapping generations (OLG) models of pension systems and pension system reforms. This literature is largely driven by policy motivations and the alternative modelling choices are rarely discussed. On the other hand, the complexity of general equilibrium OLG modelling necessitates some simplifications in the model. We run a series of experiments in which the same reform in the same economy is modelled with six different sets of assumptions concerning the functional form of the utility function, time inconsistency, bequests' redistribution, labour supply decisions and internalization of the linkage between social security contributions and benefits in these decisions as well as public spending. We find that these assumptions significantly affect both the size and the sign of the macroeconomic and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999314004003"
    },
    {
        "title": "Unprivatizing the pension system: the case of Poland",
        "authors": "Jan Hagemejer, Krzysztof Makarski, Joanna Tyrowicz",
        "year": "2015/2/13",
        "abstract": "In many countries, the fiscal tension associated with the global financial crisis brings about the discussion about unprivatizing the social security system. This article employs an Overlapping Generations model to assess ex ante the effects of such changes to the pension reform in Poland from 1999 as implemented in 2011 and in 2013. We simulate the behaviour of the economy without the implemented/proposed changes and compare it to a status quo defined by the reform from 1999. We find that the changes implemented in 2011 and in 2013 are detrimental to welfare. The effects on capital and output are small and depend on the selected fiscal closure. Implied effective replacement rates are lower. These findings are robust to time inconsistency. The shortsightedness of the governments imposes welfare costs.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00036846.2014.980577"
    },
    {
        "title": "Multinational enterprises, absorptive capacity and export spillovers: evidence from Polish firm‐level data",
        "authors": "Andrzej Cieślik, Jan Hagemejer",
        "year": "2014/11",
        "abstract": "An important benefit attributed to the activity of multinational enterprises (MNEs) in developing and transition countries is its effect on international market access. Through a variety of channels the presence of MNEs is expected to reduce the costs faced by indigenous firms in breaking into international markets and in turn boost their export prospects. In this paper we use an extensive Polish firm‐level dataset for the period 2000–2008 to verify whether MNEs have positively contributed to the export performance of indigenous firms. We track not only sectoral and geographical spillovers stemming from the activity of MNEs but also control for firm‐specific characteristics that affect indigenous firms' decisions to export including their absorptive capacity. Our empirical results support the existence of positive spillovers (related to MNE export activity) at the sectoral level but not at the regional level. Finally, we find that …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/rode.12113"
    },
    {
        "title": "Potencjał innowacyjny gospodarki: uwarunkowania, determinaty, perspektywy",
        "authors": "Beata Bierut, Paulina Broniatowska, Stanisław Cichocki, Michał Gradzewicz, Marcin Grela, Jakub Growiec, Jan Hagemejer, Anna Kosior, Jacek Lewkowicz, Tomasz Michałek, Wojciech Mroczek, Jakub Mućk, Marek Niechciał, Tomasz Piasecki, Piotr Popowski, Katarzyna Puchalska, Magdalena Rola-Janicka, Michał Rubaszek, Agnieszka Stążka-Gawrysiak, Wawrzyniec Suleja, Rafał Ślubowski, Grzegorz Tchorek, Marcin Tomkiewicz, Izabela D Tymoczko, Kamil Wierus",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6807811764649028650&hl=en&oi=scholarr"
    },
    {
        "title": "Polska w Unii Europejskiej: dynamika konwergencji ekonomicznej",
        "authors": "Michał Brzozowski",
        "year": "2007",
        "abstract": "Celem tej publikacji jest przedstawienie wyników analizy dynamiki i zagrożeń procesu realnej konwergencji gospodarki polskiej w przeddzień iw momencie wstąpienia Polski do UE. Sądzimy, że pozwoli to na doprecyzowanie warunków, w których wynikające z integracji możliwości przyspieszenia wzrostu gospodarczego i korzystnej ewolucji konkurencyjności przemysłu zostaną przez Polskę wykorzystane. Wskazujemy ponadto wyzwania stojące przed polską polityką makroekonomiczną, której realizację mogą utrudnić spekulacyjne presje na rynku walutowym poprzedzające decyzję o przyjęciu euro. Wynikająca stąd niestabilność rynku walutowego może negatywnie oddziaływać na realną sferę gospodarki i spowalniać tempo zmniejszania różnic w poziomie dochodów między naszym krajem a,, starymi” członkami Unii. Również konieczność ograniczania deficytu budżetowego może wywierać presję deflacyjną osłabiającą tempo wzrostu gospodarczego, a zatem opóźniać proces konwergencji realnej. Analizujemy strategie polityki pieniężnej i kursowej stosowane w Polsce iw innych krajach kandydujących oraz oceniamy ich skuteczność w dążeniu do osiągnięcia i utrzymania konwergencji nominalnej przed przyjęciem euro.\nSądzimy, że wyniki naszych badań wskażą decydentom gospodarczym, jakie warunki powinny być spełnione i jaką politykę ekonomiczną należy prowadzić, aby dobrze wykorzystać nasze członkostwo w UE. Jednocześnie stworzą podstawę do bardziej racjonalnego odbioru w opinii społecznej rzeczywistych skutków integracji gospodarczej. Mamy nadzieję, że ze względu na wagę analizowanych problemów, ich …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1279523348829578063&hl=en&oi=scholarr"
    }
]