[
    {
        "title": "Ekonomia międzynarodowa: teoria i polityka",
        "authors": "Paul Robin Krugman, Maurice Obstfeld, Jan Jakub Michałek, Włodzimierz Siwiński, Paweł Gierałtowski, Barbara Bobrowicz, Łukasz Goczek, Gabriela Grotkowska, Dagmara Mycielska, Joanna Tyrowicz",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15296155647042557744&hl=en&oi=scholarr"
    },
    {
        "title": "Polityka handlowa: mechanizmy ekonomiczne i regulacje międzynarodowe",
        "authors": "Jan Jakub Michałek",
        "year": "2002",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5021188339663374727&hl=en&oi=scholarr"
    },
    {
        "title": "The influence of firm characteristics and export performance in Central and Eastern Europe: comparisons of Visegrad, Baltic and Caucasus States",
        "authors": "Andrzej Cieślik, Jan Michałek, Anna Michałek",
        "year": "2014/3/30",
        "abstract": "In this paper we study the firm-level determinants of export performance in three groups of countries: the Visegrad, Baltic andCaucasus countries. Our analytical framework refers to the most recent strand in the new trade theory literature based on the Melitz (2003) model that stresses the importance of firm productivity in entering the export markets. The empirical implementation of the theoretical framework is based on the probit model and the BEEPS data set. Our empirical results confirm the importance of firm characteristics for export performance in the CEE countries. Also heterogeneity between different country groups within the region has been reported. Export competitiveness of firms from the CEE countries can be improved through the development of modern educational systems allowing to accelerate the accumulation of human capital. The financial support to research …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=67766"
    },
    {
        "title": "Determinants of export performance: Comparison of central European and Baltic firms.",
        "authors": "Andrzej Cieślik, Anna Michałek, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2015/5/1",
        "abstract": "Following the new strand in the new trade theory literature focusing on firm heterogeneity in this paper we investigate the determinants of firms' export performance in three Baltic states and four Central European countries (CECs). We start by estimating probit regressions for the pooled datasets that include these two groups of countries and then we disaggregate the samples into particular countries. The study covers Estonia, Latvia, Lithuania, the Czech Republic, Hungary, Poland and Slovakia and is based on BEEPS firm-level data collected for three years: 2002, 2005 and 2009. Our estimation results obtained for the Baltic and CECs indicate that the probability of exporting is positively related to the level of productivity, firm size, the share of university graduates in productive employment and the internationalization of firms. The results obtained for the two groups of countries are not statistically different, while …",
        "keywords": null,
        "url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=00151920&AN=103182217&h=r%2BrPAKiXRi3PtZh74fqGAhma6wobSo5ZpCf7lylB5BjRseop%2FAusaM6B8uIk6G0jYkC671ueGS2u%2FAvuSzh51A%3D%3D&crl=c"
    },
    {
        "title": "Innovations and Export Performance: Firm-level Evidence from Poland.",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Krzysztof Szczygielski",
        "year": "2016/10/1",
        "abstract": "Objective: The main objective of this article is to study the empirical relationship between innovations and export performance of Polish firms. Research Design & Methods: Our analytical framework refers to the most recent strand in the new trade theory literature based on the Melitz (2003) model that stresses the role of firm heterogeneity and the importance of firm productivity in entering export markets. We treat innovations as a key element that can increase the level of productivity and study the significance of both product and process innovations. The empirical implementation of the theoretical framework is based on the probit model and the unique Polish CIS firm-level dataset covering the period 2008-2010. Findings: Our estimation results indicate that the probability of exporting is positively related to product and process innovations, firm size, the share of university graduates in productive employment and …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=464238"
    },
    {
        "title": "Determinanty działalności eksportowej polskich przedsiębiorstw",
        "authors": "Andrzej Cieślik, Jan Michałek, Anna Michałek",
        "year": "2012",
        "abstract": "Głównym celem artykułu jest empiryczna weryfikacja podstawowej hipotezy wynikającej z modelu Melitza (2003) mówiącej o dodatnim związku między produktywnością firm a ich zaangażowaniem w działalność eksportową przy użyciu danych na poziomie firm dla Polski. Ponadto, w badaniu podjęto próbę endogenizacji produktywności firm, między innymi, poprzez odwołanie się do ich wydatków na działalność badawczo-rozwojową (B+ R), wykorzystania kapitału ludzkiego i nowych technologii. Przedstawione przez nas wyniki empiryczne potwierdziły przewidywania modelu Melitza odnośnie występowania dodatniej zależności między produktywnością firm a prawdopodobieństwem wystąpienia eksportu w przypadku polskich firm. Ponadto, przeprowadzona próba endogenizacji produktywności firm wykazała, że na prawdopodobieństwo eksportu w szczególności wpływać może poziom wydatków na B+ R oraz wykorzystanie Internetu, natomiast odsetek wykwalifikowanych pracowników w ogóle zatrudnienia nie okazał się być statystycznie istotny. Duże znaczenie w determinowaniu eksportu miała również wielkość firm. Im większa firma tym większe jest prawdopodobieństwo wystąpienia eksportu. Przeprowadzone badania wykazały również, że umiędzynarodowienie firm mierzone wykorzystaniem zagranicznych licencji oraz własnością zagraniczną jest dodatnio związane z prawdopodobieństwem wystąpienia eksportu. Uzyskane przez nas wyniki są zatem zbieżne z wynikami uzyskanymi wcześniej dla innych, dużych krajów należących do Unii Europejskiej.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_101019"
    },
    {
        "title": "Globalization, international trade, and human development: a case of Central and Eastern Europe",
        "authors": "Andrzej Cieślik, J Michałek, Jerzy Mycielski",
        "year": "2016",
        "abstract": "Our paper focuses on estimating the effect of human development on international trade flows in the global economy with the help of the generalized gravity model. We are particularly interested in the countries of Central and Eastern Europe (CEECs). Previous research and empirical studies also investigated the determinants of trade flows but concentrated only on traditional gravity variables such as the size of trading partners, factor abundance, technology differences, and/or distance. Our novel approach introduces the role of aggregate human development indicators such as Human Development Index and its constituent components on top of the standard set of gravity model variables. Our findings confirm that both aggregate and disaggregate indicators of human development influence the volume of international trade flows.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=509644"
    },
    {
        "title": "Poland's accession to the European Union: demand for protection of selected sensitive products",
        "authors": "Jarko Fidrmuc, Peter Huber, Jan Jakub Michalek",
        "year": "2001/3",
        "abstract": "This paper analyses the expected changes in external tariffs and imports in Poland after accession to the European Union. We find that around 14% of all manufacturing commodity groups in the Harmonised System will experience tariff reductions of over 10 percentage points, while for agricultural goods tariff comparisons are complicated by very different tariff systems and may be overrated, since applied tariffs are often lower than those legislated. Based on gravity estimates we also find onlly few relatively narrowly defined commodities will experience import growth rates of above 20%. More widely defined sensitive commodities are subject to much smaller but still important import growth",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1023/A:1011353312489"
    },
    {
        "title": "What matters for firms? participation in Global Value Chains in Central and East European countries?",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Krzysztof Szczygielski",
        "year": "2019/9/30",
        "abstract": "Research background: There has been an extensive body of literature on the growing importance of global value chains (GVCs) in developed and emerging economies. This literature argues that GVCs significantly affect international trade patterns and open new possibilities for participating economies to increase both their exports’ quantity and quality, acquire advanced production technologies and improve the overall economic performance. However, the empirical evidence from the Central and East European (CEE) countries, especially at the firm level is still relatively scarce. The majority of existing empirical studies on GVCs in the CEE countries are based on sectoral input-output data. Purpose of the article: In this article, we study the determinants of firm participation in GVCs using firm-level BEEPS data for 29 CEE countries. We hypothesize that larger, foreign-owned, more productive and innovative firms …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=898896"
    },
    {
        "title": "Innovation Forms and Firm Export Performance: Empirical Evidence from ECA Countries.",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek",
        "year": "2017/4/1",
        "abstract": "Objective: The main objective of this paper is to verify empirically the relationship between various forms of innovation and export performance of firms from European and Central Asian (ECA) countries.Research Design & Methods: In our empirical approach we refer to the self-selection hypothesis derived from the Melitz (2003) model which proposed the existence of a positive relationship between firm productivity and the probability of exporting. We argue that innovation activities should be regarded as a key element that can increase the level of firm productivity. We focus our analysis on four forms of innovation activities: product, process, marketing, organizational and managerial innovation. The empirical implementation of our analytical framework is based on the probit model, applied to the fifth edition of the BEEPS firm level dataset covering 2011-2014.Findings: Our empirical results indicate that the …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=542074"
    },
    {
        "title": "Firm-level determinants of direct and indirect exports: empirical evidence for CEE and MENA countries",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek",
        "year": "2018/12/3",
        "abstract": "In this paper, we study the determinants of the direct and indirect export performance of firms in Central and Eastern European (CEE) and Middle Eastern and North African (MENA) countries, both jointly and separately. In particular, we address three research questions:(i) Do the firms that export indirectly display the same characteristics as those that directly export their products?;(ii) Is the role of innovation, research and development (R&D) and human capital in export performance the same for firms that export directly and indirectly? and (iii) Is there geographical differentiation between CEE and MENA countries at the firm-level determinants of export performance? The analysis is based on a firm-level database (BEEPS V) and covers the period between 2011 and 2014. We estimate the probability of exports, controlling for country and sector-specific effects using the probit model. We find that product innovations are more important than process innovations in determining direct export performance for the whole sample of countries. In addition, we find that the level of firm productivity, spending on R&D, human capital, foreign licences and foreign ownership are important in determining the export performance of the firms that export directly but not in the case of indirect exporters.",
        "keywords": null,
        "url": "https://hrcak.srce.hr/file/302984"
    },
    {
        "title": "Export Activity in Visegrad--4 Countries: Firm Level Investigation",
        "authors": "Andrzej Cieœlik, Jan Micha³ek, Anna Micha³ek",
        "year": "2003",
        "abstract": "Following the new strand in the new trade theory literature that focuses on firm heterogeneity initiated by the Melitz [2003] model, in this paper we investigate the determinants of export activity of firms in the Visegrad-4 countries. The study covers the Czech Republic, Hungary, Poland and Slovakia and is based on firm level data for the 2002–2009 period.We will start with estimating probit regressions for the pooled dataset that includes all V-4 countries and will then disaggregate the sample into particular countries. Our preliminary estimation results obtained for the whole V-4 sample indicate that the probability of exporting increases with the higher share of university graduates in productive employment, larger spending on R&D projects, the use of foreign technology licenses, foreign ownership, higher productivity and company size. The results obtained for particular V-4 countries reveal some degree of …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=34596"
    },
    {
        "title": "Process and product innovations, multi-product status and export performance: firm-level evidence from V-4 countries",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek",
        "year": "2018",
        "abstract": "In this paper, we study empirically the relationship between different forms of innovations, multi-product status and export performance of firms from four Visegrad countries. We treat innovations as the key element that can increase the level of firm productivity. Purpose of the article: The main objective is to analyze the empirical relationship between different firms of innovation of firms from Visegrad countries and their export performance. In contrast to previous studies that use R&D spending as a measure of innovation, we rather relay on innovation outcomes. Our detailed hypotheses postulate the existence of positive relationships between firm export performance and different forms of innovation. We seek to determine which type of innovation activity is of the greatest importance for exporting and whether it depends on firm size, the level of internationalization, the use of human capital and its sector of activity. In …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=716035"
    },
    {
        "title": "Measuring the trade effects of the euro in Central and Eastern Europe",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2012/2/1",
        "abstract": "We study trade effects of the euro adoption in Central and Eastern Europe (CEE). We employ a gravity model that controls for an extended set of trade theory and policy variables. The gravity model is estimated using the panel data approach on a sample of Organisation for Economic Co-operation and Development (OECD) and CEE countries trading with the rest of the world during the period 1993–2008. We find that the adoption of the euro results in trade expansion for the CEE countries. This result is driven by elimination of exchange rate volatility and accession to the European Economic and Monetary Union (EMU). However, our forecasts show that this effect is short-lived.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09638199.2012.642527"
    },
    {
        "title": "Analiza i perspektywy rozwoju handlu międzygałęziowego i wewnątrzgałęziowego oraz zmiany strukturalne handlu Polski z Unią Europejską",
        "authors": "JJ Michałek, K Śledziewka-Kołodziejska",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17786673877852953126&hl=en&oi=scholarr"
    },
    {
        "title": "Polska w Unii Europejskiej: dynamika konwergencji ekonomicznej",
        "authors": "Michał Brzozowski",
        "year": "2007",
        "abstract": "Celem tej publikacji jest przedstawienie wyników analizy dynamiki i zagrożeń procesu realnej konwergencji gospodarki polskiej w przeddzień iw momencie wstąpienia Polski do UE. Sądzimy, że pozwoli to na doprecyzowanie warunków, w których wynikające z integracji możliwości przyspieszenia wzrostu gospodarczego i korzystnej ewolucji konkurencyjności przemysłu zostaną przez Polskę wykorzystane. Wskazujemy ponadto wyzwania stojące przed polską polityką makroekonomiczną, której realizację mogą utrudnić spekulacyjne presje na rynku walutowym poprzedzające decyzję o przyjęciu euro. Wynikająca stąd niestabilność rynku walutowego może negatywnie oddziaływać na realną sferę gospodarki i spowalniać tempo zmniejszania różnic w poziomie dochodów między naszym krajem a,, starymi” członkami Unii. Również konieczność ograniczania deficytu budżetowego może wywierać presję deflacyjną osłabiającą tempo wzrostu gospodarczego, a zatem opóźniać proces konwergencji realnej. Analizujemy strategie polityki pieniężnej i kursowej stosowane w Polsce iw innych krajach kandydujących oraz oceniamy ich skuteczność w dążeniu do osiągnięcia i utrzymania konwergencji nominalnej przed przyjęciem euro.\nSądzimy, że wyniki naszych badań wskażą decydentom gospodarczym, jakie warunki powinny być spełnione i jaką politykę ekonomiczną należy prowadzić, aby dobrze wykorzystać nasze członkostwo w UE. Jednocześnie stworzą podstawę do bardziej racjonalnego odbioru w opinii społecznej rzeczywistych skutków integracji gospodarczej. Mamy nadzieję, że ze względu na wagę analizowanych problemów, ich …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1279523348829578063&hl=en&oi=scholarr"
    },
    {
        "title": "Comparative analysis of importance of technical barriers to trade (TBT) for Central and Eastern European Countries’ and Mediterranean Partner Countries’ exports to the EU",
        "authors": "Jan Michalek, Jan Hagemejer, Victoria Roshal, Jacek Rothert, Alfred Tovias, Agnieszka Pugacewicz, Mark Vancauteren",
        "year": "2005/9",
        "abstract": "The general aim of the WTO Technical Barriers to Trade (TBT) and Sanitary and Phytosanitary (SPS) Agreements is to ensure that mandatory technical regulations and voluntary standards, as well as testing and certification procedures, do not create unnecessary obstacles to international trade. However, it is recognized that countries have the right to establish protection, at levels they consider appropriate, for example for human, animal or plant life or for health or environment protection.\nTherefore, the Agreements encourage countries to use international standards where these are appropriate, but they do not require them to change their levels of protection as a result of standardization. In the case of SPS Agreement members may maintain or introduce measures which result in “higher standards” if there is “scientific justification” or as a consequence of consistent risk decisions based on an appropriate risk assessment. Some of these issues cause trade disputes among the WTO members. The most controversial ones regard the appropriate level of standards,“avoiding unnecessary obstacles to international trade”, and “scientific justification” of applied higher, technical regulations or standards. The European Union, being one of the members, applies the rules, which have to be consistent with the provisions of the WTO. The EEC Treaty prohibits technical barriers to trade in general. However, there are some exceptions allowing for the existence of TBT on the grounds of consumer or environmental protection, public morality, public policy or security, or protection of health and life of humans.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Jan-Michalek-5/publication/242632621_Comparative_analysis_of_importance_of_technical_barriers_to_trade_TBT_for_Central_and_Eastern_European_Countries%27_and_Mediterranean_Partner_Countries%27_exports_to_the_EU/links/540cb5e20cf2f2b29a38223a/Comparative-analysis-of-importance-of-technical-barriers-to-trade-TBT-for-Central-and-Eastern-European-Countries-and-Mediterranean-Partner-Countries-exports-to-the-EU.pdf"
    },
    {
        "title": "Prognoza skutków handlowych przystąpienia do Europejskiej Unii Monetarnej dla Polski przy użyciu uogólnionego modelu grawitacyjnego",
        "authors": "Andrzej Cieślik, Jan J Michałek, Jerzy Mycielski",
        "year": "2009",
        "abstract": "W artykule analizowane są skutki handlowe przystąpienia Polski do strefy euro przy użyciu uogólnionego modelu grawitacji. Do estymacji parametrów modelu wykorzystano dane panelowe z lat 1993–2006 dla obecnych członków strefy euro i prawie 100 innych krajów, z którymi wymianę handlową prowadzą kraje należące do strefy euro (pełna lista analizowanych krajów jest przedstawiona w NBP (2009)). Prognoza zmiany wielkości obrotów handlowych dla Polski składa się z dwóch elementów. Po pierwsze szacujemy skutek stabilizacji kursów wobec euro, korzystając z danych dla grupy krajów Europy Środkowo-Wschodniej (EŚW), które powiązały swoje kursy z euro. Drugi element szacunku otrzymujemy, badając wpływ przystępowania do strefy euro. Składa się na niego efekt eliminacji wahań kursowych oraz wpływ zmian instytucjonalnych związanych z przystąpieniem do strefy euro. Uzyskane wyniki sugerują, że bezpośrednio po wstąpieniu do strefy euro eksport Polski wzrośnie o około 12%, ale efekt ten będzie stopniowo zanikał.",
        "keywords": null,
        "url": "http://bankandcredit.nbp.pl/content/2009/01/bik_01_2009_03_art.pdf"
    },
    {
        "title": "Wstępna ocena konsekwencji niepowodzenia sesji ministerialnej Doha (lipiec 2008) dla instrumentów stosowanych w ramach WPR, w: Polityka Unii Europejskiej po 2013 roku",
        "authors": "JJ Michałek, J Wilkin",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17194218157828175596&hl=en&oi=scholarr"
    },
    {
        "title": "Technical barriers to trade notifications and dispute settlement within the WTO",
        "authors": "Mahdi Ghodsi Ghodsi, Jan Jakub Michałek",
        "year": "2016/6/30",
        "abstract": "The aim of this paper is to verify empirically whether the Specific Trade Concerns (STCs) regarding Technical Barriers to Trade (TBTs) notifications by WTO members can serve as an early warning system for past and future disputes (DS) covering allegedly trade restricting TBTs. WTO members, in order to increase transparency of trade policies, have made efforts to compile data on notified TBTs. For several years the WTO provides a TBT dataset, used in our paper, which covers the STCs raised by its members (“reverse” notifications). From 1995-2011, there have been 45 requests for consultation under the Dispute Settlement (DS) Body of the World Trade Organization (WTO) in order to identify possible violations of the technical barriers to trade (TBT) agreement. This paper attempts to find the linkages between DS cases citing the TBT agreement and the STC data regarding TBTs. The DS Body’s decisions …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=459528"
    }
]