[
    {
        "title": "Relative poverty as a determinant of migration: Evidence from Poland",
        "authors": "Oded Stark, Maja Micevska, Jerzy Mycielski",
        "year": "2009/6/1",
        "abstract": "We explore the relationship between aggregate relative poverty and migration. We draw upon Polish regional data and use a measure of aggregate relative poverty that is functionally related to the Gini coefficient. We find that the Gini coefficient and migration are positively correlated, holding the population's per capita income constant.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0165176509000755"
    },
    {
        "title": "Determinants of export performance: Comparison of central European and Baltic firms.",
        "authors": "Andrzej Cieślik, Anna Michałek, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2015/5/1",
        "abstract": "Following the new strand in the new trade theory literature focusing on firm heterogeneity in this paper we investigate the determinants of firms' export performance in three Baltic states and four Central European countries (CECs). We start by estimating probit regressions for the pooled datasets that include these two groups of countries and then we disaggregate the samples into particular countries. The study covers Estonia, Latvia, Lithuania, the Czech Republic, Hungary, Poland and Slovakia and is based on BEEPS firm-level data collected for three years: 2002, 2005 and 2009. Our estimation results obtained for the Baltic and CECs indicate that the probability of exporting is positively related to the level of productivity, firm size, the share of university graduates in productive employment and the internationalization of firms. The results obtained for the two groups of countries are not statistically different, while …",
        "keywords": null,
        "url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=00151920&AN=103182217&h=r%2BrPAKiXRi3PtZh74fqGAhma6wobSo5ZpCf7lylB5BjRseop%2FAusaM6B8uIk6G0jYkC671ueGS2u%2FAvuSzh51A%3D%3D&crl=c"
    },
    {
        "title": "Globalization, international trade, and human development: a case of Central and Eastern Europe",
        "authors": "Andrzej Cieślik, J Michałek, Jerzy Mycielski",
        "year": "2016",
        "abstract": "Our paper focuses on estimating the effect of human development on international trade flows in the global economy with the help of the generalized gravity model. We are particularly interested in the countries of Central and Eastern Europe (CEECs). Previous research and empirical studies also investigated the determinants of trade flows but concentrated only on traditional gravity variables such as the size of trading partners, factor abundance, technology differences, and/or distance. Our novel approach introduces the role of aggregate human development indicators such as Human Development Index and its constituent components on top of the standard set of gravity model variables. Our findings confirm that both aggregate and disaggregate indicators of human development influence the volume of international trade flows.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=509644"
    },
    {
        "title": "Measuring the trade effects of the euro in Central and Eastern Europe",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2012/2/1",
        "abstract": "We study trade effects of the euro adoption in Central and Eastern Europe (CEE). We employ a gravity model that controls for an extended set of trade theory and policy variables. The gravity model is estimated using the panel data approach on a sample of Organisation for Economic Co-operation and Development (OECD) and CEE countries trading with the rest of the world during the period 1993–2008. We find that the adoption of the euro results in trade expansion for the CEE countries. This result is driven by elimination of exchange rate volatility and accession to the European Economic and Monetary Union (EMU). However, our forecasts show that this effect is short-lived.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09638199.2012.642527"
    },
    {
        "title": "Prognoza skutków handlowych przystąpienia do Europejskiej Unii Monetarnej dla Polski przy użyciu uogólnionego modelu grawitacyjnego",
        "authors": "Andrzej Cieślik, Jan J Michałek, Jerzy Mycielski",
        "year": "2009",
        "abstract": "W artykule analizowane są skutki handlowe przystąpienia Polski do strefy euro przy użyciu uogólnionego modelu grawitacji. Do estymacji parametrów modelu wykorzystano dane panelowe z lat 1993–2006 dla obecnych członków strefy euro i prawie 100 innych krajów, z którymi wymianę handlową prowadzą kraje należące do strefy euro (pełna lista analizowanych krajów jest przedstawiona w NBP (2009)). Prognoza zmiany wielkości obrotów handlowych dla Polski składa się z dwóch elementów. Po pierwsze szacujemy skutek stabilizacji kursów wobec euro, korzystając z danych dla grupy krajów Europy Środkowo-Wschodniej (EŚW), które powiązały swoje kursy z euro. Drugi element szacunku otrzymujemy, badając wpływ przystępowania do strefy euro. Składa się na niego efekt eliminacji wahań kursowych oraz wpływ zmian instytucjonalnych związanych z przystąpieniem do strefy euro. Uzyskane wyniki sugerują, że bezpośrednio po wstąpieniu do strefy euro eksport Polski wzrośnie o około 12%, ale efekt ten będzie stopniowo zanikał.",
        "keywords": null,
        "url": "http://bankandcredit.nbp.pl/content/2009/01/bik_01_2009_03_art.pdf"
    },
    {
        "title": "Analiza skutków handlowych przystąpienia Polski do Europejskiej Unii Monetarnej przy użyciu uogólnionego modelu grawitacyjnego",
        "authors": "ANDRZEJ Cieślik, JJ Michałek, JERZY Mycielski",
        "year": "2008",
        "abstract": "W opracowaniu analizowane są skutki handlowe przystąpienia Polski do strefy euro przy użyciu uogólnionego modelu grawitacji. Wyniki wcześniejszych badań opartych na modelach grawitacji nie dają jednoznacznych predykcji dla Polski dotyczących zmian handlu będących skutkiem przyjęcia wspólnej waluty.",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/11/re11.pdf#page=322"
    },
    {
        "title": "Consequences of the euro adoption by Central and Eastern European (CEE) countries for their trade flows",
        "authors": "Andrzej Cieslik, Jan Michalek, Jerzy Mycielski",
        "year": "2012/6/1",
        "abstract": "In this paper we estimate the trade effects of the euro adoption in Central European countries using a modified gravity model. In particular, we analyze the ex post implications of accession of Slovenia and Slovakia to the Eurozone. We employ a gravity model that controls for an extended set of trade theory and policy variables. Trade theory variables include both the country size and factor proportion variables. Trade policy variables include the membership in GATT/WTO, CEFTA, OECD, EU and Europe Agreements. The gravity model is estimated using the panel data approach on a sample of CEE countries trading with the rest of the world during the period 1992-2010 using the fixed effects, random effects and Hausman-Taylor estimators. It seems that elimination of exchange rate volatility resulted in trade expansion for the CEE countries but the accession to the Eurozone did not have any significant effects on exports of Slovakia and Slovenia.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2102562"
    },
    {
        "title": "Employment fluctuations and dynamics of the aggregate average wage in Poland, 1996–20031",
        "authors": "Michał Myck, Leszek Morawski, Jerzy Mycielski",
        "year": "2007/10",
        "abstract": "The aggregate average wage is often used as an indicator of economic performance and welfare, and as such often serves as a benchmark for changes in the generosity of public transfers and for wage negotiations. Yet if economies experience a high degree of (non‐random) fluctuation in employment, the composition of the employed population will have a considerable effect on the computed average. In this paper we demonstrate the extent of this problem using data for Poland for the period 1996–2003. During these years the employment rate in Poland fell from 51.2 percent to 44.2 percent and most of this fall occurred between the end of 1998 and the end of 2002. We show that about a quarter of the growth in the average wage during this period could be attributed purely to changes in employment.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/j.1468-0351.2007.00306.x"
    },
    {
        "title": "Ekonometria",
        "authors": "Jerzy Mycielski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2392264929014101989&hl=en&oi=scholarr"
    },
    {
        "title": "Inter-and intrabrand competition and the manufacturer-retailer relationship",
        "authors": "Jerzy Mycielski, Yohanes E Riyanto, Filip Wuyts",
        "year": "2000/12/1",
        "abstract": "This paper analyses manufacturers' choice of vertical arrangement with retailers. We focus on two types of vertical arrangement; exclusive dealing and exclusive territory. Both are used by manufacturers as instruments to reduce competition between manufacturers. Exclusive dealing is used to avoid a head-to-head competition with other brands within a retail outlet. Thus, it restricts interbrand competition. Exclusive territory is used to eliminate intrabrand competition. Our results show that the choice of vertical arrangement depends on the degree of product substitution. When products are less substitutable, in other words, the interbrand rivalry is weak, manufacturers prefer to sell brands to a large number of competitive retailers. When the interbrand rivalry is strong, exclusive territory with exclusive dealing might be adopted by manufacturers. We derive welfare and antitrust policy implications.",
        "keywords": null,
        "url": "https://www.jstor.org/stable/40752234"
    },
    {
        "title": "Trade effects of the euro adoption by the EU new member states",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2014",
        "abstract": "In this paper we estimate the trade effects of the euro adoption in countries that joined the European Union in 2004. We employ a generalized gravity model that controls for an extended set of trade theory and policy variables. Trade theory variables include both the country size and factor proportion variables. Trade policy variables include the membership in GATT/WTO, CEFTA, OECD, EU and Europe agreements. The gravity model is estimated for the sample consisting of over 20 thousand country-pairs during the period 1990− 2010 using the fixed effects estimator. It seems that elimination of exchange rate volatility resulted in trade expansion for the new member states but the accession to the Eurozone did not have positive effects on the volume of exports of the analyzed countries.",
        "keywords": null,
        "url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=4a88c735968875f7e4c6cd7de9bd03e2e6190b02"
    },
    {
        "title": "Euro and trade flows in Central Europe",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2012/9/30",
        "abstract": "In this paper we estimate the trade effects of the euro adoption in Central European countries using a modified gravity model. In particular, we analyze the ex post implications of accession of Slovenia and Slovakia to the Eurozone. We employ a gravity model that controls for an extended set of trade theory and policy variables. Trade theory variables include both the country size and factor proportion variables. Trade policy variables include the membership in GATT/WTO, CEFTA, OECD, EU and Europe Agreements. The gravity model is estimated using the panel data approach on a sample of CEE countries trading with the rest of the world during the period 1992-2009 using the fixed effects, random effects and Hausman-Taylor estimators. It seems that elimination of exchange rate volatility resulted in trade expansion for the CEE countries but the accession to the Eurozone did not have any significant effects on exports of Slovakia and Slovenia.",
        "keywords": null,
        "url": "https://server546071.nazwa.pl/eq/article/view/367"
    },
    {
        "title": "Dynamika płac a długotrwałe bezrobocie w polskiej gospodarce",
        "authors": "Krzysztof Bartosik, Jerzy Mycielski",
        "year": "2016",
        "abstract": "Celem niniejszej pracy jest zbadanie, czy w polskiej gospodarce występuje związek między dynamiką płac nominalnych a wielkością długotrwałego bezrobocia. Aby uzyskać odpowiedź, oszacowano za pomocą MNK płacową krzywą Phillipsa ze zdekomponowaną stopą bezrobocia (krótkoi długotrwałego). Analiza objęła lata 1996− 2014. Uzyskane parametry wykorzystano do oszacowania oddziaływania poszczególnych determinant na stopę wzrostu płac. Przeprowadzono także analizę wpływu problemu niestacjonarności i endogeniczności zmiennych na przeprowadzone wnioskowanie statystyczne. Stwierdzono istnienie odwrotnej zależności między stopą bezrobocia krótkotrwałego a dynamiką płac oraz brak statystycznie istotnej zależności między stopą bezrobocia długotrwałego a dynamiką płac. Świadczy to, że struktura bezrobocia wpływa na dynamikę płac nominalnych w taki sposób, że spadek bezrobocia krótkotrwałego przy jednoczesnym wzroście bezrobocia długotrwałego sprzyja wzrostowi płac. Ponadto badanie wskazuje, że stopa bezrobocia jest tylko jedną z determinant; ważne są także zmiany inflacji i wydajności pracy. Z analizy wynika również, że do spowolnienia dynamiki polskich wynagrodzeń nominalnych podczas światowego kryzysu finansowego przyczyniło się kilka czynników–wzrost stopy bezrobocia krótkotrwałego, względnie niska inflacja oraz obniżenie tempa wzrostu wydajności pracy.",
        "keywords": null,
        "url": "https://bankandcredit.nbp.pl/content/2016/05/bik_05_2016_03_art.pdf"
    },
    {
        "title": "Trade effects of the euro adoption in Central and Eastern Europe",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Jerzy Mycielski",
        "year": "2012",
        "abstract": "In this paper we study trade effects of the euro adoption in the number of Central and Eastern European countries. In our study we employ the generalized gravity model that assumes incomplete specialization in production and controls for both trade theory and trade policy variables. Trade theory variables include both the country size and factor proportion variables. Trade policy variables include the membership in GATT/WTO, BAFTA, CEFTA, OECD, European Agreements and other RTAs. The gravity model is estimated using the Hausman-Taylor approach on the sample of OECD and Central and East European (CEE) countries trading with the rest of the world during the period 1993-2007. In contrast to a number of other studies we find that the adoption of the euro will result in the expansion of trade of Central and Eastern European countries. This result is mainly driven by pegging the exchange rate to Euro and elimination of exchange rate volatility, and by accession to the EMU. However, the participation in the EMU itself is not supposed to increase the volume of trade. According to our forecast the CEE exports to the members of the Eurozone will expand and exports to the third countries will contract.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Jerzy-Mycielski/publication/233094629_Measuring_the_trade_effects_of_the_euro_in_Central_and_Eastern_Europe/links/0c96052cd1491ba036000000/Measuring-the-trade-effects-of-the-euro-in-Central-and-Eastern-Europe.pdf"
    },
    {
        "title": "A specification search algorithm for cointegrated systems",
        "authors": "Michal Kurcewicz, Jerzy Mycielski",
        "year": "2003",
        "abstract": "An enhanced specification search algorithm is presented. Extensions include testing for cointegration, exogeneity and structural breaks (including breaks in the cointegrating vectors) within a maximum likelihood framework. Identification restrictions are based on user input or can be drawn from a database of restrictions specific to the analysed problem. The algorithm is evaluated in a series of Monte-Carlo experiments. As an empirical illustration construction of money demand systems for Austria and Switzerland is presented.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14620156144199421986&hl=en&oi=scholarr"
    },
    {
        "title": "Role of diversity in assembling of rehabilitation teams in Central Europe",
        "authors": "EDIZIONI MINERVA MEDICA",
        "year": "2020/1/14",
        "abstract": "BACKGROUND: Multi-professional teamwork in physical and rehabilitation medicine (PRM) allows achieving patient-centred goals in accordance with the assumptions of the biopsycho-social model of functioning. Team composition and methods of collaboration depend of the specificity of goals to be achieved, as well local contextual factors. International comparative studies on rehabilitation teamwork are lacking, despite data on how teams differ between countries are crucial for the process of harmonization of PRM practice across Europe.\nAIM: To compare models of collaboration within rehabilitation teams in Central Europe. DESIGN: A cross-sectional explorative study SETTING: The data were collected in Bulgaria, Croatia, Czech Republic, Hungary, Poland, Romania, Slovakia between February and June 2018. POPULATION: PRM physicians",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Sasa-Moslavac-2/publication/338631905_Role_of_diversity_in_assembling_of_rehabilitation_teams_in_Central_Europe/links/5eb92ccd4585152169c5905c/Role-of-diversity-in-assembling-of-rehabilitation-teams-in-Central-Europe.pdf"
    },
    {
        "title": "Analiza skutków handlowych przystapienia Polski do Europejskiej Unii Monetarnej przy uzyciu uogólnionego modelu grawitacyjnego",
        "authors": "A Cieslik, J Michalek, J Mycielski",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15373394898424740540&hl=en&oi=scholarr"
    },
    {
        "title": "Relationship between level of economic development, age, and etiology of spinal cord injury: a cross-sectional survey from 22 countries",
        "authors": "Piotr Tederko, James Middleton, Jerzy Mycielski, Conran Joseph, Maria Cristina Pagliacci, Christina-Anastasia Rapidi, Beata Tarnacka, Jolanta Kujawa",
        "year": "2021/10/1",
        "abstract": "Objective\nTo examine relationships between age and spinal cord injury (SCI) and cause of SCI and how this depends on economic development.\nDesign\nCross-sectional survey.\nSetting\nCommunity, 22 countries representing all stages of economic development.\nParticipants\nA total of 12,591 adults with SCI (N=12,591).\nInterventions\nNot applicable.\nMain Outcome Measures\nInteractions between age at injury and gross domestic product per capita based on purchasing power parity (GDP PPP) quartiles calculated with the application of logistic regression with the Maximum Likelihood estimator. Independence between SCI cause and age was assessed with the Wald test.\nResults\nIn persons with traumatic SCI, younger age was associated with a higher likelihood of injury in motor vehicle collisions, whereas older individuals had a greater chance of SCI due to falls. Associations between increased likelihood of high-energy …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0003999321004378"
    },
    {
        "title": "Compliance with prescriptions for wheelchairs, walking aids, orthotics, and pressure-relieving devices in patients with traumatic spinal cord injury",
        "authors": "Jerzy Mycielski, Paweł Turczyn, Beata Tarnacka",
        "year": "2020/4",
        "abstract": "BACKGROUND: The use of adaptive equipment (AE) is the basic indication for patients with spinal cord injury (SCI). Inappropriate decisions concerning the use of AE imply treatment results, patient confidence, and patient and state costs. The present study is the first analysis of the causes of non-compliance conducted in Europe with the provision of AE in SCI patients using Wielandt and Strong’s classification. aiM: the aim of this study is to analyze of the causes of non-compliance in the process of providing aE to sci patients. dEsiGn: retrospective observational study.\nSETTING:“STOCER” Masovian Rehabilitation Centre, Konstancin-Jeziorna, Poland. population: seventy-two patients with traumatic sci 10 months after the completion of the acute and post-acute phases of inpatient rehabilitation.\nMETHODS: Wielandt and Strong’s classification was used to determine the causes of non-compliance with AE provisions and the present authors’ questionnaire with the World Health Organisation Quality of Life (WHOQOL-BREF) were used to identify the risk factors of noncompliance with aE provisions. rEsults: non-compliance with prescribed aE provisions was reported in 34 (49.3%) of 69 study participants. non-compliance was due to medical-related factors in 44.1%, client-related factors in 20.6%, equipment-related factors in 11.8%, and unspecific factors in 17.8% of cases. Non-compliance with AE provisions correlated with complete neurological deficit, preserved ability to walk (in case of wheelchairs), the presence of bedsores (in cases of lower extremity devices), low financial status, and lost ability to walk (in cases of AE for standing and walking). the …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Justyna-Frasunska-2/publication/337782104_Compliance_with_prescriptions_for_wheelchairs_walking_aids_orthotics_and_pressure-relieving_devices_in_patients_with_traumatic_spinal_cord_injury/links/60132424a6fdcc071b9d0545/Compliance-with-prescriptions-for-wheelchairs-walking-aids-orthotics-and-pressure-relieving-devices-in-patients-with-traumatic-spinal-cord-injury.pdf"
    },
    {
        "title": "Social and economic determinants of higher education choices in Poland",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Jerzy Mycielski, Leszek Wincenciak",
        "year": "2014",
        "abstract": "The aim of this paper is to find determinants of the choice of the field of study made by individuals undertaking higher education in Poland. One the most striking elements of the Polish transition process is a fundamental change of the conditions of the tertiary education market. With growing popularity of higher studies, choices related to this aspect of educational paths of young people gain more and more importance. In this empirical study we apply conditional multinomial logit model in order to find predictors of choices of different study profiles. Unobservable characterises for alternatives, regarding wages and probabilities of employment, were estimated using standard linear regression with Heckman selection procedure. The data used in the analysis come from the Polish General Social Survey for the period 1997-2010. General conclusion from our analysis is that economic factors are insignificant predictors of …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=415687"
    }
]