[
    {
        "title": "Demographic and labour-market impacts of migration on Poland",
        "authors": "Paweł Kaczmarczyk, Marek Okólski",
        "year": "2008/10/1",
        "abstract": "Post-2004 labour migration from Poland turned out to be one of the most spectacular migratory movements in contemporary European history. This outflow on a massive scale is surmised to impact on demographic, economic, and social phenomena both in Poland and in the receiving countries. The aim of this paper is to assess the demographic and labour-market impacts of the recent migration of Poles. We argue that selectivity patterns in the post-accession period differ significantly from those noted in the pre-accession phase. Recently, a stronger propensity to migrate is observed among young and relatively well-educated people who, at the same time, originate from economically backward areas characterized by limited employment opportunities. This observation is consistent with our assessment of the labour-market impacts of recent migration from Poland. From the analyses presented it follows that the …",
        "keywords": null,
        "url": "https://academic.oup.com/oxrep/article-abstract/24/3/599/368635"
    },
    {
        "title": "Migracje zarobkowe Polaków w dobie przemian",
        "authors": "Paweł Kaczmarczyk",
        "year": "2005",
        "abstract": "Migracje zarobkowe Polaków w dobie przemian | CiNii Research CiNii 国立情報学研究所 学術 情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ移動 論文・データをさがす 大学図書館の本を さがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN DOI 期間 ~ 本文 リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 極地研ADS 極地研学術DB 公共データカタログ ムーンショット型研究開発 事業 すべて 研究データ 論文 本 博士論文 プロジェクト [2024年7月2日更新]CiNii Dissertations及び CiNii BooksのCiNii Researchへの統合について 新「国立国会図書館サーチ」公開による CiNiiサービスへの影響について 実験的サービス公開サイトであるCiNii Labsを公開しました. Migracje zarobkowe Polaków w dobie przemian Web Site CiNii 所蔵館 1館 Kaczmarczyk, Paweł …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1130000796103349504"
    },
    {
        "title": "Uwarunkowania i mechanizmy migracji zarobkowych w świetle wybranych koncepcji teoretycznych",
        "authors": "Agata Górny, Paweł Kaczmarczyk",
        "year": "2003",
        "abstract": "Obserwatora współczesnych dyskusji naukowych poświęconych problematyce migracji międzynarodowych z pewnością uderza olbrzymia różnorodność teorii i koncepcji, które podejmują tę tematykę. W perspektywie historycznej migracje, czy w szerszym ujęciu mobilność terytorialna, są jednym z najważniejszych przejawów ludzkiej aktywności. Z tego też powodu stała się przedmiotem zainteresowania nie tylko geografii czy demografii, w naturalny sposób zainteresowanych opisem i analizą zmian liczebności populacji, ale i innych nauk społecznych. Jest ona interesującym zjawiskiem z punktu widzenia:-ekonomii, ponieważ większość zachowań migracyjnych ma podtekst zarobkowy a mobilność siły roboczej wpływa na aktywność ekonomiczną zaangażowanych w nią osób i ma określone konsekwencje gospodarcze;-socjologii, gdyż migracje mają zwykle charakter masowy, odbywają się w kontekście społecznym i współtworzą struktury społeczne;-psychologii, ponieważ są one wynikiem określonego procesu decyzyjnego a sama migracja wiąże się z przemianami w sferze tożsamości i świadomości;-nauk politycznych, bo wiąże się z przekraczaniem granic jednostek terytorialnych, w przypadku migracji międzynarodowych granic państwowych, i wpływa na sytuację polityczną zarówno obszarów wysyłających, jak i docelowych;-historii, bo przemieszczenia ludności kształtowały obraz minionego i obecnego świata.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Pawel-Kaczmarczyk-5/publication/267789972_Uwarunkowania_i_mechanizmy_migracji_zarobkowych_w_swietle_wybranych_koncepcji_teoretycznych/links/552b9d790cf2e089a3aa4c00/Uwarunkowania-i-mechanizmy-migracji-zarobkowych-w-swietle-wybranych-koncepcji-teoretycznych.pdf"
    },
    {
        "title": "The war in Ukraine and migration to Poland: Outlook and challenges",
        "authors": "Maciej Duszczyk, Paweł Kaczmarczyk",
        "year": "2022/5",
        "abstract": "The war initiated by Russia against Ukraine in February 2022 has resulted in the largest refugee migration in Europe since World War II, estimated by UNHCR (2022) at 6.3 million persons. In the first two months, almost 3.5 million war refugees crossed the Polish border, of which over 95% were Ukrainian citizens.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10272-022-1053-6"
    },
    {
        "title": "Polska 2030: wyzwania rozwojowe",
        "authors": "Michał Boni",
        "year": "2009",
        "abstract": "▪ Myśląc o rozwoju kraju w perspektywie 20-letniej musimy przede wszystkim myśled o konieczności zniwelowania luk: efektywnościowej, kapitałowej oraz aktywnościowej i kompetencyjnej–jeśli nam się to nie uda, nie zdołamy także zrównad się w poziomie życia z Europą Zachodnią, USA, Japonią czy innymi krajami OECD.",
        "keywords": null,
        "url": "https://zbp.pl/photo/jacek/klub_polska_2015_polska_2030/ZBP_V.03.pdf"
    },
    {
        "title": "International migration in Central and Eastern Europe–current and future trends",
        "authors": "Pawel Kaczmarczyk, Marek Okólski",
        "year": "2005/7/6",
        "abstract": "Since the beginning of 1990s countries of Central and Eastern Europe (CEE) 1 experience extraordinary shift from communist regime towards market economy and democratic state. An important part of these changes is transition in migratory behaviour. Prior to 1990 migration was severely limited in all countries of the region. After an initial and rather brief episode of rural-to-urban exodus in the 1950s, spatial mobility was moderate if not meagre. A leading form of the mobility was circulation, especially commuting to major industrial centres for work. International labour migration was principally contained within the CEE region, and tightly controlled by the governments. Only limited-scale settlement migration connected mainly with family reunion or “repatriation” of ethnic minorities and movements of workers (strictly controlled) were recorded.\nSince the early 1990s the situation has been changing dramatically. The intensity of population movements increased, especially the intra-regional migration intensified. The region witnessed a huge increase in complexity of migration forms–from labour mobility through transit migration to forced migration of asylum seekers and refugees. In many countries of the region immigrants of different status appeared for the first time in the post-war history. Last but not least, there was a fundamental shift observed from the prevalence of long-term migration to short-term mobility, very often cyclical in nature.",
        "keywords": null,
        "url": "https://www.un.org/en/development/desa/population/events/pdf/expert/8/P12_Kaczmarczyk&Okolski.pdf"
    },
    {
        "title": "Migracje specjalistów wysokiej klasy w kontekście członkostwa Polski w Unii Europejskiej",
        "authors": "Paweł Kaczmarczyk, Marek Okólski",
        "year": "2005",
        "abstract": "Migracje specjalistów wysokiej klasy w kontekście członkostwa Polski w Unii Europejskiej | CiNii Research CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ 移動 論文・データをさがす 大学図書館の本をさがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN DOI 期間 ~ 本文リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 極地研ADS 極地研学術DB 公共データカタログ ムーンショット型研究開発事業 すべて 研究データ 論文 本 博士 論文 プロジェクト [2024年7月2日更新]CiNii Dissertations及びCiNii BooksのCiNii Researchへの 統合について 新「国立国会図書館サーチ」公開によるCiNiiサービスへの影響について 実験的サービス 公開サイトであるCiNii Labsを公開しました. Migracje specjalistów wysokiej klasy w kontekście …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1130000795556667008"
    },
    {
        "title": "Labour Mobility in the Enlarged European Union. International Migration from the EU8 countries",
        "authors": "Agnieszka Fihel, Paweł Kaczmarczyk, Marek Okólski",
        "year": "2006",
        "abstract": "The present paper consists of an extensive description of recent migration in the 8 new European Union member countries which accessed the EU on May 1st, 2004. Since 1989 all of these countries experience an unique shift from socialist to market economy. The paper attempts to capture an interplay or correlation of pre- and post-enlargement developments with the phenomena of political and socio-economic transition on migration from and into this region.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/140798"
    },
    {
        "title": "Współczesne migracje zagraniczne Polaków: aspekty lokalne i regionalne",
        "authors": "Paweł Kaczmarczyk",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9572328535994431190&hl=en&oi=scholarr"
    },
    {
        "title": "Recent trends in international migration in Poland",
        "authors": "Agnieszka Fihel, Paweł Kaczmarczyk, Renata Stefańska",
        "year": "2012",
        "abstract": "The article presents the main recent developments in migration policy and migration trends to and from Poland. Polish migration policy has been becoming more open to immigrants in the years 2009-2011, especially immigrants needed by the Polish economy. At the same time, according to the new migration strategy, it is going to devote more attention to the issue of immigrants’ integration. As for trends in international migration, the trans-border mobility remained elevated and intensified, among others due to agreements on the Local Border Traffic with the Eastern neighbours. Since 2006 the emigration for a permanent stay has been decreasing and immigration for a permanent stay has been increasing, mostly due to return migration of Polish citizens, but still, in 2010 a negative net migration was registered. The number of long-term Polish emigrants stabilized, while the number of short-term emigrants declined …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=106832"
    },
    {
        "title": "A known but uncertain path: The role of foreign labour in Polish agriculture",
        "authors": "Agata Górny, Paweł Kaczmarczyk",
        "year": "2018/11/1",
        "abstract": "We assess the role of foreign labour in Polish agriculture in the short run, and reflect on the sustainability of the supply of foreign labour in the long run. We thus examine an example of a new immigrant destination that is characteristic for a large share of agriculture production in the total product and oversupply of domestic labour in a farm sector as a heritage of the post-communist past. Drawing on registry data, on a survey of farmers conducted in 2016, and on a survey of Ukrainian migrants (the largest group of labour migrants in Poland) conducted in 2015, we document the high reliance of the farm sector on foreign workers in several regions of Poland, especially in the Mazowieckie region which is where the rate of employment of foreign labour is the highest in Poland. Because low-paid and arduous farm work is not too attractive to migrants, they tend to seek employment in other sectors, especially women and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0743016717311282"
    },
    {
        "title": "Migration: a threat or a chance? Recent migration of Poles and its impact on the Polish labour market",
        "authors": "Agnieszka Fihel, Paweł Kaczmarczyk",
        "year": "2016/4/22",
        "abstract": "From the nineteenth century onwards, Poland has been an important sending country in the global migration system. Underdeveloped both economically and socially, it has found itself on the periphery of an increasingly dynamic developing western world, perfectly placed as a country of emigration. During the communist period, however, migratory outflows from Poland, though fuelled by a range of political and economic push and pull factors, were seriously limited. 1 it was not until the 1980s that emigration, often undertaken under the cover of tourist movements, took place on a massive scale. this pattern continued after the fall of communism with Polish nationals being allowed to travel to many west european countries through various entry/visa schemes, with others working abroad as undocumented labour. in fact, many Poles devised a strategy of ‘commuting’between their usual residence and often irregular …",
        "keywords": null,
        "url": "https://www.taylorfrancis.com/chapters/edit/10.4324/9781315601137-3/migration-threat-chance-recent-migration-poles-impact-polish-labour-market-agnieszka-fihel-pawe%C5%82-kaczmarczyk"
    },
    {
        "title": "Economic impacts of migration on Poland and the Baltic states",
        "authors": "Pawel Kaczmarczyk, Marek Okólski",
        "year": "2008/6/3",
        "abstract": "Slajd 1 Page 1 Economic impacts of emigration in Poland and the Baltic states Paweł Kaczmarczyk Centre of Migration Research University of Warsaw Fafo Østforum, Oslo June, 3rd 2008 Page 2 Outline ❑ Recent migration of Poles and citizens of the Baltic States – an overview ❑ Impact on demographic phenomena in home countries ❑ Remittances – macro- and microeconomic perspectives ❑ Labour market perspective ❑ Conclusions – future prospects Page 3 Features of migration from the CEE countries in the transition period ❑ The outflow much lower and less diversified than in the previous decades ❑ The number of net emigration countries decreased → shift to net immigration countries (Hungary, Czech Rep.) ❑ Temporary flows as dominant migration type ❑ Outflow did not matter neither for sending nor for receiving countries → scale of irregular migration (?), but: in all regularisation programmes pursued in …",
        "keywords": null,
        "url": "https://fafooestforum.no/arkiv/080603/pawel_kaczmarczyk.pdf"
    },
    {
        "title": "War refugees from Ukraine in Poland–one year after the Russian aggression. Socioeconomic consequences and challenges",
        "authors": "Maciej Duszczyk, Agata Górny, Paweł Kaczmarczyk, Andrzej Kubisiak",
        "year": "2023/2/1",
        "abstract": "Russia’s aggression against Ukraine, which started on 24 February 2022, marked the beginning of the second stage of the war between the two countries. As a result, more than 8 million war refugees from Ukraine crossed the borders of Poland. At the end of December 2022, more than 1 million of them still remained in Poland. This paper analyses the situation of Ukrainian war refugees residing in Poland and the challenges involved. In particular, it focuses on the labour market, area on which the success of the integration process of foreigners into the host society largely depends. The authors refer to a set of available register data (border crossings, ID registration system, labour market participation and participation in the schooling system), as well as information obtained by large‐scale surveys targeting the Ukrainian population in Poland in wartime. On this basis, we formulate key conclusions and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1757780223002810"
    },
    {
        "title": "Współczesne migracje zagraniczne Polaków–skala, struktura oraz potencjalne skutki dla rynku pracy",
        "authors": "Paweł Kaczmarczyk",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12586336675328882961&hl=en&oi=scholarr"
    },
    {
        "title": "The impact of migration on Poland: EU mobility and social change",
        "authors": "Anne White, Izabela Grabowska, Paweł Kaczmarczyk, Krystyna Slany",
        "year": "2018",
        "abstract": "How has the international mobility of Polish citizens intertwined with other influences to shape society, culture, politics and economics in contemporary Poland? The Impact of Migration on Poland offers a new approach for understanding how migration affects sending countries, and provides a wide-ranging analysis of how Poland has changed, and continues to change, since EU accession in 2004. The authors explore an array of social trends and their causes before using in-depth interview data to illustrate how migration contributes to those causes. They address fundamental questions about whether and how Polish society is becoming more equal and more cosmopolitan, arguing that for particular segments of society migration does make a difference, and can be seen as both leveller and eye-opener. While the book focuses mainly on stayers in Poland, and their multiple contacts with Poles in other countries, Chapter 9 analyses ‘Polish society abroad’, a more accurate concept than ‘community’ in countries like the UK, and Chapter 10 considers impacts of immigration to Poland. The book is written in a lively and accessible style, and will be important reading for anyone interested in the influence of migration on society, as well as students and scholars researching EU mobility, migration theory and methodology, and issues facing contemporary Europe.",
        "keywords": null,
        "url": "https://library.oapen.org/handle/20.500.12657/28334"
    },
    {
        "title": "Polityka migracyjna jako instrument promocji zatrudnienia i ograniczania bezrobocia",
        "authors": "Paweł Kaczmarczyk, Marek Okólski",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=3030496019975470370&hl=en&oi=scholarr"
    },
    {
        "title": "Imigranci w Polsce w kontekście uproszczonej procedury zatrudniania cudzoziemców",
        "authors": "Agata Górny, Paweł Kaczmarczyk, Monika Szulecka, Maciej Bitner, Urszula Siedlecka, Aneta Stefańczyk, Marek Okólski",
        "year": "2018/10/27",
        "abstract": "Raport, który trzymają Państwo w rękach, stanowi zbiorczy opis wyników badań poświęconych funkcjonowaniu procedury uproszczonej dostępu do polskiego rynku pracy. Tym mianem określa się przede wszystkim instrument, którym do końca 2017 roku były oświadczenia o zamiarze powierzenia pracy cudzoziemcowi umożliwiające im pracę w Polsce przez sześć miesięcy w ciągu 12 miesięcy bez dodatkowych zezwoleń. Instrument ten został wprowadzony w roku 2006 w rolnictwie, aw 2007 roku–we wszystkich sektorach polskiego rynku pracy w odniesieniu do wybranych grup cudzoziemców, których katalog rozszerzał się stopniowo. W roku 2017 obejmował sześć krajów: Armenię, Białoruś, Gruzję, Mołdawię, Rosję i Ukrainę. Od 1 stycznia 2018 roku na uproszczony system zatrudniania cudzoziemców składają się: oświadczenia o powierzeniu wykonywania pracy cudzoziemcowi (dostępne tylko dla cudzoziemców z powyższych sześciu krajów) umożliwiające pracę w Polsce przez sześć miesięcy w ciągu roku oraz zezwolenia na pracę sezonową dostępne dla wszystkich grup obcokrajowców i umożliwiające pracę przez dziewięć miesięcy w roku kalendarzowym, lecz tylko w wybranych sektorach–rolnictwie oraz usługach sezonowego wyżywienia i zakwaterowania.\nProcedura uproszczona, wprowadzona do polskiego porządku prawnego ponad dziesięć lat temu, stała się kluczowym mechanizmem umożliwiającym podejmowanie pracy przez cudzoziemców w Polsce. Motywacją do podjęcia badań, których wyniki prezentuje ten raport, było przekonanie, że niezwykle dynamicznie rozwijający się w ostatnich latach obszar migracji sezonowej …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Agata-Gorny/publication/338213381_Imigranci_w_Polsce_w_kontekscie_uproszczonejprocedury_zatrudnianiacudzoziemcow/links/5e0764434585159aa4a0e355/Imigranci-w-Polsce-w-kontekscie-uproszczonejprocedury-zatrudnianiacudzoziemcow.pdf"
    },
    {
        "title": "War and migration: the recent influx from Ukraine into Poland and possible scenarios for the future",
        "authors": "Maciej Duszczyk, Paweł Kaczmarczyk",
        "year": "2022/4",
        "abstract": "The outbreak of war in Ukraine has drastically changed the migratory situation in many countries of Central and Eastern Europe. Among them, Poland is playing the most important role, with around 3 million persons fleeing the war zone who arrived in Poland between February 24th and the end of April 2022. This unprecedented inflow of war refugees clearly raises questions about future developments and challenges related to the presence of Ukrainian citizens in Poland. This text presents the first attempt at estimating the possible future stocks of immigrants from Ukraine in the country and points out related challenges. For obvious reasons, this attempt is subject to a great risk of errors, but the presented scenarios indicate that regardless of the development of the situation on the front line, we have to reckon with the fact that in the perspective of the coming months (or maybe\n1 In this text, we use the term\" war refugees from Ukraine\", so as to adequately reflect their specificity. These people are not granted the refugee status under the 1951 Geneva Convention, and most of them also do not intend to applly for one of the forms of international protection. Therefore, it was necessary to find another term for their status in the European Union. The proposed term includes very different categories of people,",
        "keywords": null,
        "url": "https://www.migracje.uw.edu.pl/wp-content/uploads/2022/04/Spotlight-APRIL-2022.pdf?utm_source=nationaltribune&utm_medium=nationaltribune&utm_campaign=news"
    },
    {
        "title": "Winners and losers among skilled migrants: The case of post-accession Polish migrants to the UK",
        "authors": "Pawel Kaczmarczyk, Joanna Tyrowicz",
        "year": "2015",
        "abstract": "We test if migration leads to increased wages. We take the example of Polish migrants to the United Kingdom and focus on the mobility of well educated Poles. We offer insights into absolute and relative change in wages of the migrants, utilizing the data from the UK and Polish labor force surveys. We find that while overall the returns to migration are low, they are negligible or even insignificant for the highly skilled migrants from Poland to the UK. These results hold for both absolute and relative measures.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/111510"
    }
]