[
    {
        "title": "Objective and self-reported assessment of physical activity of women over 60 years old",
        "authors": "Anna Ogonowska-Slodownik, Natalia Morgulec-Adamowicz, Paula Richley Geigle, Malgorzata Kalbarczyk, Andrzej Kosmol",
        "year": "2022/6/1",
        "abstract": "The aim of the study was to examine changes in objective and self-reported physical activity (PA) among women aged 60 years and older. The study included 200 women aged over 60 years, divided into three groups according to age (60–65 years, 66–70 years, > 70 years). The subjective assessment was provided with the International Physical Activity Questionnaire (IPAQ) – short version with self-reported PA assessment, and objective data was provided by an Actigraph GT3-BT worn for seven days. Significant differences in moderate and high intensity PA, moderate-to-vigorous PA and steps per day were found between the oldest and youngest groups; as well as in low, moderate, moderate-to-vigorous PA and steps per day between groups middle and oldest. In all three age groups, 1) significant differences were observed between subjective and objective measurements of physical activity and 2) no …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s12126-021-09423-z"
    },
    {
        "title": "Childlessness, geographical proximity and non-family support in 12 European countries",
        "authors": "Agnieszka Fihel, Małgorzata Kalbarczyk, Anna Nicińska",
        "year": "2022/11",
        "abstract": "The number of relatives and geographical proximity between them affects informal support provided to older persons. In this study, we investigate whether (a) childless persons and parents living remotely from their adult children experience similar shortages in informal support, and (b) whether neighbours, friends and other non-family helpers compensate for these shortages. On the basis of Survey on Health, Ageing and Retirement in Europe (SHARE) data for 12 European countries, we estimate the probability and amount of informal non-financial support received by persons aged 65 and over who remain childless or live at different distances to their children. The contribution of non-family individuals is rather complementary to the help from family. Parents residing in the proximity of their children rely almost exclusively on family; as the geographical distance between adult children and older parents increases …",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/ageing-and-society/article/childlessness-geographical-proximity-and-nonfamily-support-in-12-european-countries/A8ABF056F60C4C296DCE21540177D965"
    },
    {
        "title": "Portret generacji 50+ w Polsce iw Europie. Wyniki badania zdrowia, starzenia się i przechodzenia na emeryturę w Europie (SHARE)",
        "authors": "Anita Abramowska-Kmon, Małgorzata Bała, Agnieszka Chłoń-Domińczak, Dorota Holzer-Żelażewska, Małgorzata Kalbarczyk-Stęclik, Irena E Kotowska, Anna Maliszewka, Magdalena Michałejko, Michał Myck, Mateusz Najsztub, Anna Nicińska, Monika Oczkowska, Wojciech Paczyński, Marta Palczyńska, Maja Rynko, Roman Topór-Mądry",
        "year": "2014",
        "abstract": "Proces starzenia się ludności ma istotny wpływ na wiele procesów społecznych i gospodarczych. O ile kilkadziesiąt lat temu osoby w wieku 50, 60 lat i więcej stanowiły stosunkowo małą część populacji, to dzisiaj nie tylko jest tych osób znacznie więcej, lecz także wydłuża się okres życia, który mają jeszcze przed sobą. Zmiany oznaczają szereg wyzwań, ale jednocześnie stwarzają wyjątkowe możliwości dla jednostki, społeczeństwa i gospodarki. Starzenie się ludności w wyniku długookresowych trendów spadku płodności i umieralności jest procesem globalnym, który nabiera szczególnej dynamiki w XXI wieku. Jednak Europa wyróżnia się ze względu na zaawansowanie procesu przemian struktur wieku. Spadek dzietności do poziomu, który nie gwarantuje zastępowalności pokoleń, prowadzi w konsekwencji do zmniejszania się udziału dzieci i młodzieży w populacji. Z drugiej strony stale rosnąca długość trwania życia, skutkuje zwiększaniem udziału osób starszych w populacji. Dodatkowo, Europa jest pierwszym kontynentem, który doświadczy spadku liczby osób w wieku produkcyjnym. Zmiany struktur wieku będą szczególnie intensywnie przebiegać w Polsce, podobnie jak w innych krajach Europy Środkowo-Wschodniej ze względu na szybki spadek i utrzymywanie się niskiego poziomu dzietności po 1989 r.(poniżej 1, 5 dziecka na kobietę w wieku rozrodczym). Aby zrozumieć wyzwania związane ze starzeniem się ludności, należy spojrzeć całościowo na populację 50+. Konieczne jest zatem uwzględnienie z jednej strony stanu zdrowia tych osób, ich kapitału ludzkiego i umiejętności kognitywnych, więzi społecznych, az drugiej–przyjmując …",
        "keywords": null,
        "url": "https://open.icm.edu.pl/bitstreams/520ac781-12ed-4a7f-981d-90d3b1f32f53/download"
    },
    {
        "title": "Physical activity and healthcare costs: Projections for Poland in the context of an ageing population",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak",
        "year": "2019/8",
        "abstract": "Background\nThe proportion of older people in many countries, including Poland, is expected to increase, which will lead to a rise in healthcare costs.\nObjectives\nThis study aims to analyse the impact of older adults’ physical activity on public spending on healthcare in Poland over the long term.\nMethod\nTo include the physical activity factor needed for our long-term projections, we modified the macro-simulation model used by the European Commission in Poland. We used the Survey of Health, Ageing and Retirement in Europe database to calculate the number of healthcare users depending on their level of physical activity. We used three measures of healthcare users: people with chronic diseases, people who were in hospital or visited a doctor more than once in the previous year, and people who subjectively evaluated their health as fair or poor.\nResults\nWe found that a higher level of physical activity in older adults …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s40258-019-00472-9?platform=hootsuite&error=cookies_not_supported&code=aeb90e98-4d32-4e57-9ab0-5d615841e891"
    },
    {
        "title": "Subjective equivalence scale–cross-country and time differences",
        "authors": "Malgorzata Kalbarczyk-Steclik, Rafal Mista, Leszek Morawski",
        "year": "2017/8/7",
        "abstract": "Purpose\nThe purpose of this paper is to calculate the subjective equivalence scale and poverty rates for Poland and compare them to equivalence scales in Eastern and Western Europe.\nDesign/methodology/approach\nThe analysis is based on European Union Statistics on Income and Living Conditions data for 2005-2012. In particular, the authors capture the minimum needs income question and, knowing the minimum needs income of each individual’s observation, apply OLS regression controlling for income and household structure to estimate the poverty threshold, equivalence scales and poverty.\nFindings\nThe subjective equivalence scales for the Euro Zone are constant for the period 2004-2012 and less stable for the CEE countries. The child cost in relation to the cost brought by an additional adult is higher in the CEE countries than in the Euro Zone countries. The subjective poverty rates are lower than the …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/ijse-09-2015-0251/full/html"
    },
    {
        "title": "Finansowe i niefinansowe transfery w próbie SHARE",
        "authors": "Małgorzata Kalbarczyk, Anna Nicińska",
        "year": "2009",
        "abstract": "Artykuł przedstawia wstępną analizę danych SHARE dotyczących wsparcia finansowego i niefinansowego gospodarstw domowych. Pokazano częstotliwość udzielania i otrzymywania pomocy finansowej oraz niefinansowej, spadków i opieki nad wnukami w porównaniu międzynarodowym. Bardziej szczegółowe analizy skupiają się na Polsce i obejmują analizę dawców i biorców oraz przyczyn udzielonych jak i otrzymanych transferów, a także wysokość transferów finansowych i częstość niefinansowych. Analizy pokazują, że osoby po 50. roku życia są nie tylko biorcami, ale często dawcami transferów. Wyniki dla Polski pod wieloma względami wykazują podobieństwo do krajów południowych Unii Europejskiej.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000162474834"
    },
    {
        "title": "The last and previous year of life in Europe: A comparative analysis of care received and daily living limitations",
        "authors": "M Kalbarczyk-Steclik, A Nicinska",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14581958200812487327&hl=en&oi=scholarr"
    },
    {
        "title": "Social and private activity after retirement—substitutes or complements",
        "authors": "Małgorzata Kalbarczyk, Beata Łopaciuk-Gonczaryk",
        "year": "2022/10/5",
        "abstract": "Background\nCommonly observed low activity of older adults harms their well-being. We perceive the retirement as a new opening that could be utilized to fulfill previously neglected needs and involve in new activities. They can be a remedy for losing the sense of life while changing the social role and getting older. This study explores trends in activity over retirement. In particular, it verifies if different post-retirement activities: 1) formal social engagement; 2) informal help given outside the household; 3) solitary leisure or self-development activities, and 4) sociable leisure or self-development activities are mutually exclusive or supportive of each other.\nMethods\nWe use the data from 4 and 6th wave of Survey of Health, Ageing and Retirement in Europe, taking into consideration 2757 respondents who participated in both waves. We analyze trends in activity over retirement and verify the hypotheses regarding the …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1186/s12877-022-03464-y"
    },
    {
        "title": "Health, work and life-style of the 50+ population in Poland in comparison with other European countries",
        "authors": "M Myck, J Czapiński, W Dorabialski, A Gilis-Januszewska, M Kalbarczyk, G Kula, A Nicinska, R Topor-Madry, R Wisniewski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8210659752659985960&hl=en&oi=scholarr"
    },
    {
        "title": "Income and satisfaction: Panel data analysis for Poland and England",
        "authors": "Malgorzata Kalbarczyk",
        "year": "2006",
        "abstract": "In this paper the relation between subjective satisfaction from the income and income distribution in two countries, one with stable income distribution (England) and the other with very volatile environment (Poland), was studied. Two hypotheses were analyzed. First, a Hirschman’s theory, which says that when the distribution of wealth changes rapidly people believe that someone else’s success proves that there is also a possibility for them to become richer and their satisfaction rises. Next, the hypothesis that the transformation of a political system leads to changes in the role played by the family in society, was considered. It is well known that in communist countries the family was for the citizens much more important than in Western Europe-one can expect that after the transformation this difference should disappear.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=18002091712494023179&hl=en&oi=scholarr"
    },
    {
        "title": "Ostatni rok życia Polaków w świetle danych SHARE: analiza porównawcza",
        "authors": "Małgorzata Kalbarczyk-Stęclik, Anna Nicińska",
        "year": "2013",
        "abstract": "Umieralność to obok płodności i ruchu wędrówkowego kluczowe zagadnienie demografii, która z natury rozważa je w ujęciu interdyscyplinarnym. Po przejściu od wzorca reprodukcji ludności rozrzutnej ku reprodukcji oszczędnej, starzenie się populacji stało się jednym z częściej badanych procesów demograficznych. Wraz z pytaniem o granice wydłużania się przeciętnego dalszego trwania życia należy postawić pytanie o granice trwania życia w zdrowiu. Dotyczy ono nie tylko względnie dobrze rozpoznanego problemu czasu życia w chorobie czy niesprawności (Wróblewska 2008), ale też kieruje uwagę na czas trwania umierania (np. Covinsky i in. 2003). W tym drugim nurcie badań poszukuje się oznak występowania określonych fizycznych elementów umierania u pacjenta (Sporken 1989), który znajduje\n1 Projekt został sfinansowany ze środków Narodowego Centrum Nauki przyznanych na podstawie decyzji numer DEC-2011/01/B/HS4/04815. Autorki pragną podziękować uczestnikom konferencji „Demografia stosowana–o nowych metodach analiz i potrzebach badawczych”. This paper uses data from SHARE wave 4 release 1, as of November 30th 2012 or SHARE wave 1 and 2 release 2.5. 0, as of May 24th 2011 or SHARELIFE release 1, as of November 24th 2010. The SHARE data collection has been primarily funded by the European Commission through the 5th Framework Programme (project QLK6-CT-2001-00360 in the thematic programme Quality of Life), through the 6th Framework Programme (projects SHARE-I3, RII-CT-2006-062193, COMPARE, CIT5-CT-2005-028857, and SHARELIFE, CIT4-CT-2006-028812) and through the …",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/96042/mainfile.pdf"
    },
    {
        "title": "Zdrowie, praca i styl życia populacji 50+ w Polsce na tle innych krajów Europy",
        "authors": "M Myck, J Czapiński, W Dorabialski, A Gilis-Januszewska, M Kalbarczyk, G Kula, A Nicińska, R Topór-Mądry, M Wiśniewski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=162139524796027705&hl=en&oi=scholarr"
    },
    {
        "title": "Private transfers to parents from their genetically related and nongenetically related children",
        "authors": "Malgorzata Kalbarczyk-Steclik, Anna Nicinska",
        "year": "2012/6/1",
        "abstract": "Ageing populations in Europe are facing opportunities, but also threats, such as insufficient provision of care to the elderly. Private transfers, that is, transfers that do not involve any public institutions, are one solution to this problem. In this paper, the hypothesis on altruistic transfers within families is investigated. We distinguish families with all children being genetically related to parents and families with at least one child nongenetically related to parents. We test whether the two types of families differ with respect to private transfers between parents and children. We examine a sample of parents aged 50+ in Europe. Our findings show that parents with a nongenetically related child are less likely to receive financial transfers from children than parents with all children genetically related. However, once a financial transfer from children to parents is made, its value does not differ between parents with and without a …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.5172/jfs.2012.18.1.36"
    },
    {
        "title": "Osoby w wieku 50 lat i więcej jako dawcy i odbiorcy wsparcia",
        "authors": "Anita Abramowska-Kmon, Małgorzata Kalbarczyk-Stęclik",
        "year": "2016",
        "abstract": "W obliczu postępującego procesu starzenia się ludności jedną z ważniejszych kwestii staje się wsparcie finansowe i niefinansowe udzielane i otrzymywane przez osoby powyżej 50. roku życia. Osoby te świadczą pomoc zarówno niesamodzielnym dorosłym, jak i wnukom, a także same korzystają ze wsparcia innych osób. Oprócz częstości, wartości i kierunku tej pomocy interesujące są także motywy (dwa podstawowe to altruizm oraz chęć wymiany), jak również zależność między pomocą prywatną a pomocą państwa. Celem artykułu jest przedstawienie wyników analiz dotyczących osób w wieku 50 lat lub więcej jako dawców i odbiorców różnego rodzaju wsparcia przeprowadzonych na podstawie danych pochodzących z badania SHARE (Survey of HealthAging and Retirement in Europe).(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171436522"
    },
    {
        "title": "Long-term care costs and obesity-projections for Poland",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak, Dagmara Mycielska",
        "year": "2022/11/1",
        "abstract": "The share of both elderly and obese people in the population of many countries, including Poland in particular, will increase. The aim of the study is to investigate the impact of obesity of adults 50+ on public expenditures on long-term care in Poland. Using the Survey on Health Ageing and Retirement in Europe (SHARE) database and the European Commission macro-simulation model, we estimate long-term projection of long-term care costs of older adults depending on the level of obesity. Our results suggest that obese people are more likely to be disabled and obesity of adults 50+ may increase the long-term care costs by up to 0.3% of GDP in 2070 horizon.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0167268122003328"
    },
    {
        "title": "Non-financial support provided to parents in stepfamilies: Empirical examination of Europeans 50+",
        "authors": "Małgorzata Kalbarczyk",
        "year": "2021/5/13",
        "abstract": "The aging of the population, coupled with increasing divorce and remarriage rates, are changing the structure of potential non-financial support for older parents. The purpose of this study was to examine support provided to parents aged 50+ in stepfamilies and to determine if the difference existed between help provided by natural children and stepchildren. The primary objective was to investigate whether blood ties were a significant determinant of the support if the quality of the relationship between the parent and a natural child or a stepchild was taken into account. The secondary objective was to answer the question to what extent the reciprocal exchange motive of support was observed in stepfamilies. The probability of non-financial support from children and stepchildren was estimated based on the sixth wave of the SHARE (Survey on Health, Ageing, and Retirement in Europe) database for European countries. Children in stepfamilies provided less non-financial help to parents than those in intact families. Stepchildren were less likely to be in stepparents’ social networks, and stepparents provided less help with childcare for grandchildren than they did to their biological children. Relationship closeness and looking after grandchildren increased the probability of non-financial support to older parents, regardless of whether the donor was a natural child or a stepchild.",
        "keywords": null,
        "url": "https://www.mdpi.com/1660-4601/18/10/5151"
    },
    {
        "title": "Impact of physical activity by older people on long-term care cost projections in Poland",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak",
        "year": "2020/3/3",
        "abstract": "In this study, we investigate whether higher physical activity of older people dampens increases in public expenditure, particularly the costs of long-term care. In our estimations, we refer to the projections of long-term care costs in Poland, published by the European Commission. Using the Survey of Health, Ageing and Retirement in Europe (SHARE) database, we calculate disability rates based on physical activity performed. Our results suggest that disability rates are significantly lower for older people who are physically active, and the promotion of physical activity in Polish society may significantly reduce future budgetary burden connected with population aging.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08959420.2018.1563474"
    },
    {
        "title": "Children's proximity and non-family support to elderly adults in Europe",
        "authors": "Agnieszka Fihel, Małgorzata Kalbarczyk, Anna Nicińska",
        "year": "2019",
        "abstract": "Geographical distance between adult children and elderly parents adversely affects the provision of help to the latter. We investigate how neighbours, friends and other non-family individuals compensate for the shortages of help received by elderly persons. On the basis of SHARE data for twelve European countries, we estimate the probability and amount of unpaid support received by persons aged 65 and over living at different distances to their children. Parents living in the proximity rely almost exclusively on family; as the geographical distance between adult children and elderly parents increases, the probability and amount of non-family support increase as well. In eastern and southern Europe, elderly individuals receive more support from both family and non-family than their counterparts in western and northern Europe. Non-family supporters compensate for the absence of children in the proximity, but the engagement of the former depends strongly on cultural and institutional conditions.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/213950"
    },
    {
        "title": "Badanie związku pomiędzy obiektywną a subiektywną zamożnością gospodarstw domowych",
        "authors": "Małgorzata Kalbarczyk",
        "year": "2006",
        "abstract": "Autorka bada związki pomiędzy dochodami obiektywnymi i subiektywnymi gospodarstw domowych, wprowadza i definiuje termin satysfakcji z dochodu oraz rozważa wpływ zmiennych socjologiczno-społecznych, dochodów realnych i referencyjnych na poziom satysfakcji z poziomu uzyskiwanych zarobków.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000126791"
    },
    {
        "title": "Financial and non-financial private transfers from close ones: beyond family and kinship",
        "authors": "Anna Nicińska, Małgorzata Kalbarczyk, Agnieszka Fihel",
        "year": "2022/4/3",
        "abstract": "Internally defined ties such as friendship, trust, or closeness might enhance private transfers. The present study examines the role of these ties on top of the impact of genetic relatedness and legal family relations using families with varied access to filial support as a source of heterogeneity. We investigate, in addition to family support, financial and non-financial transfers received from unrelated individuals by mature adults in childless, dispersed (that is, with an adult child living at a significant distance from parents), and local families using the Survey on Health, Ageing and Retirement in Europe. We find that the structure of support given to mature adults indeed depends on internally defined ties that are independent from family ties, controlling for other relevant factors. The positive impact on informal support of internally defined ties concerns particularly, but is not limited to, non-financial support.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13229400.2020.1750452"
    }
]