[
    {
        "title": "Managerial (dis) preferences towards employees working from home: Post-pandemic experimental evidence",
        "authors": "Agnieszka Kasperska, Anna Matysiak, Ewa Cukrowska-Torzewska",
        "year": "2024/5/15",
        "abstract": "Work from home (WFH) has been a part of the professional landscape for over two decades, yet it was the COVID-19 pandemic that has substantially increased its prevalence. The impact of WFH on careers is rather ambiguous, and a question remains open about how this effect is manifested in the current times considering the recent extensive and widespread use of WFH during the pandemic. To answer these questions, this article investigates whether managerial preferences for promotion, salary increase and training allowance depend on employee engagement in WFH. We take into account the employee’s gender, parental status as well as the frequency of WFH. Furthermore, we examine whether managers’ experience with WFH and its prevalence in the team moderate the effect of WFH on careers. An online survey experiment was run on a sample of over 1,000 managers from the United Kingdom. The experiment was conducted between July and December 2022. The findings indicate that employees who WFH are less likely to be considered for promotion, salary increase and training than on-site workers. The pay and promotion penalties for WFH are particularly true for men (both fathers and non-fathers) and childless women, but not mothers. We also find that employees operating in teams with a higher prevalence of WFH do not experience negative career effects when working from home. Additionally, the more WFH experience the manager has, the lesser the career penalty for engaging in this mode of working. Our study not only provides evidence on WFH and career outcomes in the post-pandemic context but also furthers previous …",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0303307"
    },
    {
        "title": "Gender and Family Perspectives on the Uptake of ICT-Induced Home-Based Work",
        "authors": "Ewa Cukrowska-Torzewska, Anna Matysiak, Agnieszka Kasperska",
        "year": "2023",
        "abstract": "This article examines how men and women exploited the work location flexibility enabled by ICT in the context of their family obligations prior to the Covid-19 pandemic. We use the 2015 European Working Conditions Survey for 30 European countries and estimate a set of multinomial logistic regression models, with the dependent variable measuring the frequency of home-based work. We find that when using ICT at work, men were more likely to work from home, both occasionally and more frequently whereas women were more likely to engage in sporadic home-based work but less likely to do so frequently. These results are particularly true for parents, except for single mothers of young children. As single mothers cannot rely on partners’ support in combining paid work and care, the advantages of home-based telework (time savings, flexible time organization) outweigh the negative consequences of this work arrangement.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Agnieszka-Kasperska/publication/383659445_Gender_and_family_perspectives_on_the_uptake_of_ICT-induced_home-based_work/links/66d5a7b964f7bf7b194d9382/Gender-and-family-perspectives-on-the-uptake-of-ICT-induced-home-based-work.pdf"
    },
    {
        "title": "Work from home and perceived changes to work-life balance among mothers and fathers during the COVID-19 pandemic",
        "authors": "Anna Kurowska, Agnieszka Kasperska, Gayle Kaufman",
        "year": "2023",
        "abstract": "Better access to work from home (WFH) during the COVID-19 pandemic offered parents the possibility to accommodate increasing childcare needs, but at the same time it led to an unprecedented scale of workers performing paid and care work simultaneously. The overall effects of WFH on work-life balance (WLB) during the pandemic are thus not clear. In our study we argue that three important moderators alter the positive relationship between WFH on perceived changes to WLB during the pandemic: i) time that children spent at home due to the pandemic, ii) change in parent’s working hours during the pandemic and iii) presence of a partner in the household. We place particular interest in gender differences for these effects. We use unique data from the Familydemic Survey, conducted between June and September 2021, on a representative sample of 9,364 mothers and fathers living with at least one child aged less than 12 in six countries (Canada, Italy, Germany, Poland, Sweden and the US). We find evidence showing that WFH was positively related to perceived change in WLB among mothers and fathers, regardless of partnership status. However, the positive effect was weaker among those mothers whose child(ren) stayed at home due to childcare closures for longer than a month. The positive relationship among mothers disappeared if women increased their working hours during the pandemic. In addition, we found a negative relationship between WFH and WLB among fathers who increased their working hours during the pandemic. We also provide evidence that mothers (compared to fathers), parents whose children were out of …",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2023-29.html"
    },
    {
        "title": "Work from Home and Perceptions of Career Prospects of Employees with Children",
        "authors": "Anna Kurowska, Agnieszka Kasperska",
        "year": "2024",
        "abstract": "This study explores how various work and family-related contexts moderated the link between work-from-home (WFH) and self-perceived changes to the career prospects among employees with children after over a year of the COVID-19 pandemic. We argue that the link between WFH and the perception of changes to one’s career prospects is likely to differ depending on gender, occupation, whether the employee has worked from home before the pandemic, how much time their children spent at home due to pandemic restrictions and the cohabiting status of the parent. We conducted fixed effects multinomial regression models using a unique multi-country dataset, including representative samples of parents with dependent children from Canada, Germany, Italy, Poland, Sweden, and the US. Employees with children who had prior experience with WFH before the pandemic were more likely to report improved career prospects than those who worked solely in the office. The positive effect of WFH for newcomers to the world of remote work was less unequivocal and varied based on occupation and gender. We also find that the presence of children at home and the cohabitation status substantially moderate the link between WFH and perceived changes to one’s career prospects, with different implications based on the employee's gender. We fill the research gap by showing how fluid workers' perceptions of career prospects depend on varying professional (prior experience with WFH and occupation) and personal (increased family demands) situations. This study also indicates the need for context-sensitive career management in organisations.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2024-08.html"
    },
    {
        "title": "Working from Home and Perception of Change in Work-Life Balance Among Parents with Dependent Children in Six Countries during the Covid-19 Pandemic",
        "authors": "Anna Kurowska, Agnieszka Kasperska, Gayle Kaufman",
        "year": "2023/6/27",
        "abstract": null,
        "keywords": null,
        "url": "https://isaconf.confex.com/isaconf/wc2023/meetingapp.cgi/Paper/145112"
    },
    {
        "title": "Mechanisms Underlying the Effects of Work From Home on Careers in the Post-Covid Context",
        "authors": "Anna Matysiak, Agnieszka Kasperska, Ewa Cukrowska-Torzewska",
        "year": "2023",
        "abstract": "This article explores how Work From Home (WFH) affects workers’ career progression in the post-pandemic context of the United Kingdom, elucidating the mechanisms that drive these outcomes. Using data from the discrete choice experiment fielded between July and December 2022 among 1,000 managers, we show that teleworkers, whether in hybrid or full-time WFH arrangements, face a disadvantageous evaluation by managers compared to their office-based counterparts. The adverse effect of hybrid teleworking is due to the fact that employers consider hybrid workers are less productive than onsite workers. Full-time teleworkers are penalized even if they display the same performance at work as onsite workers. We demonstrate this penalty to be driven by the fact that managers consider full-time teleworkers to be less committed to work than onsite workers. Consistently with past research, we also find that WFH affects workers’ careers differently depending on their gender and parental obligations and that managers’ assumptions about workers’ performance and commitment allow to explain at least some of these differences.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2023-28.html"
    },
    {
        "title": "Work from Home and Employee Perception of Career Prospects in Europe: the Gender and Family Perspectives",
        "authors": "Agnieszka Kasperska",
        "year": "2022/12",
        "abstract": "This article examines the relationship between work from home and perceived career prospects for employees from 29 European countries, considering gender and family perspectives. The indicators of career prospects pertain to advancement prospects, job visibility, and rapport with a supervisor and colleagues. Multilevel modelling was applied to the cross-sectional data of the European Working Conditions Survey which was merged with the country-level Family Policies Sub-Index to grasp the potential moderating effect of national contexts. The findings indicate positive relationships between work from home and career prospects for men both fathers and non-fathers, and rather negative relationships for women, especially for mothers. Higher provision of work-family reconciliation measures and the prevalence of work from home are associated with better career prospects reported by both men and women. Varying relationships for different work from home frequencies are observed, with workers who work from home less frequently reporting better career prospects.",
        "keywords": null,
        "url": "https://www.wne.uw.edu.pl/application/files/5116/7265/3194/WNE_WP407.pdf"
    },
    {
        "title": "Home-based work and career prospects of men and women: an experimental study for the United Kingdom.",
        "authors": "Agnieszka Kasperska, Anna Matysiak, Ewa Cukrowska-Torzewska",
        "year": "2022/7/18",
        "abstract": "The aim of this project is to provide experimental evidence on how home-based work affects the professional careers of workers. We will explore how working from home affects men and women’s promotion prospects, access to training and salary increase, and how home-based workers are perceived by employers in terms of their work commitment and competence, all in comparison to on-site workers. The study will be conducted in the late/post-pandemic context of the UK. We will conduct online conjoint surveys. Our goal is to survey approximately 1,000 managers with supervisory responsibilities. The participants will be randomly assigned a set of workers’ profiles (conjoints) with manipulated information on workers’ sex, number of children, mode of work (home-vs. office-based work), age, work experience, as well as skills and performance ratings. The project will provide up-to-date evidence on the consequences of home-based work for workers’ careers in the late/post-pandemic era. By focusing on a gender perspective and identifying the causal effect of home-based work on workers’ career prospects via the experimental design, the proposed project will contribute to the existing research on the consequences of the use of flexible working arrangements.",
        "keywords": null,
        "url": "https://osf.io/n2byz/resources"
    }
]