[
    {
        "title": "Ekonomiczna analiza prawa",
        "authors": "Robert Cooter, Thomas Ulen, Jarosław Bełdowski, Katarzyna Metelska-Szaniawska",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17510545755920062595&hl=en&oi=scholarr"
    },
    {
        "title": "Law & Economics-geneza i charakterystyka ekonomicznej analizy prawa",
        "authors": "Jarosław Bełdowski, Katarzyna Metelska-Szaniawska",
        "year": "2007",
        "abstract": "Choć związki ekonomii i prawa od dawna są przedmiotem rozważań naukowych, dopiero w drugiej połowie XX w. dyskusja ta dała początek tzw. ekonomicznej analizie prawa (Law & Economics). W artykule charakteryzujemy ten ruch naukowy, zainteresowany badaniem prawa za pomocą narzędzi ekonomicznych, oraz przedstawiamy jego genezę. Podsumowujemy także stan obecny i potencjalne kierunki rozwoju Law & Economics, jak również pozycję i perspektywy rozwoju ekonomicznej analizy prawa w Polsce.(abstrakt oryginalny)",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1441803810613141982&hl=en&oi=scholarr"
    },
    {
        "title": "Constitutions and economic reforms in transition: an empirical study",
        "authors": "Katarzyna Metelska-Szaniawska",
        "year": "2009/3",
        "abstract": "Experiences of countries undergoing post-socialist transition in Central and Eastern Europe, as well as Central and Southwestern Asia, during the last 17 years, reveal great variety in economic reform paths and their successful implementation. At different moments of transition varying constitutional rules have also emerged in these countries. In our empirical study we find a significant relationship between constitutional rules and the economic reform process in post-socialist countries of Europe and Asia after 1989. In principle, the results confirm the arguments of the so-called negative constitutionalists, according to which the main function of the constitution for economic reforms in transition is its functioning as a commitment mechanism. The conclusions constitute an important step towards verification of different and often conflicting theories proposed by constitutional economists and allow to formulate …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10602-008-9049-1"
    },
    {
        "title": "Should we pay, and to whom, for biodiversity enhancement in private forests? An empirical study of attitudes towards payments for forest ecosystem services in Poland",
        "authors": "Anna Bartczak, Katarzyna Metelska-Szaniawska",
        "year": "2015/11/1",
        "abstract": "This paper investigates the possibility of forest policy changes in Poland. The main objective is to investigate whether, and to whom, the society would be willing to pay for providing biodiversity enhancement in private forests. The empirical evidence is derived from a stated preference survey conducted on the national level and analyzed using a multinomial logit model (MNL). Our findings show a rather strong potential for the implementation of payments for ecosystem services (PES) in private forests, even though historical and institutional conditions are not favorable. The results also indicate a significant role of environmental attitudes in viewing the national and local governments as those responsible for financing the implementation of changes in private forests. They allow to provide recommendations for planning authorities and decision-makers not only in Poland but also in the other Central and Eastern …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264837715001672"
    },
    {
        "title": "The comparative constitutional compliance database",
        "authors": "Jerg Gutmann, Katarzyna Metelska-Szaniawska, Stefan Voigt",
        "year": "2024/1",
        "abstract": "This article introduces a novel database that measures governments’ compliance with national constitutions. It combines information on de jure constitutional rules with data on their de facto implementation. The individual compliance indicators can be grouped into four categories that we aggregate into an overall indicator of constitutional compliance: property rights and the rule of law, political rights, civil rights, and basic human rights. The database covers 175 countries over the period 1900 to 2020 and can be used by researchers interested in studying the determinants or the effects of (non)compliance with constitutions. Our investigation of the stylized facts of constitutional compliance reveals a long-term increase in compliance, which occurred primarily around the year 1990. The Americas experienced the steepest increase in compliance, but also Africa and Europe improved particularly at the end of the Cold …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11558-023-09491-7"
    },
    {
        "title": "Konstytucyjne czynniki reform gospodarczych w krajach postsocjalistycznych",
        "authors": "Katarzyna Metelska-Szaniawska",
        "year": "2008",
        "abstract": "Konstytucyjne czynniki reform gospodarczych w krajach postsocjalistycznych КОРЗИНА ПОИСК НАВИГАТОР ЖУРНАЛЫ КНИГИ ПАТЕНТЫ ПОИСК АВТОРЫ ОРГАНИЗАЦИИ КЛЮЧЕВЫЕ СЛОВА РУБРИКАТОР Начальная страница СЕССИЯ КОНТАКТЫ ИНФОРМАЦИЯ О ПУБЛИКАЦИИ eLIBRARY ID: 19903931 EDN: QTOMWB KONSTYTUCYJNE CZYNNIKI REFORM GOSPODARCZYCH W KRAJACH POSTSOCJALISTYCZNYCH studium empiryczne Katarzyna Metelska-Szaniawska. - Сер. Badania ekonomiczne / Uniw. warszawski, Wydz. nauk ekon. METELSKA-SZANIAWSKA KATARZYNA Тип: монография Язык: польский ISBN: 978-83-235-0342-2 Год издания: 2008 Место издания: WarszawaЧисло страниц: 354 Издательство: Wydaw. Uniw. warszawskiego КЛЮЧЕВЫЕ СЛОВА: ЭКОНОМИКА, ПОСТСОЦИАЛИСТИЧЕСКИЕ СТРАНЫ, ЭКОНОМИЧЕСКАЯ РЕФОРМА, …",
        "keywords": null,
        "url": "https://elibrary.ru/item.asp?id=19903931"
    },
    {
        "title": "Post-socialist “illiberal democracies”: do de jure constitutional rights matter?",
        "authors": "Katarzyna Metelska-Szaniawska, Jacek Lewkowicz",
        "year": "2021/6",
        "abstract": "Are de jure constitutional rules significant for constitutional practice? We pose this question with regard to de jure and de facto protection of constitutional rights in post-socialist countries of Europe and Asia. While, after 1989, these countries enacted broad catalogues of rights and freedoms, they are by now often regarded as electoral, not liberal democracies, i.e. they generally allow for political competition and fair elections but witness considerable violations in civil and minority rights. We use various econometric techniques to determine whether, and under what conditions, de jure rights originating from texts of post-socialist constitutions matter for de facto protection of rights in these countries. Our results reveal no such significant unconditional effect, with the exception of freedom of assembly/association. We do, however, find a positive significant effect conditional on judicial independence …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10602-020-09316-4"
    },
    {
        "title": "Leader characteristics and constitutional compliance",
        "authors": "Jerg Gutmann, Katarzyna Metelska-Szaniawska, Stefan Voigt",
        "year": "2023/6/25",
        "abstract": "While research in constitutional economics has made important progress in recent decades, the factors determining whether a constitution is complied with have only received scant attention. We contribute to that narrow literature by studying how personal traits of political leaders are associated with constitutional compliance. Compliance levels of 943 political leaders between 1950 and 2010 can be explained by their education, entry into office, political experience, military background, and whether they are members of extreme left-wing parties. Specifically, under former military officers and Communist leaders, constitutional compliance is significantly lower. The combined effect of these two traits corresponds to the difference between democracy and nondemocracy. This implies a difficult normative question, which we discuss in our conclusion: Should constitutions set entry barriers for high political offices that are …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0176268023000678"
    },
    {
        "title": "Post‐socialist constitutions: The de jure–de facto gap, its effects and determinantsa",
        "authors": "Katarzyna Metelska‐Szaniawska",
        "year": "2021/4",
        "abstract": "The aim of this paper is to contribute to the debate on constitutional rules and their economic effects by extending focus to the de jure–de facto constitutional gap. First, evidence is provided that size of this gap matters as higher gaps lower the effectiveness of the constitutional commitment mechanism. Second, several explanations of this gap are identified, in particular relating to the democratization process, political conflict, age and comprehensiveness of the constitution. The conclusions are based on an empirical study for the unique setting of the post‐socialist countries of Europe and Asia, which all enacted new constitutional frameworks after 1989 and it is shown that in some of these countries constitutions acted as blueprints.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12261"
    },
    {
        "title": "Ekonomia konstytucyjna–ekonomia polityczna ładu gospodarczego (w:) Teoria wyboru publicznego",
        "authors": "K Metelska-Szaniawska",
        "year": "2005",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4465169162256029800&hl=en&oi=scholarr"
    },
    {
        "title": "Economic effects of post-socialist constitutions 25 years from the outset of transition: the constitutional political economy approach",
        "authors": "Katarzyna Metelska-Szaniawska",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1224073111947445436&hl=en&oi=scholarr"
    },
    {
        "title": "Reformy gospodarcze w krajach postsocjalistycznych w świetle badań ekonomii politycznej",
        "authors": "Katarzyna Metelska-Szaniawska, Dominika Milczarek",
        "year": "2005",
        "abstract": "Niniejsza praca stanowi przegląd koncepcji dotyczących oddziaływania czynników politycznych na zróżnicowanie we wdrażaniu i podtrzymywaniu reform gospodarczych w krajach postsocjalistycznych Europy Środkowo-Wschodniej i Azji Środkowej w latach 90. Celem pracy jest pokazanie, iż mimo znacznego zróżnicowania podejść, badania pozwoliły na wyjaśnienie czynników determinujących kształt reform w krajach postsocjalistycznych oraz czynników wpływających na tempo przejścia od gospodarki centralnie sterowanej do gospodarki rynkowej. Główny nacisk w pracy położony jest na wpływ czynników społeczno-politycznych oraz ideologicznych na przekształcenia systemu gospodarczego.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16102153645171234358&hl=en&oi=scholarr"
    },
    {
        "title": "Constitutional overperformance: An empirical study of de facto protection of rights with no de jure equivalents",
        "authors": "Katarzyna Metelska-Szaniawska, Anna Lewczuk",
        "year": "2022/4",
        "abstract": "In this paper we aim to contribute to the debate on successful enforcement of constitutional rules and its determinants by extending the focus to the phenomenon of constitutional overperformance, which arises when countries that do not include certain de jure rights in their constitutions, nevertheless de facto observe them. Firstly, we provide evidence that constitutional overperformance is a common phenomenon around the globe and it demonstrates high variation. Secondly, we identify factors which contribute to it. In particular, more constitutional overperformance is found in countries with older and less comprehensive constitutions, a high degree of democratization and a more robust civil society, plagued by less political conflict. Spatial interdependence effects are also identified confirming the diffusion of constitutional overperformance between countries. We base the conclusions on an empirical study …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10657-022-09725-w"
    },
    {
        "title": "Determinants of judges’ career choices and productivity: a Polish case study",
        "authors": "Przemysław Banasik, Katarzyna Metelska-Szaniawska, Małgorzata Godlewska, Sylwia Morawska",
        "year": "2022/2/1",
        "abstract": "The goal of this paper is to identify factors which affect judges’ productivity and career choice motives with the view of increasing judicial efficiency. Specifically, the investigation focuses on such aspects as judges’ remuneration, promotion, threat of judgment revocation, service/mission, periodic assessment, the threat of a complaint about protracted proceedings or of disciplinary proceedings, the threat of destabilization of the employment relationship, status/prestige of the profession, power/authority, social recognition, leisure, as well as administrative supervision and self-monitoring. To this end, a survey was conducted among judges of three of the largest Polish regional courts and subordinate district courts. The descriptive and statistical analyses show that judges’ care for the number of cases resolved, proxying for their productivity, is significantly correlated with self-monitoring of their adjudication activity …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10657-021-09688-4"
    },
    {
        "title": "Ekonomia konstytucyjna–ekonomia polityczna ładu gospodarczego, w: J. Wilkin (red.)",
        "authors": "Katarzyna Metelska-Szaniawska",
        "year": "2005",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10143073942381879206&hl=en&oi=scholarr"
    },
    {
        "title": "De jure and de facto institutions–disentangling the interrelationships",
        "authors": "Jacek Lewkowicz, Katarzyna Metelska-Szaniawska",
        "year": "2016/1",
        "abstract": "In this paper we contribute to the debate on the nature of institutions and their economic effects by extending the focus to the de jure–de facto institutional distinction. Firstly, we define and conceptualize de facto institutions, as well as elaborate on their place in the broad institutional system and identification. Then we investigate the possible interrelationships between de facto and de jure institutions. Finally, we make a link between these interrelationships and economic outcomes. In this way the paper fills an underexploited niche in institutional research, which is a major background for law and economics.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Katarzyna-Metelska-Szaniawska/publication/312597518_De_jure_and_de_facto_institutions_-_disentangling_the_interrelationships/links/5885f4a14585150dde4a7e1f/De-jure-and-de-facto-institutions-disentangling-the-interrelationships.pdf"
    },
    {
        "title": "Niezależność sądownictwa a wzrost gospodarczy",
        "authors": "Katarzyna Metelska-Szaniawska",
        "year": "2006",
        "abstract": "Autorka prezentuje model badania niezależności pracy sądów krajowych oraz ich wpływu na sprawność wprowadzanych reform i kształtowanie się współczynników wzrostu gospodarczego. Objaśniona jest metoda pomiaru niezależności sądów, sposób estymacji oraz obszar geograficzny będący przedmiotem badania-postkomunistyczne kraje Europy i Azji Południowej i Środkowej.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000126785"
    },
    {
        "title": "Ekonomiczna analiza prawa (Law & Economics)–wprowadzenie, w: R",
        "authors": "J Bełdowski, K Metelska-Szaniawska",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16151655127462349626&hl=en&oi=scholarr"
    },
    {
        "title": "„Ekonomiczna teoria władzy”, w: J",
        "authors": "K Metelska-Szaniawska",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7254891614345626473&hl=en&oi=scholarr"
    },
    {
        "title": "Political conflict, political polarization, and constitutional compliance",
        "authors": "Jacek Lewkowicz, Katarzyna Metelska-Szaniawska, Jan Fałkowski",
        "year": "2024/4/20",
        "abstract": "While the economic approach to constitutions highlights their contribution to resolving conflict, recent work on the de jure–de facto distinction in relation to various constitutional rules suggests that political conflict and polarization could play a role in explaining the size and evolution of the gap between constitution text and constitutional practice. In this paper, we are interested in the relationship between the degree of conflict in the political arena within the state, captured by the polarization of the political landscape, as well as the underlying political polarization in society, and compliance of government actors with the country’s constitution. Based on a number of theoretical arguments, we provide an empirical investigation for ca. 170 countries in the period 1975–2020, using the new Comparative Constitutional Compliance Database. Our results suggest that constitutional non-compliance is associated with more …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10602-024-09434-3"
    }
]