[
    {
        "title": "Does government support for private innovation matter? Firm-level evidence from two catching-up countries.",
        "authors": "Vedat Sinan Szczygielski, Krzysztof & Grabowski, Wojciech & Pamukcu, Mehmet Teoman & Tandogan",
        "year": "2017",
        "abstract": "Turkey and Poland are two technology-follower countries that represent a similar level of economic development. In recent years the governments in both countries sought to improve the innovation performance of companies by increasingly offering grants for innovation activities. We analyze the institutional frameworks in which these policies were formulated and implemented, and we assess their efficiency by looking at data from the 2010 innovation surveys. We find that government aid for R&D activities contributed to better innovation performance by firms in both countries. By contrast, EU-funded grants for physical and human capital upgrading in Poland were inefficient in fostering innovation; in fact they may have actually impeded it. Policy conclusions for what we call “technology-follower countries with relatively well-developed institutions” are suggested.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S004873331630172X"
    },
    {
        "title": "Innovations and Export Performance: Firm-level Evidence from Poland",
        "authors": "Krzysztof Cieslik, Andrzej and Michalek, Jan Jakub and Szczygielski",
        "year": "2016",
        "abstract": "Objective: The main objective of this article is to study the empirical relationship between innovations and export performance of Polish firms. Research Design & Methods: Our analytical framework refers to the most recent strand in the new trade theory literature based on the Melitz (2003) model that stresses the role of firm heterogeneity and the importance of firm productivity in entering export markets. We treat innovations as a key element that can increase the level of productivity and study the significance of both product and process innovations. The empirical implementation of the theoretical framework is based on the probit model and the unique Polish CIS firm-level dataset covering the period 2008-2010. Findings: Our estimation results indicate that the probability of exporting is positively related to product and process innovations, firm size, the share of university graduates in productive employment and …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=464238"
    },
    {
        "title": "Innovation and the growth of service companies: the variety of firm activities and industry effects",
        "authors": "and Richard Woodward Krzysztof Szczygielski, Wojciech Grabowski",
        "year": "2017",
        "abstract": "This paper examines the relationship between innovation performance and employment growth in firms by taking a closer look at specific innovation activities and industry effects in the context of the services sector. Firm-level CIS data on Polish services firms in 2004–2009 are analysed using robust M-estimation. The results indicate that the effects of product, process and organisational innovations depend strongly on the level of technological opportunities in the industry in question. Given the widely acknowledged role of marketing innovations in services, possible synergies between innovations in the form of new products and new marketing techniques are also analysed. We demonstrate that marketing innovations are conducive to firm growth if they complement product innovations, but they are less likely to foster growth when applied in isolation.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/13662716.2016.1232191"
    },
    {
        "title": "What matters for firms? participation in Global Value Chains in Central and East European countries?",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Krzysztof Szczygielski",
        "year": "2019/9/30",
        "abstract": "Research background: There has been an extensive body of literature on the growing importance of global value chains (GVCs) in developed and emerging economies. This literature argues that GVCs significantly affect international trade patterns and open new possibilities for participating economies to increase both their exports’ quantity and quality, acquire advanced production technologies and improve the overall economic performance. However, the empirical evidence from the Central and East European (CEE) countries, especially at the firm level is still relatively scarce. The majority of existing empirical studies on GVCs in the CEE countries are based on sectoral input-output data. Purpose of the article: In this article, we study the determinants of firm participation in GVCs using firm-level BEEPS data for 29 CEE countries. We hypothesize that larger, foreign-owned, more productive and innovative firms …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=898896"
    },
    {
        "title": "Does government support for private innovation matter? Firm-level evidence from Turkey and Poland",
        "authors": "Wojciech Grabowski, Teoman Pamukcu, Krzysztof Szczygielski, Sinan Tandogan",
        "year": "2013",
        "abstract": "The aim of the project is to analyze government support for innovation in a comparative perspective by first examining the main existing instruments of financial support for innovation in Turkey and Poland, and secondly to assess their effectiveness by applying recent econometric techniques to firm-level data for both countries obtained from the Community Innovation Survey (CIS). Comparing Turkey to Poland is both meaningful and promising from a policy-analysis point of view. Both countries are comparable in terms of levels of economic development and technological capabilities, i.e. the ability of their economies to create knowledge and exploit it commercially. Both have undergone deep market-oriented reforms in the last decades - Turkey since 1980, Poland since 1989 - resulting in a significant catching-up of their economies. However, as the possibilities for further growth based on structural change and eliminating obstacles to business are shrinking, the problem of building a knowledge-based economy comes to the fore.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/128263"
    },
    {
        "title": "Are unit export values correct measures of the exports’ quality?",
        "authors": "Krzysztof Szczygielski, Wojciech Grabowski",
        "year": "2012/7/1",
        "abstract": "It has become common to measure the quality of exports using their unit export value (UEV). Applications of this method include studies of intra-industry trade (IIT) and analyses of industrial ‘competitiveness.’ This literature seems to assume that export quality and export price (the most natural interpretation of UEV) are not merely correlated but that they follow each other one-for-one. We put this assumption under scrutiny from both a theoretical and empirical point of view. In terms of theory, we formalize this assumption as a hypothesis of the proportionality of equilibrium prices and equilibrium qualities. We discuss several cases for which this hypothesis is theoretically doubtful (nonlinear utility and cost functions; strong and asymmetric horizontal product differentiation). We also suggest a method of verifying the hypothesis for cases in which it cannot be easily rejected theoretically. This method is then applied to …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999312000648"
    },
    {
        "title": "Ocena możliwości poprawy działania polskiego systemu ochrony zdrowia",
        "authors": "Iga Magda, K Szczygielski",
        "year": "2011",
        "abstract": "Na tym tle pojawiają się rozmaite propozycje zmian, z których wiele odnosi się do kwestii sposobu finansowania służby zdrowia, aw szczególności kwestii wydatków bezpośrednich i systemu ubezpieczeń zdrowotnych. Można tu przytoczyć takie pomysły jak: likwidacja czy podział Narodowego Funduszu Zdrowia, powrót do systemu kas chorych, powrót do systemu zaopatrzeniowego, wprowadzenie współpłacenia za usługi medyczne, organizacja rynku dodatkowych ubezpieczeń zdrowotnych, czy oparcie jakiejś części podstawowej opieki medycznej na ubezpieczeniach prywatnych. Względnie niewiele propozycji zostało skonkretyzowanych6; niemniej nawet w wymiarze haseł obejmują one całe spektrum możliwych rozwiązań. Jednocześnie w dyskusji rzadko pojawiają się jakiekolwiek przekonujące argumenty–za lub przeciw konkretnym rozwiązaniom.",
        "keywords": null,
        "url": "https://www.pcworld.pl/g1/news/g1.idg.pl/pr/docs/raportocenamozliwoscipoprawysystemuochronyzdrowia.pdf"
    },
    {
        "title": "Innovation strategies and productivity in the Polish services sector",
        "authors": "Krzysztof Szczygielski, Wojciech Grabowski",
        "year": "2014/1/2",
        "abstract": "Industry and firm-level research into both innovation and productivity has long been limited to manufacturing. In this article we aim to contribute to the stream of literature that seeks to extend the scope of such investigations to the services sector. To this end we analyse the innovation strategies in several service sectors in Poland in 2006–08 and examine their relationship to productivity. Our results show that service firms differ considerably in their innovation strategies, but that most of those strategies lead to productivity gains.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/14631377.2014.874226"
    },
    {
        "title": "Evaluation of benefits to the EU-15 countries resulting from the implementation of the Cohesion Policy in the Visegrad Group countries",
        "authors": "Julian Zawistowski, P Bartkiewicz, E Cukrowska, J Gębska, A Regulski, M Zub, P Rosik, K Szczygielski, A Szpor, P Kowal, M Bukowski, M Antosiewicz",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9121644689784017201&hl=en&oi=scholarr"
    },
    {
        "title": "What are service sector innovations and how do we measure them?",
        "authors": "Krzysztof Szczygielski",
        "year": "2011",
        "abstract": "Services dominate all advanced economies but service innovations are still an underresearched topic. One of the reasons are definitional and measurement difficulties. The goal of the paper is to highlight those by reviewing recent literature and to assess the current state of knowledge and challenges. Theoretical approaches, empirical techniques and selected empirical results are discussed. Apparently the biggest challenge, at this point, is to create a unified conceptual framework, that would encompass both manufacturing ad services. Meeting this challenge will, however, be difficult, given the strong focus on manufacturing, both in the literature and in the way enterprise surveys are designed.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1761334"
    },
    {
        "title": "What matters for firms’ participation in global value chains in Central and East European countries?",
        "authors": "Andrzej Cieslik, Jan Jakub Michalek, Krzysztof Szczygielski",
        "year": "2019",
        "abstract": "Research background: There has been an extensive body of literature on the growing importance of global value chains (GVCs) in developed and emerging economies. This literature argues that GVCs significantly affect international trade patterns and open new possibilities for participating economies to increase both their exports’ quantity and quality, acquire advanced production technologies and improve the overall economic performance. However, the empirical evidence from the Central and East European (CEE) countries, especially at the firm level is still relatively scarce. The majority of existing empirical studies on GVCs in the CEE countries are based on sectoral input-output data. Purpose of the article: In this article, we study the determinants of firm participation in GVCs using firm-level BEEPS data for 29 CEE countries. We hypothesize that larger, foreign-owned, more productive and innovative firms producing a limited range of products and employing skilled workers are more likely to be involved in GVCs. Methods: The intensity of participation in GVCs is measured by the usage of imported inputs and the intensity of exports. The empirical study uses the BEEPS firm-level data set for the period 2011–2014 and the probit estimation method. Findings & Value added: The assembled empirical evidence generally supports these hypotheses. In addition, we find that firms which participate in GVCs pro-duce a smaller range of products, which means that they concentrate on their core competencies. In particular, we find that the EU membership may facilitate participation in GVCs, especially for smaller firms in the CEE countries. This article …",
        "keywords": null,
        "url": "https://ideas.repec.org/a/pes/ierequ/v14y2019i3p481-502.html"
    },
    {
        "title": "The role of technology for service sector performance",
        "authors": "Irene Bertschek, B Engelsatter, Krzysztof Szczygielski",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6188398663080053794&hl=en&oi=scholarr"
    },
    {
        "title": "The biotechnology sector in a latecomer country: The case of Poland",
        "authors": "Krzysztof Szczygielski, Jacek Lewkowicz, Jan Jakub Michałek",
        "year": "2022/5/25",
        "abstract": "This paper offers a detailed firm-level analysis of innovation strategies, exporting activities and employment and sales dynamics of Polish biotechnology companies. The study is based on the unique dataset provided by three runs of the Polish edition of the Community Innovation Survey (CIS). Poland is a latecomer in the biotechnology industry, as are all the Central and Eastern European Countries (CEECs). In addition, the Polish biotechnology sector faced relatively unfavorable starting conditions: no partners in the pharmaceutical industry and, unlike some other CEECs, little government support. Nevertheless, biotechnology companies have developed in several Polish industries. It is shown that these companies implement innovation strategies that are typical for the biotechnology sector; however, they do not cooperate much with their clients. The innovation expenditure of biotechnology companies is …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1871678422000085"
    },
    {
        "title": "The social preferences of the native inhabitants, and the decision how many asylum seekers to admit",
        "authors": "Oded Stark, Marcin Jakubek, Krzysztof Szczygielski",
        "year": "2020/2",
        "abstract": "We consider a tax-funded policy of admitting and integrating asylum seekers in a country in which the incomes of the native inhabitants are differentiated; for the sake of simplicity, we assume that there are just two groups of native inhabitants: high-income natives and low-income natives. As a consequence of their social preferences, the latter experience disutility caused by relative deprivation. Because integrating the asylum seekers into the mainstream labor force and thereby into the income distribution of the native population “from below” reduces the relative deprivation of the low-income natives, admitting and integrating asylum seekers can be socially beneficial. We derive the optimal number of asylum seekers by maximizing the natives’ social welfare function that incorporates these considerations. We find that as long as the cost of admission and integration is not exceptionally high, this number is strictly …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10290-019-00355-0"
    },
    {
        "title": "Community cohesion and assimilation equilibria",
        "authors": "Oded Stark, Marcin Jakubek, Krzysztof Szczygielski",
        "year": "2018/9/1",
        "abstract": "We study the assimilation behavior of a group of migrants who live in a city populated by native inhabitants. We conceptualize the group as a community, and the city as a social space. Assimilation increases the productivity of migrants and, consequently, their earnings. However, assimilation also brings the migrants closer in social space to the richer native inhabitants. This proximity subjects the migrants to relative deprivation. We consider a community of migrants whose members are at an equilibrium level of assimilation that was chosen as a result of the maximization of a utility function that has as its arguments income, the cost of assimilation effort, and a measure of relative deprivation. We ask how vulnerable this assimilation equilibrium is to the appearance of a “mutant” – a member of the community who is exogenously endowed with a superior capacity to assimilate. If the mutant were to act on his enhanced …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0094119018300342"
    },
    {
        "title": "Wpływ handlu zagranicznego na polski rynek pracy",
        "authors": "Krzysztof Szczygielski",
        "year": "2001",
        "abstract": "Artykuł omawia teoretyczną stronę związków między handlem zagranicznym a rynkiem pracy. Następnie podejmuje próbę odpowiedzi na dwa pytania: czy Polska\" importuje\" bezrobocie i czy handel zagraniczny ma wpływ na wzrost nierówności płac w naszym kraju.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000113757"
    },
    {
        "title": "Direct versus indirect exports in post-communist europe and central asia: the role of innovation activities and internationalization",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Krzysztof Szczygielski",
        "year": "2024/1/2",
        "abstract": "The distinction between direct and indirect exporting has been increasingly stressed in recent advances in the theory and empirics of international trade. In particular, the prior literature suggests a hierarchy of exporting decisions determined by firm productivity. We use firm-level data from a wide group of post-communist countries to investigate which characteristics of firms can explain their choice of export modes. We find that firm internationalization, firm size, and per worker revenue are linked to exporting decisions in a way consistent with Lu’s et al. model, while the relationship with innovation performance is more complex.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00128775.2022.2164510"
    },
    {
        "title": "An adverse social welfare effect of a doubly gainful trade",
        "authors": "Oded Stark, Ewa Zawojska, Wilhelm Kohler, Krzysztof Szczygielski",
        "year": "2018/11/1",
        "abstract": "Acknowledging individuals' distaste for low relative income renders trade less appealing when trade is viewed as a technology that integrates economies by merging separate social spheres into one. We define a “trembling trade” as a situation in which gains from trade are overtaken by losses of relative income, with the result that global social welfare is reduced. A constructive example reveals that a “trembling trade” can arise even when trade is doubly gainful in that it increases the income of every individual and narrows the income gap between the trading populations.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0304387818302803"
    },
    {
        "title": "Process of Structural Change in Polish Manufacturing between 1995-2003: Characteristics and Factors",
        "authors": "Krzysztof Marczewski, Krzysztof Szczygielski",
        "year": "2005",
        "abstract": "The paper analyses characteristics and factors of changes in the structure of employment, sales and value added in Polish manufacturing branches (as defined by the 3rd level of NACE-Rev-1 nomenclature) between 1995-2003. It also includes a micro-level study on changes in the structure of employment in four selected industries. Industry-level analysis suggests that Poland has undergone considerable structural change. The most important factors have been changes in domestic demand pattern and changes in domestic market shares of Polish producers, as evidenced by the rank correlation and econometric analysis. The role of other factors, in particular the EU-15 demand and shares of the Polish branches in that market, depends partly on the subperiod under consideration, however cost-competitiveness measured by relative unit labour costs matters for changes in the structure of value added throughout …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13625279893201984637&hl=en&oi=scholarr"
    },
    {
        "title": "Foreign Ownership and Within-MNEs GVC Participation as Determinants of Innovation Activities: A CIS-Based Firm-Level Analysis",
        "authors": "Andrzej Cieślik, Jan Jakub Michałek, Krzysztof Szczygielski, Jacek Lewkowicz, Jerzy Mycielski",
        "year": "2021",
        "abstract": "In this paper we study the relationship between foreign firm ownership and innovation activities in a wide group of West European and Central and East European countries. Based on a dataset including more than 100,000 firms covered by the 2014 edition of the Community Innovation Survey, we examine the role of home-and host country effects in firms’ decisions to introduce various forms of innovation. In addition, we identify a group of foreign-owned firms that specialize in exporting and interpret them as participants of hierarchic global value chains organized by multinational enterprises. We show that while foreign direct investment, especially from Germany, is positively associated with innovation, the opposite effect is observed in the case of hierarchic global value chains’ participants. The negative impact of within-multinationals global value chains on innovation is more pronounced in the affiliates located in the Central and East European countries.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/119752/4_2_2021.pdf"
    }
]