[
    {
        "title": "Income and well-being in old age: The role of local contextual factors",
        "authors": "Michał Myck, Monika Oczkowska, Ellam Kulati",
        "year": "2025/2/23",
        "abstract": "While the role of local contextual factors as determinants of well-being has been broadly acknowledged, the literature has focused primarily on identification of individual level determinants. Using a unique dataset linking regional and individual-level information we investigate the association of well-being and local conditions among a sample of Polish individuals aged 50 and over. The results confirm high correlation of well-being with income, and we show that this correlation grows with the quality of local conditions. Similarly, a change in the composite measure of the latter is positively associated with well-being only for high income respondents. The findings highlight a particular set of policy challenges from the point of view of old age poverty and area-based social exclusion. They offer support for targeted financial transfers, and call for improvements in local conditions, in particular in accessibility to public …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2212828X25000064"
    },
    {
        "title": "INCOME AND WELL-BEING IN OLD AGE—SYSTEMIC AND REGIONAL FACTORS IN A COMPARISON BETWEEN GERMANY AND POLAND",
        "authors": "Monika Oczkowska, Ellam Kulati, Michal Myck",
        "year": "2023/12/21",
        "abstract": "We examine the responsiveness of later-life well-being measures to income using unique data, matching regional and individual level information from Germany and Poland. These two neighboring countries still strongly differ both in their welfare system designs, as seen in contrasting public social support as well as the quality of services, and in outcomes among older individuals. For example, the proportion of individuals aged 50+ who declare significant difficulties in making ends meet is only 3% in Germany, and as high as 16% in Poland. While up to 13% of individuals aged 65+ are classified as materially and socially deprived in Poland, the proportion in Germany is only 6%. Granted the importance of contextual factors in determining individual welfare, income is expected to matter less for the well-being of those enjoying higher quality local environments. Our preliminary findings confirm a much stronger …",
        "keywords": null,
        "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10735548/"
    },
    {
        "title": "Temporal discounting in later life",
        "authors": "Ellam Kulati, Michał Myck, Giacomo Pasini",
        "year": "2023/9/1",
        "abstract": "We explore intertemporal decision-making in later life by looking at temporal preference heterogeneity among older individuals. Using choice tasks responses from Poland collected as part of the Survey of Health, Ageing, and Retirement in Europe (SHARE), we elicit individual time preferences using competing discounting specifications. With the formulation that best fits our data, we examine which individual characteristics drive the estimated heterogeneity in later life time preferences. Individual numerical abilities, labour and marital status, as well as household income turn out to be significant correlates of patience. Our analysis also provides methodological guidance for instrument design with the aim of eliciting time preferences in a general survey setting.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0167268123002469"
    },
    {
        "title": "SHARE Working Paper Series 82-2022: Temporal Discounting in Later Life",
        "authors": "Ellam Kulati, Michał Myck, Giacomo Pasini",
        "year": "2022/11/3",
        "abstract": "We explore intertemporal decision-making in later life by looking at temporal preference heterogeneity among older individuals. Using choice tasks responses from Poland collected as part of the Survey of Health, Ageing, and Retirement in Europe (SHARE), we elicit individual time preferences using competing discounting specifications. With the formulation that best fits our data, we examine which individual characteristics drive the estimated heterogeneity in later life time preferences. Individual numerical abilities, labour and marital status, as well as household income turn out to be significant correlates of patience. Our analysis also provides methodological guidance for instrument design with the aim of eliciting time preferences in a general survey setting.",
        "keywords": null,
        "url": "https://pure.mpg.de/rest/items/item_3458362/component/file_3458678/content"
    }
]