[
    {
        "title": "Historia gospodarcza Polski",
        "authors": "Andrzej Jezierski, Cecylia Leszczyńska",
        "year": "2010",
        "abstract": "Podrcznik ten przeznaczony jest dla studentów wydzia∏ ów ekonomicznych wyszych uczelni, w których programach nauczania znajduje si historia gospodarcza Polski. Ksiàka obejmuje dzieje gospodarcze Polski od Êredniowiecza po czasy wspó∏ czesne, z uwzgldnieniem niektórych aspektów rozwoju gospodarczego Europy. Przy podziale podrcznika na rozdzia∏ y przyjliÊmy uk∏ ad chronologiczny. Rozdzia∏ pierwszy dotyczy Polski w Êredniowieczu (od powstania paƒstwa polskiego do XV w.), rozdzia∏ drugi opisuje gospodark i spo∏ eczeƒstwo Rzeczypospolitej w okresie rozkwitu (XVI i pierwsza po∏ owa XVII w.), rozdzia∏ trzeci traktuje o Rzeczypospolitej na drodze do upadku, od po∏ owy XVII w. do trzeciego rozbioru w 1795 r. W rozdziale czwartym przedstawiliÊmy sytuacj ziem polskich pod zaborami w koƒcu XVIII i na poczàtku XIX w., z odrbnym potraktowaniem Ksistwa Warszawskiego. Rozdzia∏ piàty zawiera dzieje ziem polskich po kongresie wiedeƒskim, do czasu zakoƒczenia wielkich reform agrarnych, rozdzia∏ szósty przedstawia zaÊ kapitalizm na ziemiach polskich do pierwszej wojny Êwiatowej. Rozdzia∏ siódmy to pierwsza wojna Êwiatowa, ósmy–Rzeczpospolita w latach 1918–1939, dziewiàty–druga wojna Êwiatowa (do czasu kapitulacji Niemiec w 1945 r.). Rozdzia∏ dziesiàty poÊwicony zosta∏ historii Polski w latach 1945–1950, a jedenasty–w latach 1950–1989.\nW oddawanej do ràk Czytelnika ksiàce uznaliÊmy za celowe przeznaczyç wicej miejsca historii najnowszej ni dziejom dawnym. Dlatego te rozbudowany zosta∏ okres po pierwszej wojnie Êwiatowej, który stanowi blisko dwie trzecie objtoÊci …",
        "keywords": null,
        "url": "https://books.google.com/books?hl=en&lr=&id=_75stIZO7WAC&oi=fnd&pg=PA112&dq=info:unZwbxcnhvoJ:scholar.google.com&ots=aOSo5FGlVO&sig=nlR20x8r7mc2khAMHicHX5CwNEU"
    },
    {
        "title": "Zarys historii polskiej bankowości centralnej",
        "authors": "Cecylia Leszczyńska",
        "year": "2010",
        "abstract": "Początki polskiej bankowości centralnej przypadają–podobnie jak banków centralnych wielu państw europejskich–na pierwsze dziesięciolecia XIX w. 1 Warto w tym miejscu zwrócić uwagę na historyczną odmienność określeń bank centralny i bank emisyjny, których dzisiaj często używamy zamiennie. Bank centralny można uznać za agenta państwa, które powierzyło mu określony zakres czynności, zmieniający się w kolejnych epokach. Na początku były to uprawnienia emisyjne (emisja biletów bankowych wymienialnych na pieniądz kruszcowy) oraz wykonywanie niektórych czynności na rzecz państwa–stąd dla opisu tych instytucji używano określenia bank emisyjny2. Przez wiele dziesięcioleci banki emisyjne wykonywały także operacje depozytowo-kredytowe właściwe bankom komercyjnym. Z czasem–zasadniczo w ostatnich dziesięcioleciach XIX w.–zaczęto im powierzać funkcje przybliżające ich status do tego, co współcześnie rozumiemy jako bank centralny (bank emisyjny, bank państwa i bank banków). Proces ten przebiegał odmiennie w poszczególnych krajach i zależał od wielu okoliczności (w tym od stanu rozwoju bankowości komercyjnej) 3. W krajach peryferyjnych jeszcze w pierwszych dziesięcioleciach XX w. czynności „pierwszego banku” były bliższe bankowi emisyjnemu z XIX w. niż bankowi centralnemu.\nStatus i zakres czynności banków emisyjnych określane były w specjalnych dokumentach, mających zazwyczaj charakter aktów ustawowych. Czynności emisyjne wiązały ich historię z historią państwa–wszak posiadanie własnego pieniądza było jednym z atrybutów państwowości. Pozostałe funkcje były odbiciem poziomu …",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/11/zarys-historii-polskiej-bankowosci-centralnej-1.pdf"
    },
    {
        "title": "Bank Polski SA: 1924-1951",
        "authors": "Andrzej Jezierski, Cecylia Leszczyńska",
        "year": "1994",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10229266907051379387&hl=en&oi=scholarr"
    },
    {
        "title": "Historia Polski w liczbach: History of Poland in numbers. Vol. 3, Poland in Europe. Polska w Europie",
        "authors": "Cezary Kuklo, Juliusz Łukasiewicz, Cecylia Leszczyńska",
        "year": "2014",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4401342830766028204&hl=en&oi=scholarr"
    },
    {
        "title": "Urbanization and GDP per capita: New data and results for the Polish lands, 1790–1910",
        "authors": "Maciej Bukowski, Piotr Koryś, Cecylia Leszczyńska, Maciej Tymiński, Nikolaus Wolf",
        "year": "2019/10/2",
        "abstract": "Polish lands in 19th century are usually located in the economic peripheries of Europe. However there are no usable datasets of Polish GDP for this period to verify this hypothesis. The main problem is lack of reliable and comparable macroeconomic data from country divided between Russia, Austria and Prussia. The main goal of this research was to propose the method based on the urbanization data set to estimate the GDP of Polish territories and to verify the hypothesis on the peripheral development of Polish lands. In result the new estimates on GDP per capita were established, that allowed to confirm the hypothesis of semi-peripheral development of Polish territories in 19th century and slow process of catching-up with the core economies.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/01615440.2019.1580171"
    },
    {
        "title": "Polska polityka pieniężna i walutowa w latach 1924-1936. W systemie Gold Exchange Standard",
        "authors": "Cecylia Leszczyńska",
        "year": "2013",
        "abstract": "Przedmiotem pracy jest polityka pieniężna i walutowa Drugiej Rzeczypospolitej w latach 1924–1936, a więc w okresie, kiedy jej ramy określał system Gold Exchange Standard (GES). Polityka pieniężna polegała–najogólniej rzecz biorąc–na określaniu zasad kreacji pieniądza i regulowaniu jego obiegu, polityka walutowa odnosiła się do kursu walutowego i zarządzania rezerwami dewizowymi. Obie łączył podstawowy cel w postaci stabilności krajowego pieniądza w sensie jego stałej wartości wobec złota, mierzonej kursem złotego w relacji do podstawowych walut, przede wszystkim wobec dolara USA. Realizacja tego celu służyć miała utrzymaniu stabilnego poziomu cen krajowych.\nOgólne zasady narodowych polityk pieniężno-walutowych określono na międzynarodowej konferencji w Genui w 1922 roku, której Polska była uczestnikiem i sygnatariuszem. Zawierały się one w szerokim zbiorze reguł odwołujących …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/book-detail?id=834337"
    },
    {
        "title": "Dzieje gospodarcze Polski w zarysie do 1989 r",
        "authors": "Andrzej Jezierski, Cecylia Leszczyńska",
        "year": "1994",
        "abstract": "Opracowanie Dzieje gospodarcze Polski w zarysie do 1989 r. przygotowaliśmy z przeznaczeniem dla studentów wydziałów ekonomicznych wyższych uczelni, którzy w programach nauczania mają zajęcia z historii gospodarczej. Jest ono rozwinięciem napisanego przez nas skryptu Dzieje społeczno-gospodarcze Polski do roku 1950. Próba syntezy, który został wydany metodą małej poligrafii przez Wydział Nauk Ekonomicznych Uniwersytetu Warszawskiego w 1992 r. Treść merytoryczna wykładu, obejmującego tysiąclecie historii gospodarczej Polski-od końca X w. do 1989 r., jest próbą syntetycznego spojrzenia, dokonaną m. in. na podstawie najnowszych źródeł historiografii z lat 1989--1993. Zamiarem naszym było pokazanie procesów rozwoju i przemian gospodarczych, zwłaszcza łańcucha zjawisk przyczynowo-skutkowych i wzajemnych relacji między państwem, społeczeństwem i gospodarką. Zależało nam na tym, by faktografia służyła nie tylko egzemplifikacji wykładu, lecz była także podstawą wnioskowania. Ten sposób spojrzenia odbił się na układzie treści. Rozdziały i podrozdziały nie mają charakteru encyklopedycznego i symetrycznego, jak w klasycznych podręcznikach Jana Rutkowskiego i Władysława Rusińskiego, na przykład nie wyodrębniono w nich niektórych działów, takich jak budownictwo, spółdzielczość, ubezpieczenia itp.; w rozdziale 3 nie omówiono rolnictwa, ponieważ w gruncie rzeczy nie uległo ono zmianie w stosunku do okresu poprzedniego; zaś w rozdziale 7 nie wyodrębniono podrozdziału „przemysł\", bowiem podstawowe jego problemy przedstawiono w podrozdziałach 7.5, 7.6 i 7.7. Natomiast chęć ukazania w …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13150804360001941985&hl=en&oi=scholarr"
    },
    {
        "title": "Historia gospodarcza Polski",
        "authors": "Jezierski Andrzej, Leszczyńska Cecylia",
        "year": "2003",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7318259274074260329&hl=en&oi=scholarr"
    },
    {
        "title": "Polska bankowość centralna 1828-1989: Bank Polski, Polska Krajowa Kasa Pożyczkowa, Bank Polski SA, Narodowy Bank Polski",
        "authors": "Cecylia Leszczyńska",
        "year": "2006",
        "abstract": "Opracowanie poświęcono historii polskiej bankowości centralnej. Omówiono dyskusję z końca XVIII w. o potrzebie założenia banku publicznego. Przybliżono działalność pierwszego w dziejach Polski banku centralnego-Banku Polskiego (1828-1885), Polskiej Krajowej Kasy Pożyczkowej (1918-1924), Banku Polskiego SA (1924-1951) oraz Narodowego Banku Polskiego w okresie 1945-1989.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000099669901"
    },
    {
        "title": "Pierwsze lata działalności Narodowego Banku Polskiego: narodziny systemu finansowego PRL",
        "authors": "Andrzej Jezierski, Cecylia Leszczyńska",
        "year": "1996",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6089495417311789392&hl=en&oi=scholarr"
    },
    {
        "title": "Rozwój regionalny ziem polskich pod zaborami. Porównanie poziomu produktu brutto per capita na dzisiejszych terenach Polski na przełomie XIX i XX w.(wyniki pierwszych estymacji)",
        "authors": "Maciej Bukowski, Piotr Koryś, Cecylia Leszczyńska, Maciej Tymiński",
        "year": "2017",
        "abstract": "Przedmiotem artykułu jest rekonstrukcja historycznego produktu krajowego (PKB) ziem polskich na przełomie XIX i XX w. Jest to pierwszy w polskiej historiografii gospodarczej spójny szacunek PKB dla poszczególnych dzielnic zaborczych oraz całości ziem polskich w latach 1900 i 1910, w podwójnym ujęciu–w granicach z przełomu XIX i XX w. oraz w granicach współczesnych. Badanie oparto na szerokiej bazie statystycznej, w obliczeniach dochodów na poziomie dzielnic i PKB ogółem zastosowano metodę produktową oraz bottom-up, część obliczeń przeprowadzono z wykorzystaniem regresji liniowej. Artykuł składa się z pięciu podrozdziałów: omówienie stanu badań, zakres terytorialny badania, źródła, metoda, wyniki i ich interpretacja. W zakończeniu przedstawiono wnioski i dezyderaty dotyczące dalszych prac w tej dziedzinie. Regional development of the Polish lands under partitions. A comparison of the level of gross product per capita in the territories of modern Poland at the turn of the twentieth century (results of first estimations) The article presents a reconstruction of historic gross domestic product (GDP) in the Polish lands at the turn of the twentieth century. This is the first in the Polish economic historiography comprehensive GDP estimate for individual partitions and the whole Polish territory in 1900 and 1910, in a double approach: within the frontiers at the turn of the nineteenth century and within the present ones. The study has been based on a broad statistical basis, the calculations of income on the level of partitions and total GDP have been performed with the output method and bottom-up method, part of the computations has …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.ojs-doi-10_12775_RDSG_2017_06"
    },
    {
        "title": "Narodowy Bank Polski 1948-1970",
        "authors": "Andrzej Jezierski, Cecylia Leszczyńska",
        "year": "2001",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=391365242854496432&hl=en&oi=scholarr"
    },
    {
        "title": "Historia Polski w liczbach: Państwo, społeczeństwo",
        "authors": "Andrzej Jezierski, Andrzej Wyczański",
        "year": "2003",
        "abstract": "The Central Statistical Office in its 85th anniversary presents a publication entitled\" Historia Polski w liczbach”(“History of Poland in numbers”) which illustrates the statistical-historical aspects concerning the state and the society from the oldest, possible to document\" in numbers\", times up to the present moment. The publication constitutes the first volume of the comprehensive version of\" Historia Polski w liczbach\" prepared with the use of the subject--matter fascicles published by the CSO since 1990. The second volume will concern the economic issues.\nThe first draft of the synthetic publication was developed in the CSO in 1968. The work undertaken at that time on the initiative of Prof Wincenty Kawalec, the then CSO President, allowed to prepare the working version of the publication\" Historyczny Rocznik Statystyczny\"(\" Historical Statistical Yearbook\") which included data for the period of 1918-1968. The publication, with a small number of copies printed in 1969, was forwarded to a small group of people dealing with historical-statistical issues. The work connected with the generally available publication entitled\" Historyczny Rocznik Statystyczny\" was not finished due to financial problems. Statistical materials gathered, at that time, to be published in “Historyczny Rocznik Statystyczny\" were used to a great extent later in two CSO publications:\" Polska 1918-1978\",(\" Poland 1918-1978\"), Warszawa 1978 and in\" Polska 1918-1988\"(\" Poland 1918-1988\"), Warszawa 1989.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10748753414875233936&hl=en&oi=scholarr"
    },
    {
        "title": "Historia Polski w liczbach: ludność, terytorium",
        "authors": "Franciszek Kubiczek, Poland Główny Urząd Statystyczny",
        "year": "1993",
        "abstract": "Historia Polski w liczbach : ludność, terytorium | CiNii Research CiNii 国立情報学研究所 学術 情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ移動 論文・データをさがす 大学図書館の本を さがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN DOI 期間 ~ 本文 リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 極地研ADS 極地研学術DB 公共データカタログ ムーンショット型研究 開発事業 すべて 研究データ 論文 本 博士論文 プロジェクト [2024年7月2日更新]CiNii Dissertations及びCiNii BooksのCiNii Researchへの統合について 新「国立国会図書館サーチ」公開 によるCiNiiサービスへの影響について 実験的サービス公開サイトであるCiNii Labsを公開しました. Historia Polski w liczbach : ludność, terytorium Web Site CiNii 所蔵館 3館 Kubiczek, Franciszek …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1130000796672373376"
    },
    {
        "title": "Level of living of Polish citizens in the interwar period, and its diversification",
        "authors": "Cecylia Leszczyńska",
        "year": "2016",
        "abstract": "The paper focuses on the analysis of the variety of standards of living within the society of interwar Poland. These were determined primarily by individual streams of income and the scope and availability of public services. The standard of living is represented through the analysis of the range of income and remuneration within basic social and professional groups, housing conditions, and the level of schooling. It needs to be added that the image of the standard of living of various social groups is incomplete, with biggest gaps appearing in the study of small trade (merchant activity, craft, cottage industry) and some groups within the peasant population.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=746003"
    },
    {
        "title": "Historia Polski w liczbach",
        "authors": "Andrzej Wyczański, Cezary Kuklo, Juliusz Łukasiewicz, Andrzej Jezierski, Cecylia Leszczyńska, Jan Berger",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7052751022280479967&hl=en&oi=scholarr"
    },
    {
        "title": "Historia Polski w liczbach",
        "authors": "Cecylia Leszczyńska",
        "year": "1918",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17679048598966434038&hl=en&oi=scholarr"
    },
    {
        "title": "Polska 1918-2018",
        "authors": "Cecylia Leszczyńska, Franciszek Kubiczek",
        "year": "2018",
        "abstract": "Polska 1918-2018 | CiNii Research CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ] 詳細へ 移動 検索フォームへ移動 論文・データをさがす 大学図書館の本をさがす 日本の博士論文をさがす English 検索 タイトル 人物/団体名 所属機関 ISSN DOI 期間 ~ 本文リンク 本文リンクあり データ ソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 極地研ADS 極地研学術DB 公共データカタログ ムーンショット型研究開発事業 すべて 研究データ 論文 本 博士論文 プロジェクト [2024年7月2日更新]CiNii Dissertations及びCiNii BooksのCiNii Researchへの統合について 新「国立国会図書館サーチ」公開によるCiNiiサービスへの影響について 実験的サービス公開サイトであるCiNii Labsを公開しました. Polska 1918-2018 Web Site CiNii 所蔵館 1館 Leszczyńska, Cecylia Kubiczek, Franciszek 書誌事項 タイトル \"Polska 1918-2018\" …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1130848327721683072"
    },
    {
        "title": "Polska 1918-2018. Historia Polski w liczbach",
        "authors": "Cecylia Leszczyńska",
        "year": "2018",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8378755508606275942&hl=en&oi=scholarr"
    },
    {
        "title": "Wzrost gospodarczy ziem polskich w okresie pierwszej globalizacji (1870–1910)",
        "authors": "Maciej Bukowski, Piotr Koryś, Cecylia Leszczyńska, Maciej Tymiński, Nikolaus Wolf",
        "year": "2018",
        "abstract": "Wśród ekonomistów i historyków gospodarczych panuje powszechna zgoda, że okres pierwszej globalizacji (1870–1910) był jednym z najbardziej dynamicznych w historii gospodarki światowej. Był to czas szybkiego uprzemysłowienia, które dokonywało się zarówno w najwyżej rozwiniętych krajach, jak Anglia, jak i w regionach pozostających do tej pory peryferiami gospodarczymi Europy, od Niemiec po Rosję i od Hiszpanii po Skandynawię. Towarzyszyły mu masowe migracje ludności, szybki rozwój sieci transportowej, imponujący wzrost wymiany międzynarodowej oraz szybki wzrost PKB. Procesy te dotyczyły wielu regionów świata, ale w największym stopniu objęły kontynent europejski. W ostatnich latach problem wzrostu (czy szerzej rozwoju) gospodarczego w drugiej połowie XIX w. i na początku XX w. stał się przedmiotem ożywionej dyskusji wśród historyków gospodarczych. W badaniach analizowano dynamikę gospodarek poszczególnych państw, regionów oraz świata w okresie nowoczesnego wzrostu gospodarczego, a w szczególności w czasie pierwszej",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Leszczynska-Cecylia/publication/326849185_Economic_growth_of_polish_territories_in_the_period_of_first_globalization_1870-1910/links/5ec31f8d299bf1c09ac8f1d6/Economic-growth-of-polish-territories-in-the-period-of-first-globalization-1870-1910.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail&_rtd=e30%3D"
    }
]