[
    {
        "title": "Cementy z dodatkami mineralnymi w technologii betonów nowej generacji",
        "authors": "Z Giergiczny, Jan Małolepszy, Janusz Szwabowski, Jacek Śliwiński",
        "year": "2002",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15825746935249951957&hl=en&oi=scholarr"
    },
    {
        "title": "The influence of aggregate type on the physical and mechanical properties of high‐performance concrete subjected to high temperature",
        "authors": "Izabela Hager, Tomasz Tracz, Jacek Śliwiński, Katarzyna Krzemień",
        "year": "2016/8",
        "abstract": "This paper presents the results of an experimental study on the behaviour of high‐performance concretes after high temperature exposure. The high temperature exposure is related to the potential risk of fire, and mechanical properties analysis is needed afterwards to assess the residual strength of the material. The results presented in the paper show the properties evolution of four concretes made with four different aggregate types: basalt, granite, dolomite and riverbed gravel. The mix compositions allow comparisons, because the cement paste and mortar compositions and their volumes remain the same for all the four concretes. Moreover, the aggregate particle size distribution was chosen to be quasi identical so that this factor does not affect the concrete behaviour. The decrease of tensile strength value with the increase of temperature is more pronounced than compressive strength reduction thus, the …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/fam.2318"
    },
    {
        "title": "Beton zwykły: projektowanie i podstawowe właściwości",
        "authors": "Jacek Śliwiński",
        "year": "1999",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5514773764959368942&hl=en&oi=scholarr"
    },
    {
        "title": "The influence of selected material and technological factors on mechanical properties and microstructure of reactive powder concrete (RPC)",
        "authors": "T Zdeb, J Śliwiński",
        "year": "2011",
        "abstract": "The paper deals with the properties and microstructure of Reactive Powder Concrete (RPC), which was developed at Cracow University of Technology. The influence of three different curing conditions: water (W), steam (S) and autoclave (A) and also steel fibres content on selected properties of RPC was analyzed. The composite characterized by w/s ratio equal to 0.20 and silica fume to cement ratio 20%, depending on curing conditions and fibres content, obtained compressive strength was in the range from 200 to 315 MPa, while modulus of elasticity determined during compression was about 50 GPa. During three-point bending test load-deflection curves were registered. Base on aforementioned measurements following parameters were calculated: flexural strength, stress at limit of proportionality (LOP), stress at modulus of rapture (MOR), work of fracture (WF), and toughness indices I5, I10 and I20. Both amount of steel fibres and curing conditions influence the deflection of RPC during bending.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-article-BTB2-0075-0037"
    },
    {
        "title": "Effect of cement paste content and w/c ratio on concrete water absorption",
        "authors": "Tomasz Tracz, Jacek Śliwiński",
        "year": "2012/5/1",
        "abstract": "The paper to be presented at the XVIII “Kontra” Conference. The research presented in this paper was conducted within the framework of the N N506 072138 research project funded by the National Science Centre",
        "keywords": null,
        "url": "https://www.cementwapnobeton.pl/Wplyw-zawartosci-zaczynu-cementowego-i-wskaznika-w-c-na-nasiakliwosc-betonu-woda,177477,0,2.html"
    },
    {
        "title": "The influence of steel fibres content and curing conditions on mechanical properties and deformability of reactive powder concrete at bending",
        "authors": "Tomasz Zdeb, Jacek Śliwiński",
        "year": "2009",
        "abstract": "This paper refers to cementitious material belonging to Reactive Powder Concretes (RPC) and containing variable content of steel fibres. The test results include mechanical properties of this composite,... więcej",
        "keywords": null,
        "url": "https://suw.biblos.pk.edu.pl/resourceDetailsBPP&rId=92632"
    },
    {
        "title": "Zastosowanie popiołów lotnych z kotłów fluidalnych w betonach konstrukcyjnych",
        "authors": "AM Brandt, D Jóźwiak-Niedźwiedzka, J Małolepszy, M Marks, J Śliwiński, J Kasperkiewicz",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5303030425870967084&hl=en&oi=scholarr"
    },
    {
        "title": "Idee kształtujące innowacyjne wyzwania techniki budowlanej. W poszukiwaniu paradygmatu rozwoju budownictwa",
        "authors": "Lech Czarnecki, Jan Deja, Kazimierz Furtak, Anna Halicka, Oleg Kapliński, Maria Kaszyńska, Marcin Kruk, Krzysztof Kuczyński, Edward Szczechowiak, Jacek Śliwiński",
        "year": "2017",
        "abstract": "Innowacyjne wyzwania techniki budowlanej to myśl przewodnia 63. Konferencji Naukowej Komitetu Inżynierii Lądowej i Wodnej Polskiej Akademii Nauk oraz Komitetu Nauki Polskiego Związku Inżynierów i Techników Budownictwa. W artykule omówiono wybrane zagadnienia wyznaczające uwarunkowania innowacji: użytkownik; środowisko; wymagania podstawowe; efektywność energetyczna. Wskazano inżynierię materiałów budowlanych oraz inżynierię przedsięwzięć budowlanych jako obszary o największym potencjale innowacyjnym w połączeniu z konstrukcjami budowlanymi i przegrodami jako szczególnym elementem budowlanym. Zwrócono uwagę na ciągłość rozwoju budownictwa z tendencją do występowania zmian skokowych. Podkreślono znaczenie zintegrowanego kształtowania obiektu budowlanego w celu zapewnienia dalszego rozwoju.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-1f721bfb-49ef-4803-9982-f06b94a45d76"
    },
    {
        "title": "Reactive powder concrete–change in compressive strength and modulus of elasticity at high temperature",
        "authors": "Tomasz Zdeb, Izabela Hager, Jacek Śliwiński",
        "year": "2012/1/1",
        "abstract": "This paper presents the results from an experimental study on the behaviour of Reactive Powder Concretes (RPC) at high temperature. The exposure to high temperature is related to the potential risk of fire. A previous study has shown that RPC is prone to spalling in such circumstances and for this reason polypropylene fibres were used in RPC concrete to prevent this occurring. The addition of PP fibres reduces the risk of spalling due to an increase in permeability, however it reduces the initial compressive strength of the RPC material by approx. 20 %. The results demonstrate that the strength of concrete along with the modulus of elasticity decrease with increasing temperature. Two experimental concretes were prepared and prismatic specimens, 40x40x80 mm in size, were cast from each mixture and tested in compression after being submitted to the high temperature. The relative value of compressive strength …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/B978085709988450013X"
    },
    {
        "title": "Mrozoodporność betonu w konstrukcjach mostowych",
        "authors": "Lech Czarnecki, Jan Deja, Kazimierz Flaga, Józef Jasiczak, Wiesław Kurdowski, Jan Małolepszy, Wojciech Radomski, Jacek Śliwiński",
        "year": "2015",
        "abstract": "Trzeba wyraźnie oddzielić badania wpływu cynku i fosforu, polegające na dodawaniu związków zawierających te pierwiastki do cementu. Na przykład dodatek 0, 5% ZnO [10] powoduje katastrofalne przedłużenie wiązania cementu, jednak powstawanie faz cynkowych w procesie klinkieryzacji nie ma takiego wpływu i dopiero zawartość ZnO przekraczająca 1, 5% ma niekorzystny wpływ [6]. Podobnie ma się sprawa z fosforem. Dodatek difosforanu [pirofosforanu-Na2HPO4], już w ilości 0, 1% powoduje duże opóźnienie wiązania i obniżenie wytrzymałości po 2 dniach. To działanie wyjaśniane jest strącaniem słabo rozpuszczalnego w wodzie fosforanu trójwapniowego na powierzchni ziaren cementu (lub alitu). Natomiast zawartość fosforanów w klinkierze może dochodzić nawet do 2% P2O5, bowiem fosfor lokuje się wtedy głównie w formie roztworu stałego w belicie i wolno przechodzi do roztworu [7]. Z tego względu badania prowadzone w ICiMB, które opierają się na badaniu metali ciężkich, lub domieszek, zawartych w klinkierach produkowanych w piecu obrotowym",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/343421.pdf"
    },
    {
        "title": "Materiały budowlane w mostownictwie",
        "authors": "Kazimierz Furtak, Jacek Śliwiński",
        "year": "2004",
        "abstract": "Słowa kluczowe trwałość obiektów mostowych, kamień budowlany, beton cementowy, stal konstrukcyjna, stal zbrojeniowa, stal sprężająca, drewno, materiały kompozytowe z matryca polimerową, materiały hydroizolacyjne, nawierzchnie, ochrona betonu, ochrona stali, elementy żelbetowe, łożyska",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4098001103898616972&hl=en&oi=scholarr"
    },
    {
        "title": "Betony samozagęszczalne",
        "authors": "J Szwabowski, J Śliwiński",
        "year": "2003",
        "abstract": "JesteÊmy obecnie Êwiadkami zachodzàcej, bardzo istotnej, aw perspektywie najprawdopodobniej rewolucyjnej, zmiany w budownictwie betonowym, spowodowanej wprowadzeniem technologii betonu samozagszczalnego. MoliwoÊci, jakie ta technologia stwarza i wynikajàce z nich korzyÊci w pe∏ ni uzasadniajà to stwierdzenie. Dziki specyficznym w∏ aÊciwoÊciom mieszanki moliwe jest nie tylko wyeliminowanie jej mechanicznego zagszczania w procesie formowania elementu lub konstrukcji betonowej. atwiejsze i szybsze staje si wype∏ nianie deskowania mieszankà bez koniecznoÊci uk∏ adania warstwami, moliwe staje si lepsze wykoƒczenie powierzchni betonu, szybszy zaÊ postp betonowania, zmniejszajà si nak∏ ady robocizny, eliminuje si szkodliwy wp∏ yw wibracji na robotników i deskowanie (formy), zmniejsza si poziom ha∏ asu. Moliwe staje si take betonowanie cieƒszych przekrojów lub trudno dostpnych fragmentów konstrukcji. Co jednak wydaje si generalnie najbardziej istotne, to fakt, i wprowadzenie betonu samozagszczalnego redukuje wp∏ yw operacji prowadzonych na budowie na jakoÊç betonu tylko do jego pielgnacji. W rezultacie, o jakoÊci betonu w konstrukcji rozstrzygaç bdzie wg∏ ównej mierze jakoÊç dostarczanego na budow betonu towarowego, co niewàtpliwie powinno wp∏ ynàç na znacznà popraw jakoÊci budownictwa betonowego. Aby to jednak osiàgnàç, konieczne jest rozpowszechnienie i opanowanie technologii betonu samozagszczalnego przez producentów betonu towarowego. Technologia ta stwarza take doskona∏ e moliwoÊci w prefabrykacji betonu. Oprócz wymienionych wyej efektów …",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-article-BTB2-0060-0069/c/Szwabowski_Betony_2_2003.pdf"
    },
    {
        "title": "Causes and mechanism of concrete spalling under high temperature caused by fi re",
        "authors": "Katarzyna Mroz, Izabela Hager",
        "year": "2017/11/1",
        "abstract": "Causes and mechanism of concrete spalling under high temperature caused by fi re Current issue Archive About the Journal Scope Editorial Office Editorial Board Guide for Authors Contact SEARCH Current issue Archive About the Journal Scope Editorial Office Editorial Board Guide for Authors Contact Logo of the journal: Cement-Wapno-Beton = Cement Lime Concrete Current issue Archive About the Journal Scope Editorial Office Editorial Board Guide for Authors Contact Logo of the journal: Cement-Wapno-Beton = Cement Lime Concrete 6/2017 vol. 22 Stats Get citation Causes and mechanism of concrete spalling under high temperature caused by fi re Katarzyna Mróz 1 , Izabela Hager 1 More details Hide details 1 Politechnika Krakowska im. Tadeusza Kościuszki, Instytut Materiałów i Konstrukcji Budowlanych Publication date: 2017-11-01 Cement Wapno Beton 22(6) 445-456 (2017) Article (PDF) References (…",
        "keywords": null,
        "url": "https://www.cementwapnobeton.pl/Przyczyny-i-mechanizm-powstawania-odpryskow-betonu-pod-wplywem-wysokiej-temperatury,177017,0,2.html"
    },
    {
        "title": "Wykorzystanie popiołów fluidalnych jako dodatku mineralnego do betonów",
        "authors": "Artur Łagosz, Jan Małolepszy, Jacek Śliwiński, Tomasz Tracz",
        "year": "2008",
        "abstract": "Referat zawiera wyniki badań dwóch krajowych popiołów fluidalnych. Jednego powstałego ze spalania węgla kamiennego, drugiego z węgla brunatnego. Popioły te zostały scharakteryzowane pod kątem zmienności cech chemicznych i fizycznych, pozwalającej wnioskować o ewentualnej ich przydatności jako składnika tworzyw cementowych. W dalszym ciągu przedstawiono wyniki badań podstawowych właściwości mieszanek betonowych i betonów stwardniałych, w których część cementu zastępowano popiołami fluidalnymi w ilości 15 i 30% m. Podstawowym spoiwem w badanych betonach był cement CEM I 32, 5. Badania cech mieszanek betonowych wykazały, iż mimo zwiększonej wodożądności popiołów fluidalnych, możliwym jest uzyskanie mieszanek o zadowalających i stabilnych, w rozsądnym czasie, właściwościach technologicznych. Wyniki badań betonów stwardniałych wskazują na generalnie korzystny wpływ dodatku obydwu rodzajów popiołu na analizowane cechy. Prezentowane w referacie wyniki badań stanowią fragment kompleksowych badań poświęconych przydatności krajowych popiołów fluidalnych jako dodatku mineralnego do betonów cementowych.",
        "keywords": null,
        "url": "https://www.dnibetonu.com/wp-content/pdfs/2008/lagosz_malolepszy_sliwinski_tracz.pdf"
    },
    {
        "title": "Zasady projektowania składu betonów wysokowartościowych",
        "authors": "J Śliwiński",
        "year": "2003",
        "abstract": "Przedstawiono stwardniały beton cementowy jako kompozyt dwuskładnikowy. Na tym tle podano główne zasady ustalania składu betonów wysokowartościowych i podstawowe wymagania stawiane ich składnikom. Przedstawiono także nowe doświadczalne zależności wytrzymałości betonu od jego składu, w którym uwzględniono obecność pyłu krzemionkowego. Schematycznie pokazano przebieg projektowania i zilustrowano go przykładem liczbowym. W sposób ogólny zaprezentowano także jedną z zagranicznych metod projektowania składu betonów wysokowartościowych.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-article-BTB2-0019-0040"
    },
    {
        "title": "Spostrzeżenia z praktycznego projektowania składu betonów samozagęszczalnych",
        "authors": "Jacek Śliwiński, Robert Czołgosz",
        "year": "2002",
        "abstract": "Betony samozagęszczalne, należące do grupy betonów zwanych coraz częściej autotechnologicznymi lub samoobsługowymi, stanowią przykład daleko idącej i wieloaspektowej modyfikacji tradycyjnego cementowego betonu zwykłego. Głównie rozwojowi chemii budowlanej, a szczególnie nowoczesnych domieszek reologicznych, zawdzięczamy możliwość pogodzenia dwóch, jeszcze do niedawna wydających się niemożliwymi do pogodzenia parametrów mieszanki betonowej: niskiego wskaźnika wodnocementowego oraz jej ciekłej konsystencji i szczegól-nie korzystnej urabialności. W przypadku betonów SCC wszystko to okazało się możliwe, i to przy równoczesnym spełnieniu wymaganej zdolności mieszanki do samoistnego „odpowietrzania” i braku segregacji składników. W większości krajowych publikacji dotyczących technologii betonów SCC znacznie chętniej prezentowane są ich niewątpliwie …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6292852576639706190&hl=en&oi=scholarr"
    },
    {
        "title": "Application de la méthode d'emission acoustique aux essais du comportement du béton imprégné de polymére soumis á la compression",
        "authors": "Tadeusz Broniewski, Jerzy Hoŀa, Jacek Śliwiński",
        "year": "1994/7",
        "abstract": "Ce texte présente les résultats d'une étude effectuée dans le but de mieux comprendre le mécanisme de renforcement du béton de ciment par imprégnation de polymère. On a appliqué la méthode d'émission acoustique pour examiner le processus de destruction sous compression axiale d'un béton imprégné de méthacrylate de méthyle et d'un béton témoin non imprégné. Au cours des essais, on a enregistré le nombre d'impulsions acoustiques émises par ces deux bétons aux différents niveaux de contraintes, ainsi que les caractéristiques graphiques des signaux simples. L'analyse des relations entre les paramètres d'émission acoustique et la contrainte qui la provoque, ainsi que celle des signaux enregistrés, permet de formuler des conclusions justifiant les mécanismes possibles de renforcement du béton par le polymère qui ont été présentés au début de l'article.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/BF02473425"
    },
    {
        "title": "Metody oceny parametrów charakteryzujących wodoszczelność betonu",
        "authors": "Jacek Śliwiński, Krzysztof Witek",
        "year": "1994",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14029576960167552031&hl=en&oi=scholarr"
    },
    {
        "title": "Selected properties of concretes with an addition of fractionated siliceous and fluidized bed fly ash",
        "authors": "Jacek Sliwinski, Tomasz Tracz, Jan Deja, Artur Lagosz",
        "year": "2013/3/1",
        "abstract": "SELECTED PROPERTIES OF CONCRETES WITH AN ADDITION OF FRACTIONED SILICEOUS AND FLUIDISED BED FLY ASH Cement-Wapno-Beton, Vol. XVIII/LXXX, 2013, No 2, p. 81 In the paper the results of ordinary concretes with typical composition are presented. In these concretes 25% of cement CEM I 32.5 N was replaced by fly ash: in one case it was siliceous fly ash which fraction over 100 mu m was separated and in second case fly ash from bed combustion with fraction under 30 pm separated. The compressive strength of all concretes were practically very similar as well as water absorption. Similar was also the results of water permeability measurements, however, concrete with T> 30 fly ash was slightly better. The air-entrained concretes with fly ash, after 28 days of curing in moist air (> 90% RH), have shown the strength decrease of 9%-for PO/100 and 3%-for T> 30.",
        "keywords": null,
        "url": "https://hero.epa.gov/hero/index.cfm/reference/details/reference_id/1695463"
    },
    {
        "title": "The effect of concrete surface polishing on permeability evaluated with Torrent’s method",
        "authors": "T Tracz, J Śliwiński",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6271505928410264480&hl=en&oi=scholarr"
    }
]