[
    {
        "title": "Labour Mobility within the EU in the Context of Enlargement and the Functioning of the Transitional Arrangements",
        "authors": "Herbert Brücker, Timo Baas, Iskra Beleva, Simone Bertoli, Tito Boeri, Andreas Damelang, Laetitia Duval, Andreas Hauptmann, Agnieszka Fihel, Peter Huber, Anna Iara, Artjoms Ivlevs, Elke J Jahn, Pawel Kaczmarczyk, Michael E Landesmann, Joanna Mackiewicz-Lyziak, Mattia Makovec, Paola Monti, Klaus Nowotny, Marek Okólski, Sándor Richter, Richard Upward, Hermine Vidovic, Katja Wolf, Nina Wolfeil, Peter Wrigth, Zaiga Kris̆jāne, Anna Zylicz",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://fis.uni-bamberg.de/entities/publication/1e58f312-133f-43fb-8781-d697367a0719"
    },
    {
        "title": "Central bank transparency and credibility: The case of Poland, 1998–2004",
        "authors": "Tomasz Łyziak, Joanna Mackiewicz, Ewa Stanisławska",
        "year": "2007/3/1",
        "abstract": "In this study we analyse transparency and credibility of the National Bank of Poland's monetary policy under the inflation-targeting regime in the period 1998–2004. To verify NBP transparency we analyse the transparency of the monetary policy framework and the predictability of policy decisions. With respect to the former, we present some indicators suggested in the literature, while with respect to the latter we analyse the formation of interest rate expectations by commercial bank analysts. As far as NBP credibility is concerned, we evaluate the way in which inflation expectations of consumers and commercial bank analysts are formed and how they are related to the inflation target.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0176268006000899"
    },
    {
        "title": "Do consumers in Europe anticipate future inflation? Has it changed since the beginning of the financial crisis?",
        "authors": "Tomasz Łyziak, Joanna Mackiewicz-Łyziak",
        "year": "2014/5/1",
        "abstract": "In this paper we analyze whether consumers in European economies are able to anticipate future inflation. For this purpose we check expectational errors and estimate the degrees of forward-lookingness and macroeconomic efficiency of consumer inflation expectations. We also test the impact of the recent financial crisis on the formation of these expectations. Our results suggest that capacities of consumers to anticipate future inflation are rather constrained, although their opinions contain some forward-looking elements. Consumers seem to anticipate future inflation to the highest extent in France, Cyprus, the European Monetary Union as a whole, and the Netherlands. There is also a relatively high degree of anticipation in Austria, Belgium, Estonia, Hungary, Italy, Latvia, Poland, and Slovakia. Consumer inflation expectations in advanced economies display better forecasting properties and higher degrees of …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.2753/EEE0012-8775520301"
    },
    {
        "title": "Central bank independence and inflation—Old story told anew",
        "authors": "Ryszard Kokoszczyński, Joanna Mackiewicz‐Łyziak",
        "year": "2020/1",
        "abstract": "Central bank independence (CBI) and its link to inflation have become a part of conventional wisdom. However, the literature shows that there is a lack of a stable general pattern for the relation between CBI and inflation, even for relatively homogenous groups of countries. In this study, we use two indexes for CBI proposed in the literature. For the panel of 51 countries (24 advanced and 27 nonadvanced economies), we estimate two regression models—one with inflation as a dependent variable and another with inflation gap in this role. We use two estimation methods: the panel fixed effects model with serial autocorrelation in the error term and the Arellano‐Bond difference generalized method of moments estimator. In addition, we use disaggregated indices to check what aspects of independence are of highest importance. Our results suggest that CBI has a negative significant impact on inflation mostly by results …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ijfe.1730"
    },
    {
        "title": "Central bank credibility: determinants and measurement. A cross-country study",
        "authors": "Joanna Mackiewicz-Łyziak",
        "year": "2016/3",
        "abstract": "This paper proposes a new measure of central bank credibility — the credibility index calculated on the basis of the key determinants of central bank credibility. The index is compiled for 9 countries: the Czech Republic, Hungary, Slovakia, Poland, Chile, Brazil, Turkey, United Kingdom and Sweden , for the years 1999–2007. The results are cross-checked with other credibility measures based on inflation expectations of two groups of economic agents. The analysis demonstrates that the credibility index may be considered a relevant and consistent credibility measure.",
        "keywords": null,
        "url": "https://akjournals.com/view/journals/032/66/1/article-p125.xml"
    },
    {
        "title": "Active and passive monetary policy in CEE countries with inflation targeting: The case of the Czech Republic, Hungary, and Poland",
        "authors": "Joanna Mackiewicz-Łyziak",
        "year": "2016/3/3",
        "abstract": "The concept of nonlinear Taylor rules describing behavior of the central banks becomes popular in the literature. In this paper we estimate Markov switching Taylor rules for three CEE economies: the Czech Republic, Hungary and Poland, all being inflation targeters. For the robustness purposes we estimate several different specifications of the Taylor rule: backward- and forward-looking, with inflation and inflation gap as explaining variables. As the analyzed CEE countries are small open economies additional variables are included to the standard Taylor rule: foreign interest rate and exchange rate. We find that two regimes of monetary policy may be distinguished: passive and active regime. The passive regime, which seems dominant, is characterized by strong smoothing of the interest rate path and little response to inflation and output gap developments. In the active regime the smoothing parameter decreases …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00128775.2015.1126789"
    },
    {
        "title": "Wpływ realizacji polityki spójności na kształtowanie się głównych wskaźników dokumentów strategicznych NPR 2004-2006 i NSS 2007-2013",
        "authors": "Tomasz Kaczor, Joanna Mackiewicz-Łyziak, Monika Michniewicz, Radosław Socha, Konrad Soszyński",
        "year": "2009",
        "abstract": "2005 103, 6 103, 5 0, 1 2006 106, 2 106, 0 0, 2 2007 106, 7 106, 2 0, 5 2008 104, 8 104, 3 0, 5 2009 99, 5 99, 2 0, 3 2010 101, 5 100, 9 0, 6 2011 103, 1 102, 4 0, 7 2012 104, 9 104, 1 0, 8 2013 105, 2 104, 3 0, 9 2014 104, 9 103, 9 1, 0 2015 104, 7 103, 8 0, 9 2016 103, 5 102, 8 0, 7 2017 102, 5 102, 6-0, 1 2018 103, 2 103, 2 0, 0 2019 103, 9 104, 0-0, 1 2020 104, 5 104, 6-0, 1 Źródło: obliczenia własne Tablica 2. Poziom PKB wartość w PLN w cenach bieŜących",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8933194651166296621&hl=en&oi=scholarr"
    },
    {
        "title": "A new test for fiscal sustainability with endogenous sovereign bond yields: Evidence for EU economies",
        "authors": "Joanna Mackiewicz-Łyziak, Tomasz Łyziak",
        "year": "2019/11/1",
        "abstract": "In this paper we develop a new test for fiscal sustainability and propose a synthetic fiscal sustainability indicator. Conventional tests based on fiscal reaction functions assume a constant real interest rate. However, many empirical studies find evidence on a positive response of long-term rates to sovereign debt levels. We take this evidence into account and endogenize the long-term real interest rate in testing fiscal sustainability. We apply the new test for the European economies. We find that considering the response of interest rate to debt may change the assessment of fiscal sustainability. More specifically, our results indicate that fiscal sustainability is at risk in a number of European Union economies, even if the results of traditional approaches suggest sustainable fiscal policy.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999318315220"
    },
    {
        "title": "Does fiscal stance affect inflation expectations? Evidence for European economies",
        "authors": "Tomasz Łyziak, Joanna Mackiewicz-Łyziak",
        "year": "2020/12/1",
        "abstract": "According to the fiscal theory of the price level, in a non-Ricardian regime, high public debt should lead to a price-level increase so as to fulfill intertemporal government budget constraint. Forward-looking agents should anticipate this rise by pushing up their inflation expectations. This study tests the above hypothesis by analyzing the impact of fiscal sustainability on the formation of inflation expectations by private-sector agents – consumers and professional forecasters – in European countries. In the study, we estimate models of inflation expectations, and we include public debt among the explanatory variables. The novelty of this study lies in our analysis of whether the relationship between public debt and inflation expectations is affected by the degree to which fiscal policy is sustainable in European economies. We find that fiscal stance influences the inflation expectations of consumers and professional …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0313592620304215"
    },
    {
        "title": "Fiscal sustainability in CEE countries–the case of the Czech Republic, Hungary and Poland",
        "authors": "Joanna Mackiewicz-Łyziak",
        "year": "2015",
        "abstract": "The aim of the study is to assess fiscal sustainability in the Czech Republic, Hungary and Poland, and to test for existence of fiscal domi-nance in these countries in the context of the fiscal theory of the price level. The empirical study is conducted using unit root tests and co-integration analysis with possible structural breaks. The approach is consistent with so called backward-looking approach for fiscal dominance testing proposed by Bohn (1998). The results suggest that in the Czech Republic and Poland fiscal dominance prevailed in the analyzed period, while in Hungary – monetary dominance. The result for Hungary may be caused, however, by a one-time reduction in debt resulting from changes in pension system.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=412734"
    },
    {
        "title": "Physical activity and healthcare costs: Projections for Poland in the context of an ageing population",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak",
        "year": "2019/8",
        "abstract": "Background\nThe proportion of older people in many countries, including Poland, is expected to increase, which will lead to a rise in healthcare costs.\nObjectives\nThis study aims to analyse the impact of older adults’ physical activity on public spending on healthcare in Poland over the long term.\nMethod\nTo include the physical activity factor needed for our long-term projections, we modified the macro-simulation model used by the European Commission in Poland. We used the Survey of Health, Ageing and Retirement in Europe database to calculate the number of healthcare users depending on their level of physical activity. We used three measures of healthcare users: people with chronic diseases, people who were in hospital or visited a doctor more than once in the previous year, and people who subjectively evaluated their health as fair or poor.\nResults\nWe found that a higher level of physical activity in older adults …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s40258-019-00472-9?platform=hootsuite&error=cookies_not_supported&code=aeb90e98-4d32-4e57-9ab0-5d615841e891"
    },
    {
        "title": "Wiarygodność banku centralnego",
        "authors": "Joanna Mackiewicz-Łyziak",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7834867323231668556&hl=en&oi=scholarr"
    },
    {
        "title": "Wyrównywanie dochodów jednostek samorządu terytorialnego",
        "authors": "J Mackiewicz-Łyziak, E Malinowska-Misiąg, W Misiąg, M Tomalak",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6626060688287036804&hl=en&oi=scholarr"
    },
    {
        "title": "Labour mobility within the EU in the context of enlargement and the functioning of the transitional arrangements",
        "authors": "A Fihel, P Kaczmarczyk, J Mackiewicz-Łyziak, M Okólski",
        "year": "2009",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=8743763560116394224&hl=en&oi=scholarr"
    },
    {
        "title": "Sustainability of Public Finances in European Economies: Fiscal Policy Reactions and Market Pricing",
        "authors": "Tomasz Łyziak, Joanna Mackiewicz-Łyziak",
        "year": "2019/1/2",
        "abstract": "This article evaluates fiscal discipline in twenty-two member countries in the European Union. We adopt a two-dimensional approach in which we evaluate the reaction of the primary balance to public debt and the response of financial markets to fiscal variables. Our results suggest that the fiscal policy in EU is sustainable. Financial markets seem to pay attention to fiscal variables. Since the beginning of the financial crisis, both markets and governments have responded more strongly to public debt. Interestingly, the reaction of the markets to GDP per capita seems to be stronger in the high-debt economies.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00128775.2018.1533411"
    },
    {
        "title": "Wpływ infrastruktury na produktywność w gospodarce Polski",
        "authors": "Joanna Mackiewicz-Łyziak",
        "year": "2010",
        "abstract": "Udział poszczególnych czynników produkcji w wytwarzaniu produktu jest jedną z podstawowych kwestii w teorii ekonomii sektora realnego. Udział ten jest szacowany na podstawie funkcji produkcji. Najprostszą i najczęściej szacowaną jest dwuczynnikowa funkcja produkcji, uwzględniająca kapitał i pracę. Jednak w wielu badaniach rozróżnia się więcej niż dwa czynniki. Oprócz kapitału fizycznego i pracy bierze się pod uwagę np. kapitał ludzki, ziemię czy też materiały. Wszystkie te czynniki są nakładami, których kombinacja, przy danej technologii w trakcie procesu produkcyjnego przekształcana jest w końcowy produkt. Jednakże od początku lat 90. ubiegłego wieku zainteresowanie badaczy wzbudziła rola innego, różnego od „standardowych”, czynnika infrastruktury. Infrastruktura nie jest typowym czynnikiem produkcji. Jest ona czasem postrzegana jako czynnik wspomagający pozostałe czynniki produkcji. Wydaje się, że związek pomiędzy infrastrukturą a produktem i produktywnością jest bardziej skomplikowany. W literaturze można wymienić trzy podstawowe efekty, jakie może mieć infrastruktura (por.[Shanks, Barnes, 2008]): 1. infrastruktura (publiczna), z której korzystanie jest darmowe, stanowi bezpośredni nakład w procesie produkcyjnym. Wpływ infrastruktury można w tym przypadku określić jako efekt darmowego nakładu, 2. infrastruktura (publiczna i prywatna) ułatwia innowacje (prowadząc do poprawy czy też umożliwiając nowy proces produkcyjny), dzięki czemu pośrednio wpływa na produkcję i produktywność, 3. infrastruktura (publiczna i prywatna) może wpływać na produktywność innych czynników produkcji. Infrastruktura może …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_101155"
    },
    {
        "title": "Labour mobility within the EU in the context of enlargement and the functioning of the transitional arrangements, Country report: Poland",
        "authors": "Agnieszka Fihel, Paweł Kaczmarczyk, Joanna Mackiewicz-Łyziak, Marek Okólski",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7850306102541064954&hl=en&oi=scholarr"
    },
    {
        "title": "Long-term care costs and obesity-projections for Poland",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak, Dagmara Mycielska",
        "year": "2022/11/1",
        "abstract": "The share of both elderly and obese people in the population of many countries, including Poland in particular, will increase. The aim of the study is to investigate the impact of obesity of adults 50+ on public expenditures on long-term care in Poland. Using the Survey on Health Ageing and Retirement in Europe (SHARE) database and the European Commission macro-simulation model, we estimate long-term projection of long-term care costs of older adults depending on the level of obesity. Our results suggest that obese people are more likely to be disabled and obesity of adults 50+ may increase the long-term care costs by up to 0.3% of GDP in 2070 horizon.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0167268122003328"
    },
    {
        "title": "Wyrównywanie dochodów jednostek samorządu terytorialnego. Możliwości wykorzystania w Polsce doświadczeń niemieckich krajów związkowych",
        "authors": "J Mackiewicz‑Łyziak, E Malinowska-Misiąg, W Misiąg, M Tomalak",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13211529560199714192&hl=en&oi=scholarr"
    },
    {
        "title": "Impact of physical activity by older people on long-term care cost projections in Poland",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak",
        "year": "2020/3/3",
        "abstract": "In this study, we investigate whether higher physical activity of older people dampens increases in public expenditure, particularly the costs of long-term care. In our estimations, we refer to the projections of long-term care costs in Poland, published by the European Commission. Using the Survey of Health, Ageing and Retirement in Europe (SHARE) database, we calculate disability rates based on physical activity performed. Our results suggest that disability rates are significantly lower for older people who are physically active, and the promotion of physical activity in Polish society may significantly reduce future budgetary burden connected with population aging.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/08959420.2018.1563474"
    }
]