[
    {
        "title": "CSR disclosure in Polish-listed companies in the light of Directive 2014/95/EU requirements: Empirical evidence",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2017/12/12",
        "abstract": "On 15 December 2016, new non-financial reporting requirements were implemented in the Polish Accounting Act (PAA) which would be enforced from 1 January 2017. This act resulted from the transposition of Directive 2014/95/EU. New requirements oblige certain groups of entities to disclose non-financial information on environmental, social and employee-related matters, respect for human rights, anti-corruption and bribery matters. The purpose of this paper is two-fold. Firstly, this study analyses the new non-financial reporting requirements implemented in PAA, which were created from the transposition of the Directive. Secondly, this study investigates the current extent and quality of corporate social responsibility (CSR) reporting in companies listed on the Warsaw Stock Exchange (WSE) and their compliance with the new requirements. The sample comprises 150 selected listed companies on the WSE. The data were collected from annual reports, separate CSR reports, and companies’ websites. Content analysis and a rating scale were used to measure the level of CSR disclosures. The results show that companies prefer annual reports to communicate voluntary CSR disclosures. In the majority of cases, CSR disclosure of companies were not compliant with the new requirements. Companies placed little emphasis on reporting about human rights and anti-corruption. This suggests that the new reporting obligation should increase the extent and quality of non-financial disclosure among Polish listed companies.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/9/12/2304"
    },
    {
        "title": "The impact of corporate governance characteristics on banks’ corporate social responsibility disclosure: Evidence from Poland",
        "authors": "Łukasz Matuszak, Ewa Różańska, Małgorzata Macuda",
        "year": "2019/3/18",
        "abstract": "Purpose\nThe purpose of this paper is to investigate the extent and trend of corporate social responsibility (CSR) reporting in commercial banks in Poland and examine the link between corporate governance characteristics, namely size of the bank, ownership, boards size, board diversity and CSR disclosures in the banks.\nDesign/methodology/approach\nThe annual reports and CSR reports of the banks were examined between 2008 and 2015 using content analysis and panel data analysis.\nFindings\nThe results indicate that banks improved their CSR reporting practices during examined period. There are statistically significant differences in the level of CSR disclosures between banks with a different ownership structure. Both foreign majority shareholder group as well as state majority shareholder group have a positive influence on CSR as compared with Polish majority shareholder (PMS) group (excluding State …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/JAEE-04-2017-0040/full/html"
    },
    {
        "title": "An examination of the relationship between CSR disclosure and financial performance: The case of Polish banks",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2017",
        "abstract": "The purpose of this study is twofold. First, this study investigates the trends of corporate social responsibility (CSR) reporting and financial performance (FP) in commercial banks in Poland. Second, this study examines the impact of the CSR disclosure of the banks on their financial performance (ROA, ROE, NIM). Sample consists of 18 banks. The data from annual reports for the period of 8 years (2008 – 2015) were both hand collected and obtained from Notoria Servis Database. A content analysis is used to measure the level of CSR disclosures and a panel data analysis is employed to examine the CSR-FP relationship. Software: GRETL. Two key findings: (1) Positive relationship between banks’ CSR disclosures and their profitability measured by ROA and ROE. However, the relationship between banks’ CSR disclosures and NIM is negative. Statistical analysis did not report any significant effect of CSR activities …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=595927"
    },
    {
        "title": "Towards 2014/95/EU directive compliance: the case of Poland",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2021/8/26",
        "abstract": "Purpose\nThis study aims to investigate the differences in the extent of non-financial disclosure (NFD) across companies listed on the Warsaw Stock Exchange over the period surrounding the implementation of the Directive 2014/95/EU.\nDesign/methodology/approach\nThe sample comprising 134 selected companies. Content analysis and a disclosure index were used to measure the level of NFD. Non-financial reporting practices in the two years before (2015) and one year after (2017) the implementation of the Directive were compared.\nFindings\nThe results highlight that there is already a high level of compliance with the European Union’s regulation. The extent of the NFD across different thematic aspects in reporting media increased significantly between 2015 and 2017 in particular in human rights and anti-corruption. The Directive had the largest impact on those firms with previously low levels of NFD and led to …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/sampj-02-2020-0042/full/html"
    },
    {
        "title": "The concept of CSR in accounting theory and practice in Poland: an empirical study.",
        "authors": "Małgorzata Macuda, Łukasz Matuszak, Ewa Różańska",
        "year": "2015/7/1",
        "abstract": "Purpose. Right now, the issue of Corporate Social Responsibility (CSR) lies within the scope of interest of various fields of social science and practice, including the science and practice of accounting. Numerous research works stress how accounting, particularly in terms of corporate reporting, is closely connected to the concept of CSR. The number of studies concerning especially CSR reporting has increased in recent years all over the world, but in Poland CSR reporting is a new field not yet covered by many current research papers. The main purpose of this work is to present the concept of CSR in the theory and practice of accounting. Design/methodology/approach. The research paper comprises a literature review and a content analysis. The literature review was conducted in the first part of the work, which was devoted to the presentation of the idea of corporate social responsibility in the context of accounting …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=298445"
    },
    {
        "title": "Online corporate social responsibility (CSR) disclosure in the banking industry: evidence from Poland",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2020/10/20",
        "abstract": "Purpose\nBased on a set of complementary theories, namely, the legitimacy, stakeholder and signaling theories, the purpose of this paper is to investigate the visibility of corporate social responsibility (CSR) disclosures on bank websites. In particular, we explored the accessibility, placement, reporting format, extent and content of online CSR information. This paper also examined the effect of size, being listed, ownership structure and the internationalization of banks on online CSR reporting.\nDesign/methodology/approach\nA sample consisting of 20 banks was used where the data were manually collected from the websites of various banks during the fourth quarter of 2017. Three reporting formats were explored: information posted directly on the website, information contained in a separate CSR report and information within a management commentary or annual report or integrated report. Content analysis was used …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/SRJ-11-2018-0303/full/html"
    },
    {
        "title": "A non-linear and disaggregated approach to studying the impact of CSR on accounting profitability: Evidence from the Polish banking industry",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2019/1/1",
        "abstract": "Corporate social responsibility (CSR) is now extensively promoted in the European Union and highly desired by stakeholders. However, from a manager’s point of view, the question of whether or not corporations should conduct CSR activities is controversial because of the accompanying high cost and uncertain benefits. The vast empirical literature appears to be rather inconclusive with respect to the question of whether CSR business engagement creates or destroys financial performance (FP). This study suggests that the inconsistent findings may be due to the use of aggregated CSR measures and a linear approach, as well as the omission of the industry or country context. Thus, the purpose of this study is to provide an updated assessment of the relationship between CSR and FP. Based on content analysis, we developed four individual CSR disclosure indices, corresponding to the environmental, human resources, product and customers, and community involvement dimensions, instead of an overall CSR composite score, and we examined their impact on accounting-based measures. We applied both linear and non-linear approaches. Data from Poland’s banking industry for the period 2008–2015 provided the background for this study. Our results confirm the existence of a U-shaped relationship between human resources and FP, and an inverse-U-shaped relationship between FP and community involvement, and FP and product and customers. This study contributes not only to the CSR literature by providing new insights into this relationship between CSR dimensions and FP, but it also offers policy suggestions for both bank …",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/11/1/183"
    },
    {
        "title": "CSR disclosure in Polish-listed companies in the light of Directive 2014/95/EU requirements: Empirical evidence. Sustainability, 9, 2304",
        "authors": "Ł Matuszak, E Rózanska",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5094477401556377009&hl=en&oi=scholarr"
    },
    {
        "title": "Raportowanie o społecznej odpowiedzialności przedsiębiorstw (CSR) za pomocą narzędzia legitymizacji przedsiębiorstw",
        "authors": "Łukasz Matuszak",
        "year": "2015",
        "abstract": "The principal aim of this article is to present the theory of legitimacy and its applications in CSR reporting. Legitimacy theory is used worldwide in scientific research in the field of accounting; however, is not yet well known in Poland. The first part of the article presents legitimacy theory against the background of systemically oriented theories. As indicated, legitimacy theory is the core of any systemic viewpoint of a company. The remainder of the article presents the definitions, forms and types of legitimacy, as well as the strategies for obtaining, maintaining and rebuilding lost legitimacy. In addition to the theoretical discussion, the article presents the results of some research on CSR reporting with regard to legitimacy theory",
        "keywords": null,
        "url": "https://bazawiedzy.ue.poznan.pl/info/article/UEPa0536751bd014961b2d6ec394b1ff21c/?ps=20&lang=pl&pn=1&cid=18183"
    },
    {
        "title": "Wycena składników sprawozdania finansowego w realizacji koncepcji true and fair view–teoria i regulacje",
        "authors": "Łukasz Matuszak",
        "year": "2013",
        "abstract": "We współczesnej gospodarce rynkowej dynamika procesu globalizacji wynika w głównej mierze z pogłębiania się współpracy międzynarodowej, której największy rozwój można obserwować w obszarze międzynarodowych rynków finansowych. Kluczowym instrumentem pozwalającym realizować ten proces są informacje pochodzące z rachunkowości i prezentowane w sprawozdaniu finansowym, pełniące rolę „języka biznesu”. W związku z tym na pierwszy plan wysuwa się kwestię przydatności funkcji informacyjnej rachunkowości. Rachunkowość jest obecnie postrzegana jako podstawowe źródło informacji o przyszłości ekonomicznej przedsiębiorstwa. Podstawowym jej zadaniem jest dokonywanie „kwantytatywnego opisu i analizy strumieni zysku, wielkości majątku i kapitału”(Gmytrasiewicz, 2006, s. 87), zaś przydatność jej funkcji informacyjnej została zogniskowana na potrzebach informacyjnych inwestorów …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=190982"
    },
    {
        "title": "CSR disclosures in listed banks–current state and future perspective",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2017",
        "abstract": "The purpose of the paper is twofold. First, this study briefly analyzes the new non--financial reporting requirements implemented in Polish Accounting Act. Second, it investigates the current state of CSR reporting in commercial banks listed on the Warsaw Stock Exchange and its connection with the new requirements. The sample consists of 12 banks. The data were collected in December 2016 covering three communication channels: annual reports (including management commentary), separate CSR reports in PDF files and information from the companies’ web sites. A content analysis and Likert scale were used to measure the level of CSR disclosures in five categories namely: environment, labor practices, human rights, community involvement and anti-corruption. Disclosures on business model was also examined. The results of the study show that banks prefer annuals reports rather than CSR reports or websites to communicate voluntary CSR disclosures. In most cases the disclosures in the areas: community involvement, environment and labor practices have already met the requirements of the amended Polish Accounting Act. The level of reporting in the areas: human rights and the fight against corruption is insufficient under the new regulations.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-447469aa-cc92-4190-af71-07464e25997e"
    },
    {
        "title": "WYCENA A WIARYGODNOŚĆ I PORÓWNYWALNOŚĆ. SPRAWOZDANIA FINANSOWEGO",
        "authors": "Łukasz Matuszak",
        "year": "2012",
        "abstract": "We współczesnej gospodarce rynkowej wzrastające tempo procesu globalizacji gospodarek realizowane jest poprzez ułatwienie przepływów kapitałowych, towarowych, usług i siły roboczej. W dużej mierze wynika to z intensyfikowania międzynarodowej współpracy, której największy rozwój możemy obserwować w obszarze rynków finansowych w skali międzynarodowej. Z procesami tymi wiąże się wzrastające ryzyko gospodarowania, które w skali międzynarodowej wykracza poza ramy przedsiębiorstwa i danego kraju. Ryzyko i niepewność stały się podstawowymi cechami współczesnego otoczenia konkurencyjnego. Niezbędna staje się w związku z tym umiejętność przewidywania przyszłości, oszacowania własnych potencjałów i możliwości. Wymaga to stworzenia przez pojedyncze przedsiębiorstwo odpowiedniego systemu informacyjnego, stanowiącego podstawę zarządzania i kontroli. Informacja jest bowiem w gospodarce wolnorynkowej kluczowym elementem warunkującym sukces. To informacja jest podstawą podejmowania decyzji. Może ona wynieść korporację na wyżyny światowego biznesu, ale ta sama informacja może ją zniszczyć",
        "keywords": null,
        "url": "http://www.wbc.poznan.pl/Content/221563/Matuszak%20%C5%81ukasz.pdf"
    },
    {
        "title": "Czy sprawozdawczość zintegrowana stanie się nowym modelem sprawozdawczym przedsiębiorstwa?",
        "authors": "Łukasz Matuszak",
        "year": "2016",
        "abstract": "Współcześnie w praktyce gospodarczej obserwuje się zmiany w modelu sprawozdawczym przedsiębiorstw w kierunku zintegrowanego raportowania. Dynamika tych zmian została istotnie wzmocniona dzięki opublikowaniu w grudniu 2013 r. przez Radę Międzynarodowego Zintegrowanego Raportowania (International Integrated Reporting Committee − IIRC), Ram Zintegrowanej Sprawozdawczości (Integrated Reporting Framework − IR), które mają za zadanie wspomagać przedsiębiorstwa przy sporządzaniu zintegrowanych raportów. Przyczyny tych zmian są różnorodne i wielowymiarowe, jednak za najważniejszą można uznać społeczną odpowiedzialność przedsiębiorstwa wyrażającą się w ujawnianiu jego oddziaływania na szeroko rozumianych interesariuszy (np. społeczeństwo). Dokonujące się zmiany w modelu sprawozdawczym przedsiębiorstw nie pozostają bez wpływu na naukę rachunkowości, a w szczególności na jeden z jej podsystemów – sprawozdawczość. Dlatego celem artykułu jest zbadanie, czy sprawozdawczość zintegrowana stanie się nowym modelem sprawozdawczym przedsiębiorstwa. W artykule wykorzystano metodę krytycznej analizy literatury, analizy dokumentów oraz metodę syntezy przy formułowaniu wniosków Najistotniejszym wnioskiem z rozważań jest wskazanie konieczności dalszego rozwoju ram zintegrowanej sprawozdawczości w stopniu, w którym dostarczą one przedsiębiorstwom bardziej precyzyjnych wskazań dotyczących poziomu szczegółowości ujawnień, ich powiązań z innymi elementami raportu, a także wskażą zasady i stworzą system pomiaru informacji.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/593528.pdf"
    },
    {
        "title": "Wycena sprawozdania finansowego w realizacji koncepcji społecznej odpowiedzialności przedsiębiorstwa,[w:] Rachunkowość odpowiedzialności społecznej–teoria i praktyka",
        "authors": "Ł Matuszak",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=11328168416685843569&hl=en&oi=scholarr"
    },
    {
        "title": "Dylematy implementacji międzynarodowych ram zintegrowanej sprawozdawczości",
        "authors": "Łukasz Matuszak",
        "year": "2014",
        "abstract": "The processes of globalization, makes the current model of financial statements unable to present a complete, true and fair view of the overall activities of the company, as well as socially responsible dimensions of this activity. This results in broadening the scope of the current corporate reporting on aspects such as environmental, social and corporate governance and raises the need for an integrated reporting. In December 2013, The International Integrated Reporting Framework has been published. Therefore the goal of this paper is to identify and clarify the most important dilemmas related to the implementation of Framework. In this study the author characterized, among others, the direction of changes in the enterprises' reporting and the consequent need for the implementation of Framework.",
        "keywords": null,
        "url": "https://bazawiedzy.ue.poznan.pl/info/article/UEP5cf7021b7a11475eb8a8a0c9778557e9/"
    },
    {
        "title": "Ujawnienia o CSR na przykładzie spółek notowanych na GPW w Warszawie,[in:] M. Remlein (red.)",
        "authors": "M Macuda, Ł Matuszak, E Różańska",
        "year": "2015",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15944491168504340173&hl=en&oi=scholarr"
    },
    {
        "title": "R o_za nska",
        "authors": "Ł Matuszak",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17958858375810468592&hl=en&oi=scholarr"
    },
    {
        "title": "Rola sprawozdania z działalności w społecznie odpowiedzialnym przedsiębiorstwie",
        "authors": "Łukasz Matuszak",
        "year": "2015",
        "abstract": "Currently, the concept of CSR (Corporate Social Responsibility) is gaining importance as a concept of the impact of economic activity of enterprises on society, and becomes more and more popular among a wide range of stakeholders of the company. They expect that the company will supply them with information about their socially responsible business. The current model of financial reporting is not able in a complete and faithful way to present the overall activities of the company, including socially responsible dimension of this business. This causes the expansion of the scope of the current corporate reporting on environmental, social and corporate governance and with the need to consider the form of reporting about them in the company’s reporting system. One of the forms possible to use for this purpose seems to be management commentary. Therefore, the aim of this paper is to examine the information …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=294547"
    },
    {
        "title": "Podstawy rachunkowości w teorii i praktyce",
        "authors": "Joanna Błażyńska, Marek Cieślak, Małgorzata Czerny, Wojciech Fliegner, Dawid Garstecki, Piotr Gut, Aldona Kamela-Sowińska, Maria Kiedrowska, Magdalena Kowalczyk, Małgorzata Macuda, Marek Masztalerz, Łukasz Matuszak, Remigiusz Napiecek, Agnieszka Piechocka-Kałużna, Helena Poetschke, Marzena Remlein, Ewa Różańska, Elżbieta Izabela Szczepankiewicz",
        "year": "2018",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14600063775890876896&hl=en&oi=scholarr"
    },
    {
        "title": "Corporate social responsibility disclosures and financial performance: Evidence from Polish banks",
        "authors": "Łukasz Matuszak, Ewa Różańska",
        "year": "2017",
        "abstract": "This study examines the impact of corporate social responsibility (CSR) disclosures in Polish commercial banks on their financial performance (ROA, ROE, NIM). Sample consists of 18 banks. Hand collected data from annual reports for the period of 8 years (2008 – 2015). A content analysis is used to measure the level of CSR disclosures and a panel data analysis is employed to examine the CSR-FP relationship. Software: GRETL. Two key findings: (1) There is a positive relationship between banks’ CSR disclosures and their profitability measured by ROA and ROE. However, the relationship between banks’ CSR disclosures and NIM is negative. Statistical analysis reports significant effect of CSR activities on NIM whereas the effect on ROA and ROE is insignificant. (2) Banks’ CSR activities are not dominant predictor of their profitability as compared with control variables. To our best knowledge this research is the …",
        "keywords": null,
        "url": "https://bazawiedzy.ue.poznan.pl/info/article/UEPde5831cf2495459db5018271d74ee1bb/"
    }
]