[
    {
        "title": "Fertility and Women’s Employment: A Meta-analysis: Fécondité et travail des femmes: une méta-analyse",
        "authors": "Anna Matysiak, Daniele Vignoli",
        "year": "2008/12",
        "abstract": "Notre objectif est de faire la synthèse de la littérature concernant la relation entre fécondité et travail des femmes à l’échelle micro, et nous avons effectué une méta-analyse plutôt qu’une synthèse traditionnelle. Ceci nous a permis de comparer les estimations de différentes études en ajustant pour le pays, la méthode d’analyse, les variables de contrôle, et l’échantillon. Nous avons considère deux effets: l’impact du travail sur la fécondité, et l’impact des jeunes enfants sur l’entrée de la mère dans la vie professionnelle. En premier lieu, nous avons observé une forte variation des effets en fonction du contexte d’étude, avec l’existence d’un gradient Nord-Sud. En second lieu, nous démontrons que la non prise en compte de la position sociale du sujet, de celle de son partenaire et des caractéristiques de l’emploi tend à conduire à des biais dans l’estimation des effets.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10680-007-9146-2"
    },
    {
        "title": "The Great Recession and Fertility in Europe: A Sub-national Analysis",
        "authors": "Anna Matysiak, Tomas Sobotka, Daniele Vignoli",
        "year": "2020/3/4",
        "abstract": "This study investigates how the changes in labour market conditions and economic growth were associated with fertility before and during the Great Recession in Europe in 2002–2014. In contrast to previous studies, which largely concentrated at the country level, we use data for 251 European regions in 28 European Union (EU) member states prior to the withdrawal of the United Kingdom in January 2020. We apply three-level growth-curve model which allows for a great deal of flexibility in modelling temporal change while controlling for variation in economic conditions across regions and countries. Our findings show that fertility decline was strongly related to unemployment increase; this relationship was significant at different reproductive ages. Deteriorating economic conditions were associated with a stronger decline in fertility during the economic recession as compared with the pre-recession period …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10680-020-09556-y"
    },
    {
        "title": "Poland: Fertility decline as a response to profound societal and labour market changes?",
        "authors": "Irena Kotowska, Janina Jóźwiak, Anna Matysiak, Anna Baranowska",
        "year": "2008/7/1",
        "abstract": "This article opens with a review of the main trends in family-related behaviour, i.e. fertility decline and changes in fertility patterns, a decreasing propensity to marry, postponement of marriage, and a slowly increasing frequency of divorces and separations. The analysis takes into account urban and rural differences. We then aim to identify the main determinants of family changes within the general conceptual framework of the Second Democratic Transition (SDT) in Poland. However, contrary to mainstream interpretations of the SDT, the main emphasis of this study is on the structural components of change, which need to be reformulated to account for processes specific to the transition to a market economy. The focus is, therefore, on labour market developments and family policy, and to a lesser extent on ideational change.",
        "keywords": null,
        "url": "https://www.jstor.org/stable/26349263"
    },
    {
        "title": "The educational gradient in marital disruption: A meta-analysis of European research findings",
        "authors": "Anna Matysiak, Marta Styrc, Daniele Vignoli",
        "year": "2014/5/4",
        "abstract": "A large number of empirical studies have investigated the effects of women's education on union dissolution in Europe, but results have varied substantially. This paper seeks to assess the relationship between educational attainment and the incidence of marital disruption by systematizing the existing empirical evidence. A quantitative literature review (a meta-analysis) was conducted to investigate the temporal change in the relationship, net of inter-study differences. The results point to a weakening of the positive educational gradient in marital disruption over time and even to a reversal in the direction of this gradient in some countries. The findings also show that the change in the educational gradient can be linked to an increase in access to divorce. Finally, the results suggest that women's empowerment has played an important role in changing the educational gradient, while the liberalization of divorce laws …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00324728.2013.856459"
    },
    {
        "title": "The motherhood wage penalty: A meta-analysis",
        "authors": "Ewa Cukrowska-Torzewska, Anna Matysiak",
        "year": "2020/5/1",
        "abstract": "Mothers tend to receive lower wages than comparable childless women. This ‘motherhood wage gap’ has been reported in numerous studies. We summarize the existing empirical evidence on this topic using meta-analysis and test for several mechanisms which can be responsible for the persistence of the wage gap. Based on 208 wage effects of having exactly one child and 245 wage effects of the total number of children, we find an average motherhood wage gap of around 3.6–3.8%. While the gaps associated with the total number of children are mostly explained by the loss of mothers' human capital during child-related career breaks, the gaps associated with one child are predominantly driven by mothers' choice of jobs and occupations that pay less. The residual gap is smallest in Nordic countries, where public policies actively support gender equality and reconciliation of work and family, as well as Belgium …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0049089X20300144"
    },
    {
        "title": "Employment instability and fertility in Europe: A meta-analysis",
        "authors": "Giammarco Alderotti, Daniele Vignoli, Michela Baccini, Anna Matysiak",
        "year": "2021/6/1",
        "abstract": "The relationship between employment instability and fertility is a major topic in demographic research, with a proliferation of published papers on this matter, especially since the Great Recession. Employment instability, which most often manifests in unemployment or time-limited employment, is usually deemed to have a negative effect on fertility, although different fertility reactions are hypothesized by sociological theories, and micro-level evidence is fragmented and contradictory. We used meta-analytic techniques to synthesize European research findings, offer general conclusions about the effects of employment instability on fertility (in terms of direction and size), and rank different sources of employment instability. Our results suggest that employment instability has a nonnegligible negative effect on fertility. Men's unemployment is more detrimental for fertility than men's time-limited employment; conversely …",
        "keywords": null,
        "url": "https://read.dukeupress.edu/demography/article-abstract/58/3/871/173418"
    },
    {
        "title": "Diverse paths into childlessness over the life course",
        "authors": "Monika Mynarska, Anna Matysiak, Anna Rybińska, Valentina Tocchioni, Daniele Vignoli",
        "year": "2015/9/1",
        "abstract": "Remaining childless is a process which is influenced by the continuously changing context in which an individual woman lives, and by the many choices she makes in various life spheres over her life course. Most previous studies on this issue have compared mothers and childless women at the end of their reproductive years, and have sought to identify the primary reasons for childlessness by regressing measures of accumulated experience of life events on the probability of having no children. Such an approach does not allow us to capture the wide variety of paths to childlessness. Using sequence analysis we reconstruct the major life course trajectories of childless women and reveal the complexity of the life paths that lead to childlessness in the urban populations of Italy and Poland. We conclude that more reflection is needed when designing studies on childlessness, and that we will be unable to understand …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1040260815000283"
    },
    {
        "title": "Finding their way? female employment patterns in West Germany, East Germany, and Poland",
        "authors": "Anna Matysiak, Stephanie Steinmetz",
        "year": "2008/7/1",
        "abstract": "The aim of this article is to examine how (i) children and (ii) the existence and potential earnings of husbands affect women's employment patterns in West Germany, East Germany, and Poland. In particular, it assesses whether employment patterns in East Germany and Poland resemble those exhibited in West Germany after the collapse of the socialist regime. Given the considerable changes to labour market and family policies experienced by post-socialist countries that have resulted in an increased conflict between family and work, this is an important area of research. In the post-socialist countries, we find differences in female employment patterns compared to West Germany, expressed in the lower magnitude of child and husband effects. We argue that women in Poland and East Germany are going their own way, rejecting the ‘male breadwinner’ model, and only partly adjusting their behaviour to …",
        "keywords": null,
        "url": "https://academic.oup.com/esr/article-abstract/24/3/331/551916"
    },
    {
        "title": "Policy responses to low fertility: How effective are they",
        "authors": "Tomáš Sobotka, Anna Matysiak, Zuzanna Brzozowska",
        "year": "2019/5",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6432463539394030297&hl=en&oi=scholarr"
    },
    {
        "title": "Diverse effects of women’s employment on fertility: Insights from Italy and Poland: Diverses conséquences de l’emploi des femmes sur la fécondité: Quelques informations à …",
        "authors": "Anna Matysiak, Daniele Vignoli",
        "year": "2013/8",
        "abstract": "Cet article étudie comment des contextes nationaux spécifiques façonnent les relations entre la procréation et l’offre de main d’œuvre féminine. Dans ce but, nous comparons l’Italie et la Pologne, deux pays ayant des faibles niveaux de fécondité, avec pour chacun d’eux d’importants obstacles liés au contexte national allant à l’encontre de la conciliation famille- travail, mais qui diffèrent quant à l’histoire de l’offre de main d’œuvre féminine et sur la façon dont les aspirations matérielles du couple sont couvertes par le salaire de l’homme. Les résultats montrent qu’en Italie l’emploi des femmes entre clairement en conflit avec la procréation, alors qu’en Pologne les femmes essayent de combiner ces deux « activités » bien qu’elles aient à faire face à des difficultés semblables. Ces résultats remettent en question les explications micro-économiques classiques et montrent que, outre les conditions de …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10680-013-9287-4"
    },
    {
        "title": "Interdependencies between fertility and women's labour supply",
        "authors": "Anna Matysiak",
        "year": "2011/6/2",
        "abstract": "The book explores interlinkages between women’s employment and fertility at both a macro-and a micro-level in EU member states, Norway and Switzerland. Similarly as many other studies on the topic, it refers to the cross-country variation in the macro-context for explaining cross-country differences in women’s labour supply and fertility levels. However, in contrast to other studies, which mainly focus on Western Europe, it extends the discussion to Central and Eastern European countries. Furthermore, it looks at the macro-context from a multi-dimensional perspective, indicating its four dimensions as relevant for fertility and women’s employment choices: economic (living standards), institutional (family policies), structural (labour market structures), and cultural (social norms). A unique feature of the study is the development of indices that measure the intensity of institutional, structural, and cultural incompatibilities between women’s employment and fertility. These indices are used for ranking European countries from the perspective of the country-specific conditions for work and family reconciliation. A country where these conditions are the worst, but where women are additionally perceived as important income providers, is picked up for an in-depth empirical study of the interrelationship between fertility and women’s employment choices. Finally, against the review of theoretical concepts predominantly used for studying interdependencies between fertility and women’s labour supply the book assesses the micro-level empirical studies available on the topic and proposes an analytical approach for modelling the two variables. Thereby, it also …",
        "keywords": null,
        "url": "https://books.google.com/books?hl=en&lr=&id=JsZCuiu_EfIC&oi=fnd&pg=PR7&dq=info:RNHe2x0Z9D4J:scholar.google.com&ots=VgCW9WMweg&sig=zodlZoQ2SCUi599Soa9Huovhg6k"
    },
    {
        "title": "Country-specific conditions for work and family reconciliation: An attempt at quantification",
        "authors": "Anna Matysiak, Dorota Węziak-Białowolska",
        "year": "2016/10",
        "abstract": "The country-specific conditions for work and family reconciliation (family policies, labour market structures and gender norms) are believed to influence tensions between paid employment and childbearing. So far there have been very few attempts to quantify these conditions into a single measure which would allow for comparisons across countries of the magnitude of the barriers that working parents encounter. Such a quantitative index could also facilitate a quantitative investigation of the association between the macro-level conditions for work and family reconciliation and fertility at the individual level. In this paper, we seek to fill this gap by proposing a quantitative index of country-specific conditions for work and family reconciliation, which may be used, for example, in a two-level regression framework. The index takes into account all three components of the conditions for work and family reconciliation …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10680-015-9366-9"
    },
    {
        "title": "Employment first, then childbearing: Women's strategy in post-socialist Poland",
        "authors": "Anna Matysiak",
        "year": "2009/11/1",
        "abstract": "Poland experienced a rapid fertility decline after the end of the socialist regime in 1989. At the same time, it became much more difficult, especially for women, to act on their determination to find and keep paid employment. To investigate whether women postponed childbearing until they found a job, we undertook a simultaneous estimation of transitions to childbirth and entry to and exit from employment. The results reveal a strong incompatibility between childbearing and employment, but also that employment does not function as a barrier to childbearing but rather that it is an important precursor when women plan how to reconcile their intentions to work and to have children. We conclude that better prospects for women's employment could result in increased fertility.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00324720903151100"
    },
    {
        "title": "Partners’ educational pairings and fertility across Europe",
        "authors": "Natalie Nitsche, Anna Matysiak, Jan Van Bavel, Daniele Vignoli",
        "year": "2018/8",
        "abstract": "We provide new evidence on the education-fertility relationship by using EU-SILC panel data on 24 European countries to investigate how couples’ educational pairings predict their childbearing behavior. We focus on differences in first-, second-, and third-birth rates among couples with varying combinations of partners’ education. Our results show important differences in how education relates to parity progressions depending on the education of the partner. First, highly educated homogamous couples show a distinct childbearing behavior in most country clusters. They tend to postpone the first birth most and display the highest second- and third-birth rates. Second, contrary to what may be expected based on the “new home economics” approach, hypergamous couples with a highly educated male and a lower-educated female partner display among the lowest second-birth transitions. Our findings …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s13524-018-0681-8"
    },
    {
        "title": "Second European quality of life survey: Family life and work",
        "authors": "Irena E Kotowska, Anna Matysiak, Marta Styrc, Arianne Pailhe, Anne Solaz",
        "year": "2010",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=E0_QNZ8AAAAJ&citation_for_view=E0_QNZ8AAAAJ:GnPB-g6toBAC"
    },
    {
        "title": "Is Poland really ‘immune’to the spread of cohabitation?",
        "authors": "Anna Matysiak",
        "year": "2009/7/1",
        "abstract": "Various data have constantly pointed out a low incidence of non-marital unions in Poland (at 1.4-4.9% among all unions). In this paper we demonstrate that these data, coming exclusively from cross-sectional surveys, clearly underestimate the scale of the phenomenon. By exploiting data on partnership histories we show that young Poles have increasingly opted for cohabitation. Consequently, in the years 2004-2006, entries to cohabitation constituted about one third of all first union entries. Consensual unions have traditionally been seen as being more widespread among the lower social strata, but a clear increase in cohabitation has also been recently observed among groups with higher levels of educational attainment. Although the estimates of cohabitation incidence are far below those observed in Northern and Western Europe, our study suggests that Poland is not as ‘immune’ to the spread of consensual …",
        "keywords": null,
        "url": "https://www.jstor.org/stable/26349344"
    },
    {
        "title": "The positive impact of women’s employment on divorce: Context, selection, or anticipation?",
        "authors": "Daniele Vignoli, Anna Matysiak, Marta Styrc, Valentina Tocchioni",
        "year": "2018/1/1",
        "abstract": "BACKGROUND\nEmpirical findings regarding the impact of women’s employment on divorce are mixed. One explanation is that the effects are moderated by the country context. Another is that previous studies have failed to account for unobserved factors that introduce bias into the estimated effects. Studies also rarely consider possible anticipatory employment behavior on the part of women who are thinking of divorce.\nOBJECTIVE\nThe aim of this study is to deepen our understanding of the nexus between women’s employment and divorce in a comparative perspective.\nMETHODS\nWe adopt an analytical strategy that allows us to account for selection and anticipation mechanisms. Namely, we estimate marital disruption and employment jointly, and monitor the timing of divorce after employment entry. This approach is implemented using micro-level data for Germany, Hungary, Italy, and Poland.\nRESULTS\nWe …",
        "keywords": null,
        "url": "https://www.jstor.org/stable/26457071"
    },
    {
        "title": "Work–family conflict moderates the relationship between childbearing and subjective well-being",
        "authors": "Anna Matysiak, Letizia Mencarini, Daniele Vignoli",
        "year": "2016/8",
        "abstract": "Many empirical studies find that parents are not as happy as non-parents or that parenthood exerts a negative effect on subjective well-being (SWB). We add to these findings by arguing that there is a key moderating factor that has been overlooked in previous research, i.e. the level of work–family conflict. We hypothesize that the birth of a child means an increase in the level of work–family tension, which may be substantial for some parents and relatively weak for others. To outline such an approach, we estimate fixed-effects models using panel data from the Household, Income and Labor Dynamics in Australia survey. We find that childbearing negatively affects SWB only when parents, mothers in particular, face a substantial work–family conflict, providing thus support for our hypothesis.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10680-016-9390-4"
    },
    {
        "title": "Does parenthood increase happiness? Evidence for Poland",
        "authors": "Anna Baranowska, Anna Matysiak",
        "year": "2011/1/1",
        "abstract": "In the recent decade demographers turned their attention to investigating the effects of children on self-rated happiness or life satisfaction. The underlying idea of this strand of research is to find out whether it pays off for individuals to become parents in terms of their subjective well-being, given the costs of having children. Following this line of research, this article studies the impacts of childbearing on individual-level happiness in Poland; a country which experienced a rapid decline in fertility despite the particularly strong attachment of young Poles to family values. To this end, we applied methods for panel data analysis which allowed us to control for endogeneity of subjective well-being and parenthood. Our results reveal a significantly positive effect of the first child on the subjective well-being of mothers. For men, this impact is weaker and most likely temporary since it weakens with the child's increasing age. An …",
        "keywords": null,
        "url": "https://www.jstor.org/stable/41342815"
    },
    {
        "title": "Aktywność zawodowa i edukacyjna a obowiązki rodzinne w Polsce: w świetle badań empirycznych",
        "authors": "Irena Kotowska, Urszula Sztanderska, Irena Wóycicka",
        "year": "2007",
        "abstract": "Wydawnictwo Naukowe Scholar Spółka z oo ul. Krakowskie Przedmieście 62 00-322 Warszawa tel./faks 022-826 59 21, 828 95 63, 828 93 91 dział handlowy: jw. wew. 105, 108 lub 022-635 74 04, wew. 219 e-mail: info@ scholar. com. pl, scholar@ neostrada. pl http://www. scholar. com. pl",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7532293159655338570&hl=en&oi=scholarr"
    }
]