[
    {
        "title": "Estimating the growth effects of 2004 eastern enlargement of the European Union",
        "authors": "Andrzej Cieślik, Mehmet Burak Turgut",
        "year": "2021/3/20",
        "abstract": "In this paper, we study the growth effects of the 2004 Eastern enlargement of the European Union (EU) using the synthetic control method. We estimate that this EU enlargement had an immediate but modest positive impact on the economic growth of the EU-8 countries in the first few years following their EU accession. The positive impact of the EU enlargement became more apparent from 2007 when the new EU member states were admitted into the Schengen zone. As a result, the gross domestic product (GDP) per capita difference between the actual and synthetic EU-8 continued to grow towards the end of the sample period. We found that over the entire 2004–2012 period, GDP per capita of the EU-8 was increased by about 2313 USD per year on average relative to the synthetic EU-8. The growth rate of the GDP per capita in the actual EU-8 for the same period was 2.7% larger than the synthetic EU-8.",
        "keywords": null,
        "url": "https://www.mdpi.com/1911-8074/14/3/128"
    },
    {
        "title": "Regional economic activity in Turkey: A new economic geography approach",
        "authors": "Mehmet Burak Turgut",
        "year": "2014",
        "abstract": "This paper studies the spatial economic activity in Turkey and estimates the correlation between wages and consumer demand across NUTS1 regions of Turkey. First, I estimate simple market potential function to test whether closeness to larger markets has impact on wages. Second, I estimate Krugman (1993) economic geography model to see the agglomeration forces in Turkey. The results suggest that wages are higher in the regions close to larger markets and low trade costs and high share of expenditure on manufactured goods are the forces of agglomeration in Turkey.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/130140"
    },
    {
        "title": "Fiscal harmonization in view of the Euro adoption: Economic implications for Poland",
        "authors": "Andrzej Cieślik, Mehmet Burak Turgut",
        "year": "2021/3",
        "abstract": "In this paper, we investigate the ex ante effects of fiscal policy harmonization that might be necessary for the adoption of the common currency on economic growth in Poland using a neoclassical dynamic two-sector general equilibrium model. We study two fiscal policy scenarios. In the first one, we adjust all taxes to German and EU-27 levels, respectively, while in the second one, we change only consumption taxes to German and EU-27 levels. We find that in the first scenario, the current Polish taxes yield the highest rate of growth due to lower capital taxation. However, in the second scenario, German and EU-27 taxes yield the highest rate of growth due to the lower consumption tax on capital-intensive good. From a policy perspective, our results suggest that fiscal policy with lower taxes on capital and capital-intensive goods can generate a higher rate of growth in the long-run. In the case of fiscal harmonization …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0161893820300600"
    },
    {
        "title": "Estimating financial frictions under adaptive learning",
        "authors": "P Pintus, Jacek Suda, B Turgut",
        "year": "2021/1",
        "abstract": "The paper studies the quantitative implications of priors beliefs and confidence in the model with learning. We introduce a constant-gain adaptive learning into a medium scale DSGE model with credit-constrained agents. We estimate the model both under rational expectations and adaptive learning using Bayesian techniques and study to what extent prior beliefs determine the evolution of expectations and endogenous variables. We analyze how the introduction of new macroeconomic policies is affected by priors, their precision, and expectations related to these policies.",
        "keywords": null,
        "url": "https://www.academia.edu/download/80317581/PintusSudaTurgut_EstimatingModelWithCollateral.pdf"
    },
    {
        "title": "Estimate of the Underground Economy in Poland Based on Household Expenditures and Incomes",
        "authors": "Mehmet Burak Turgut, Tomasz Tratkiewicz",
        "year": "2023",
        "abstract": "We estimate the size of income underreporting in Poland by following and extending the consumption method of Pissarides and Weber (1989). Our study shows that underreporting of income occurs among households with income from self-employment. We do not find any significant underreporting activity by the employees working in the private sector. The main findings indicate that roughly one-fourth of the total income of self-employed households is not reported in Poland. This share varies between 20 to 30 percent from 2005 to 2017 with a decreasing trend.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13379026138446133178&hl=en&oi=scholarr"
    },
    {
        "title": "The dangers of macro-prudential policy experiments: initial beliefs under adaptive learning",
        "authors": "P Pintus, Jacek Suda, B Turgut",
        "year": "2021",
        "abstract": "The paper studies the implication of initial beliefs and associated confidence on the system’s dynamics under adaptive learning. We first illustrate how prior beliefs determine learning dynamics and the evolution of endogenous variables in a small DSGE model with credit-constrained agents, in which rational expectations are replaced by constant-gain adaptive learning. We then examine how discretionary experimenting with new macroeconomic policies is affected by expectations that agents have in relation to these policies. More specifically, we show that a newly introduced macro-prudential policy that aims at making leverage counter-cyclical can lead to substantial increase in fluctuations under learning, when the economy is hit by financial shocks, if beliefs reflect imperfect information about the policy experiment. This is in the stark contrast to the effects of such policy under rational expectations.",
        "keywords": null,
        "url": "http://www.jaceksuda.com/papers/PintusSudaTurgut_February21.pdf"
    },
    {
        "title": "The dangers of macro-prudential policy experiments: initial beliefs under adaptive learning",
        "authors": "Jacek Suda, Patrick Pintus, Burak Turgut",
        "year": "2021",
        "abstract": "The paper studies the implication of initial beliefs and associated confidence on the system’s dynamics under adaptive learning. We first illustrate how prior beliefs determine learning dynamics and the evolution of endogenous variables in a small DSGE model with credit-constrained agents, in which rational expectations are replaced by constant-gain adaptive learning. We then examine how discretionary experimenting with new macroeconomic policies is affected by expectations that agents have in relation to these policies. More specifically, we show that a newly introduced macroprudential policy that aims at making leverage counter-cyclical can lead to substantial increase in fluctuations under learning, when the economy is hit by financial shocks, if beliefs reflect imperfect information about the policy experiment. This is in the stark contrast to the effects of such policy under rational expectations.",
        "keywords": null,
        "url": "https://www.academia.edu/download/80317567/49_PintusSudaTurgut_website.pdf"
    }
]