[
    {
        "title": "Exchange rate variability and foreign direct investment: Consequences of EMU enlargement",
        "authors": "Michal Brzozowski",
        "year": "2006/2/1",
        "abstract": "This paper analyzes theoretically and empirically the likely impact of the reduction in exchange rate uncertainty, due to European Monetary Union accession, on the intensity of foreign direct investment (FDI) inflow into candidate countries. Theoretical models give an ambiguous picture of how exchange rate uncertainty and volatility affect the direction and magnitude of such inflows. This paper finds that exchange rate uncertainty and volatility--and nominal exchange rate uncertainty in particular--may negatively influence the decision to locate investment in transition and accession countries. Euro adoption, on the other hand, is likely to positively influence FDI inflows in accession countries.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.2753/EEE0012-8755440101"
    },
    {
        "title": "The impact of fiscal rules on fiscal policy volatility",
        "authors": "Michal Brzozowski, Joanna Siwińska-Gorzelak",
        "year": "2010/11/1",
        "abstract": "In this paper, we study the impact of fiscal rules, in the form of explicit deficit or debt constraints, on fiscal policy volatility. The main motivation behind this research is, on the one hand, a negative and robust correlation of fiscal policy volatility and long run growth documented in several papers and, on the other, the relatively small number of works that discuss possible determinants of the former. We argue that fiscal rules have a significant impact on fiscal policy volatility, but depending on the target of the rule-public debt or fiscal balance-rules will increase or decrease policy volatility. This result is novel, and, to the best of our knowledge, has not been discussed in the literature. JEL classification codes: H60, E62",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1514032610600104"
    },
    {
        "title": "Instytucje a polityka makroeckonomiczne i wzrost gospodarczy",
        "authors": "Michal Brzozowski",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14233772224915864560&hl=en&oi=scholarr"
    },
    {
        "title": "Polska w Unii Europejskiej: dynamika konwergencji ekonomicznej",
        "authors": "Michał Brzozowski",
        "year": "2007",
        "abstract": "Celem tej publikacji jest przedstawienie wyników analizy dynamiki i zagrożeń procesu realnej konwergencji gospodarki polskiej w przeddzień iw momencie wstąpienia Polski do UE. Sądzimy, że pozwoli to na doprecyzowanie warunków, w których wynikające z integracji możliwości przyspieszenia wzrostu gospodarczego i korzystnej ewolucji konkurencyjności przemysłu zostaną przez Polskę wykorzystane. Wskazujemy ponadto wyzwania stojące przed polską polityką makroekonomiczną, której realizację mogą utrudnić spekulacyjne presje na rynku walutowym poprzedzające decyzję o przyjęciu euro. Wynikająca stąd niestabilność rynku walutowego może negatywnie oddziaływać na realną sferę gospodarki i spowalniać tempo zmniejszania różnic w poziomie dochodów między naszym krajem a,, starymi” członkami Unii. Również konieczność ograniczania deficytu budżetowego może wywierać presję deflacyjną osłabiającą tempo wzrostu gospodarczego, a zatem opóźniać proces konwergencji realnej. Analizujemy strategie polityki pieniężnej i kursowej stosowane w Polsce iw innych krajach kandydujących oraz oceniamy ich skuteczność w dążeniu do osiągnięcia i utrzymania konwergencji nominalnej przed przyjęciem euro.\nSądzimy, że wyniki naszych badań wskażą decydentom gospodarczym, jakie warunki powinny być spełnione i jaką politykę ekonomiczną należy prowadzić, aby dobrze wykorzystać nasze członkostwo w UE. Jednocześnie stworzą podstawę do bardziej racjonalnego odbioru w opinii społecznej rzeczywistych skutków integracji gospodarczej. Mamy nadzieję, że ze względu na wagę analizowanych problemów, ich …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1279523348829578063&hl=en&oi=scholarr"
    },
    {
        "title": "Determinants of capital flows to emerging and advanced economies between 1990 and 2011",
        "authors": "Grzegorz Tchorek, Michał Brzozowski, Paweł Śliwiński",
        "year": "2017/4",
        "abstract": "The previous and latest crises confirmed that stability of external financing of the economy is determined not only by the volume of capital inflow but also by its structure. It is established that a bias in gross external liabilities towards debt, especially short-term, may rise vulnerability to financial crises. Greater share of equity capital, mainly direct investment is not found to bear such financial risk. The results of Bayesian Model Averaging (BMA) show that influence of variables inherent in macroeconomic and portfolio approaches varies depending on the type of capital inflow and the group of countries. We also find some arguments that equity investment is a more desirable form of foreign capital because debt inflows are more responsive to global factors and therefore more volatile. As a word of caution, we highlight the need for diversification and careful monitoring of external financing sources and forms.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10258-016-0126-5"
    },
    {
        "title": "Social capital and value co-creation: the case of a polish car sharing company",
        "authors": "Grzegorz Tchorek, Michał Brzozowski, Katarzyna Dziewanowska, Agnieszka Allen, Waldemar Kozioł, Michał Kurtyka, Filip Targowski",
        "year": "2020/6/9",
        "abstract": "Based on the original and unique data collected from 1000 users of PANEK CarSharing in Poland (the biggest car sharing company in Warsaw), we explored the roles of social trust and social capital in stipulating the process of value co-creation, understood as the ability to share information (engage in dialogue) with other users and the system operator. Our results indicate that particular trust has a more positive influence on the dialogue between users and the operator than general trust. This means that the higher social capital that can be established among a relatively coherent group of people with similar interests and common goals is more important than the general trust arising from our assumption that all people can be trusted, even if we do not know them. Moreover, those customers who see a shared car as a substitute for private ownership as well as those who are more environmentally aware, reveal greater propensity to share information. An important incentive for information sharing is its positive influence on improving the quality of a car sharing system.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/12/11/4713"
    },
    {
        "title": "Impact of GDP volatility on current account balances",
        "authors": "Michał Brzozowski, Sadananda Prusty",
        "year": "2013/1/1",
        "abstract": "This paper reports on an empirical investigation of the impact of GDP volatility on current account balances for a large sample of developed and developing countries. We extend the standard set of short- and long-term determinants of current accounts to include GDP volatility computed from the annual growth rate of GDP. We found that for low income countries, the impact of GDP volatility on their current account balances is negative, whereas the reverse is true for high income countries. The intertemporal approach to the balance of payments followed in this paper suggests that a diverse response of current account balances to GDP volatility can result from the various degrees of shock persistence in developed and developing countries.",
        "keywords": null,
        "url": "https://www.inderscienceonline.com/doi/abs/10.1504/IJEBR.2013.052481"
    },
    {
        "title": "Struktura techniczna gospodarki a dyfuzja technologii w perspektywie konwergencji realnej Polski z UE [w:] Polska w Unii Europejskiej",
        "authors": "M Brzozowski, S Kubielas",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2983086879178003055&hl=en&oi=scholarr"
    },
    {
        "title": "Gender equality as the determinant of FDI flows to Central European Countries",
        "authors": "Michał Brzozowski",
        "year": "2013",
        "abstract": "The purpose of this paper is to asses the weight of human capital and gender equality in explaining the bilateral FDI inflows to 11 Central European economies. The group comprises the ten countries that acceded to the EU in 2004 or 2007 and Croatia which is a candidate country since 2004. The focus on the region is justified by the fact that the European Commission acknowledged that fostering human capital development and gender equality is a condition of economic development. The period under investigation encompasses 2000-2009 and includes both the global FDI flows peak achieved in 2007 as well as the two years of sharp declines in 2008 and 2009. If FDI is mostly low-cost seeking oriented, however, gender inequality in health and access to education may create a pool of low-pay workers that can be profitably exploited unless the level of productivity is not seriously hindered by gender disparities …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=416998"
    },
    {
        "title": "Credit volatility and productivity growth",
        "authors": "Michał Brzozowski",
        "year": "2018",
        "abstract": "The issues of finance-growth nexus and financial instability have attracted considerable attention, but have been studied in isolation. This paper aims at filling this gap by providing insights into the implications of financial instability for long term productivity growth. Purpose of the article: This paper sheds light on the relationship between credit-to-GDP ratio volatility and the total factor productivity (TFP) growth rate. The impact of systemic banking crises and financial depth on productivity growth is also studied. Methods: The System GMM estimation of panel data for over 100 countries and spanning the period of 1970–2009 is used. The decomposition of credit-to-GDP ratio into trend and cyclical component is performed using the Hodrick-Prescott filter and a regression analysis with country-specific intercepts and slopes. The data on TFP comes from the Penn World Tables database. Findings & Value added: TFP …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=716032"
    },
    {
        "title": "Wpływ rozwoju rynków finansowych i stabilności kursu walutowego na wzrost gospodarczy w krajach Europy Środkowej i Wschodniej",
        "authors": "Michał Brzozowski",
        "year": "2009",
        "abstract": "Proces integracji ze strefą euro niesie ze sobą dwa zjawiska, które mają wpływ na akumulację kapitału oraz jego produktywność. Po pierwsze, podmioty uzyskują dostęp do rynku finansowego, na którym koszt pozyskania funduszy pożyczkowych jest z reguły niższy niż na rynku lokalnym, dzięki redukcji premii za ryzyko i niższym oczekiwaniom inflacyjnym. Wyższy stopień rozwoju oraz konkurencji na rynku finansowym sprzyja podejmowaniu inwestycji długoterminowych, obarczonych większym ryzykiem, w tym inwestycji w sektorze B+ R, które zwiększają wieloczynnikową produktywność.",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/11/re11.pdf#page=292"
    },
    {
        "title": "Identifying central bank’s preferences: the case of Poland",
        "authors": "Michal Brzozowski",
        "year": "2004",
        "abstract": "We seek to test the hypothesis that the weight on output gap variability in the central bank’s loss function is equal to zero in Poland. To that end we derive monetary policy reaction function from the central bank’s optimization problem. We find that the weights assigned to target variables were not constant over the period 1995-2003. The weight attached to inflation stabilization objective in the central bank’s loss function in Poland was equal to the weight assigned to output gap stabilization in the period 1995-1999 and the latter goal has been disregarded since 2000.",
        "keywords": null,
        "url": "https://gupea.ub.gu.se/handle/2077/2772"
    },
    {
        "title": "Access to Credit and Growth of Firms.",
        "authors": "Michał Brzozowski",
        "year": "2019/5/1",
        "abstract": "The aim of the paper is to analyze the employment and sales growth of companies in transition countries of Eastern Europe and Central Asia that have obtained bank credit in the aftermath of the global financial crisis. It is shown, using a treatment effects model, that loans are negatively and positively related to employment growth and sales growth, respectively. Loans that completely remove any restrictions to accessing finance do not have a positive effect on sales growth.",
        "keywords": null,
        "url": "https://search.ebscohost.com/login.aspx?direct=true&profile=ehost&scope=site&authtype=crawler&jrnl=00151920&AN=137573638&h=dN7t79Vj%2BxvyQ9oZ4pvgxk4NXat1DnZQYMmD%2BTP77sY3bqEAEav6%2BW3OIVocSbiKrFJ9b%2Fdd8kTZufGFKSwlnA%3D%3D&crl=c"
    },
    {
        "title": "Exchange rate risk as an obstacle to export activity",
        "authors": "Michał Brzozowski, Grzegorz Tchorek",
        "year": "2017",
        "abstract": "The focus of the paper is on identifying major factors that can determine the vulnerability of Polish manufacturing companies to exchange rate risk. In order to verify our hypotheses, we have estimated logistic regression models based on a unique database to assess internal and external factors that make companies vulnerable to exchange rate risk. Our observations confirm the importance of exchange rate variability as one of the obstacles to starting and conducting export activity as well as expanding it to new markets. We have found that exchange rate risk is particularly severe for companies that are financially constrained and get financing abroad as well as those whose balance sheets are negatively affected by devaluation. Also vulnerable are innovative firms and those that rely more on input imports.\nExchange rate volatility appears to be less of a concern for foreign-owned companies and enterprises that have higher shares of euro-denominated receivables and invoice exports in the Polish zloty. Companies competing by means of product quality and distribution channels are also among those less vulnerable to exchange rate risk. Generally, we have confirmed the problem of exchange rate risk as an important cost to export activity. This gives some implications for exchange rate risk management at both the macroeconomic and microeconomic levels as well as for monetary integration.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_100752"
    },
    {
        "title": "Determinanty oszczędności przedsiębiorstw i ich wpływ na sytuację makroekonomiczną Polski w latach 1995-2012",
        "authors": "Natalia Nehrebecka, Anna Białek-Jaworska, Michał Brzozowski",
        "year": "2015",
        "abstract": "Opracowanie analizuje oszczędności i inwestycje przedsiębiorstw niefinansowych i ich wpływ na sytuację makroekonomiczną Polski, w tym stabilność PKB. W ujęciu makroekonomicznym wykorzystano kwartalne dane Eurostat z sektorowych rachunków dochodu narodowego z okresu 2000Q1-2013Q4, aw ujęciu mikroekonomicznym-indywidualne roczne dane ze sprawozdań statystycznych F-02 za lata 1995-2012.",
        "keywords": null,
        "url": "https://static.nbp.pl/publikacje/materialy-i-studia/ms319.pdf"
    },
    {
        "title": "Public spending volatility and financial market development",
        "authors": "Michał Brzozowski, Joanna Siwińska-Gorzelak",
        "year": "2013/3/1",
        "abstract": "A volatile pattern of government spending and its financing triggers uncertainty about the timing and the costs of assets sale in financial markets, thereby leading to higher interest rates. This, in turn, hampers the extension of credit to businesses and individuals. The empirical results obtained for a wide group of developed and developing countries studied over the 1960–2009 period corroborate the existence of the negative link between fiscal volatility and financial development. (JEL codes: H20, G10)",
        "keywords": null,
        "url": "https://academic.oup.com/cesifo/article-abstract/59/1/72/305305"
    },
    {
        "title": "Struktura techniczna gospodarki a dyfuzja technologii w perspektywie konwergencji realnej Polski z UE,[in:] JJ Michałek, W. Siwiński, MW Socha",
        "authors": "M Brzozowski, S Kubielas",
        "year": "2007",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12548658410840506592&hl=en&oi=scholarr"
    },
    {
        "title": "Dyfuzja technologii i import kapita∏ uw warunkach liberalizacji obrotów handlowych i kapita∏ owych",
        "authors": "M Brzozowski, S Kubielas",
        "year": "2003",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10981349696086078204&hl=en&oi=scholarr"
    },
    {
        "title": "The interplay between public and private external debt stocks",
        "authors": "Michał Brzozowski, Joanna Siwińska‐Gorzelak",
        "year": "2016/12",
        "abstract": "Using a sample of 48 emerging and developing countries in the 1970–2012 period, we investigated the interactions between the stock of sovereign debt and the quantity of corporate external borrowing. We found that public external debt hinders private‐sector access to external loan and bond markets. By contrast, the stock of private debt in international financial markets exerts a positive influence on public external debt from all sources except other private creditors. We also found the incidence of bank crises, capital account openness and the rate of economic growth to be among the macroeconomic variables that have a significant impact on both public and private external debts.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/infi.12095"
    },
    {
        "title": "Fiscal imbalances, fiscal rules and sovereign bond yields",
        "authors": "Michał Brzozowski, Joanna Siwińska-Gorzelak",
        "year": "2013",
        "abstract": "The impact of fiscal imbalances on sovereign bond yields is an issue that has received considerable attention from both researchers and policymakers. Starting from the seminal work by Edwards (1984), it has been acknowledgedthat bigger fiscal imbalances tend to increase bond yields, as–among other factors–they increase the default risk. On the other hand, some studieshave reported that the impact of deteriorating fiscal imbalances is quantitatively small, causing the “interest rate punishment to fiscal indiscipline [to be] highly uncertain”(Faini, 2006) and have noted that “there does not appear to have been any marked increases in higher interest expenditures [despite the rising debt burdens], arguably the most effective feedback policymakers often have to contend with for higher deficits and debt, arguably the most effective feedback policymakers often have to contend with for higher deficits and debt (Hauner and Kumar, 2006). With the recent surge in the level of public indebtedness, the issues related to possible impact of fiscal deficit and public debt on sovereign bond yields seem to be more relevant than ever. However, as many studies have shown, fiscal outcomes are shaped by institutional surrounding of fiscal policy, including fiscal rules (see, for example Bohn and Inman, 1996; Debrun and Kumar, 2007; Larch and Turrini, 2008). Therefore, similar fiscal outcomes could have different impact on bond yields, depending on the presence and the quality of fiscal rules, as they shape investors expectations regarding possible future fiscal consolidations and future fiscal imbalances.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/1011841.pdf"
    }
]