[
    {
        "title": "The Baltic Sea as a time machine for the future coastal ocean",
        "authors": "Thorsten BH Reusch, Jan Dierking, Helen C Andersson, Erik Bonsdorff, Jacob Carstensen, Michele Casini, Mikolaj Czajkowski, Berit Hasler, Klaus Hinsby, Kari Hyytiäinen, Kerstin Johannesson, Seifeddine Jomaa, Veijo Jormalainen, Harri Kuosa, Sara Kurland, Linda Laikre, Brian R MacKenzie, Piotr Margonski, Frank Melzner, Daniel Oesterwind, Henn Ojaveer, Jens Christian Refsgaard, Annica Sandström, Gerald Schwarz, Karin Tonderski, Monika Winder, Marianne Zandersen",
        "year": "2018/5/9",
        "abstract": "Coastal global oceans are expected to undergo drastic changes driven by climate change and increasing anthropogenic pressures in coming decades. Predicting specific future conditions and assessing the best management strategies to maintain ecosystem integrity and sustainable resource use are difficult, because of multiple interacting pressures, uncertain projections, and a lack of test cases for management. We argue that the Baltic Sea can serve as a time machine to study consequences and mitigation of future coastal perturbations, due to its unique combination of an early history of multistressor disturbance and ecosystem deterioration and early implementation of cross-border environmental management to address these problems. The Baltic Sea also stands out in providing a strong scientific foundation and accessibility to long-term data series that provide a unique opportunity to assess the efficacy of …",
        "keywords": null,
        "url": "https://www.science.org/doi/abs/10.1126/sciadv.aar8195"
    },
    {
        "title": "Environmental valuation with discrete choice experiments: Guidance on design, implementation and data analysis",
        "authors": "Petr Mariel, David Hoyos, Jürgen Meyerhoff, Mikolaj Czajkowski, Thijs Dekker, Klaus Glenk, Jette Bredahl Jacobsen, Ulf Liebe, Søren Bøye Olsen, Julian Sagebiel, Mara Thiene",
        "year": "2021",
        "abstract": "This open access book offers up-to-date advice and practical guidance on how to undertake a discrete choice experiment as a tool for environmental valuation. It discusses crucial issues in designing, implementing and analysing choice experiments. Compiled by leading experts in the field, the book promotes discrete choice analysis in environmental valuation through a more solid scientific basis for research practice. Instead of providing strict guidelines, the book helps readers avoid common mistakes often found in applied work. It is based on the collective reflections of the scientific network of researchers using discrete choice modelling in the field of environmental valuation (www.envecho.com).",
        "keywords": null,
        "url": "https://library.oapen.org/handle/20.500.12657/43295"
    },
    {
        "title": "Environmental attitudes and place identity as determinants of preferences for ecosystem services",
        "authors": "Michela Faccioli, Mikołaj Czajkowski, Klaus Glenk, Julia Martin-Ortega",
        "year": "2020/8/1",
        "abstract": "Stated preference methods are frequently employed to measure people's willingness to pay (WTP) for ecosystem services. However, these techniques are also criticized for following a simplified approach, which often ignores the role of complex psychological and sociological factors, such as general environmental attitudes and place identity beliefs. By means of a discrete choice experiment exercise, we explored the influence of general environmental attitudes and place identity perceptions on WTP, taking peatland restoration in Scotland as a case study. Our research adds to the existing literature by providing a more nuanced picture of the determinants of WTP and by exploring and mapping the distribution of the estimated welfare measures. Our results, obtained from the estimation of hybrid choice models, show that people with more positive environmental attitudes and greater attachment to peatlands and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0921800919308626"
    },
    {
        "title": "Social norms, morals and self-interest as determinants of pro-environment behaviours: the case of household recycling",
        "authors": "Mikołaj Czajkowski, Nick Hanley, Karine Nyborg",
        "year": "2017/4/1",
        "abstract": "This paper considers the role which selfish, moral and social incentives and pressures play in explaining the extent to which stated choices over pro-environment behaviours vary across individuals. The empirical context is choices over household waste contracts and recycling actions in Poland. A theoretical model is used to show how cost-based motives and the desire for a positive self and social image combine to determine the utility from alternative choices of recycling behaviour. We then describe a discrete choice experiment designed to empirically investigate the effects such drivers have on stated choices. A hybrid logit model is used to link statements over attitudes to recycling to choices, dealing with a potential endogeneity problem caused by the joint effects of un-observables on attitudes and choices. We find that a substantial share of our respondents prefer to sort their waste at home rather than …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10640-015-9964-3"
    },
    {
        "title": "The discrete choice experiment approach to environmental contingent valuation",
        "authors": "Richard T Carson, Miko_aj Czajkowski",
        "year": "2014/8/29",
        "abstract": "Assessing the economic desirability of environmental policies requires estimating the value of non-market commodities. In response, several valuation techniques have been developed since the 1960s. They utilize two general data sources–revealed and stated preference data. The former refers to situations where people’s choices are observed in actual market situations. Conversely, stated preference data refers to situations in which choices are observed in a survey context.\nStated preference (SP) methods allow collection of information about respondent preferences for the environmental amenities of interest by observing choices in hypothetical situations presented in a survey. Observed choices are contingent on scenarios posed in the survey and the environmental economics literature commonly uses the term contingent valuation (CV) to describe the process of utilizing stated preference data for valuation …",
        "keywords": null,
        "url": "https://www.elgaronline.com/downloadpdf/edcoll/9781781003145/9781781003145.00015.pdf"
    },
    {
        "title": "Economic valuation of air pollution mortality: A 9-country contingent valuation survey of value of a life year (VOLY)",
        "authors": "B Desaigues, D Ami, A Bartczak, M Braun-Kohlová, S Chilton, M Czajkowski, V Farreras, Alistair Hunt, M Hutchison, C Jeanrenaud, P Kaderjak, V Máca, O Markiewicz, A Markowska, H Metcalf, S Navrud, J Seested Nielsen, R Ortiz, S Pellegrini, A Rabl, R Riera, M Scasny, M-E Stoeckel, R Szántó, J Urban",
        "year": "2011/5/1",
        "abstract": "This paper provides a key element for the calculation of the damage costs of air pollution, namely the valuation of mortality, important because premature mortality makes by far the largest contribution. Whereas several studies have tried to quantify the cost of air pollution mortality by multiplying a number of deaths by the ‘value of prevented fatality’ (also known as ‘value of statistical life’), we explain why such an approach is not correct and why one needs to evaluate the change in life expectancy due to air pollution. Therefore, an estimate for the monetary value of a life year (VOLY) is needed. The most appropriate method for determining VOLY is contingent valuation (CV). To determine VOLY for the EU, we have conducted a CV survey in 9 European countries: France, Spain, UK, Denmark, Germany, Switzerland, Czech Republic, Hungary, and Poland with a total sample size of 1463 persons. Based on the results …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1470160X10002116"
    },
    {
        "title": "We want to sort! Assessing households’ preferences for sorting waste",
        "authors": "Mikołaj Czajkowski, Tadeusz Kądziela, Nick Hanley",
        "year": "2014/1/1",
        "abstract": "There are two major ways in which solid waste can be sorted and recycled – at the household level, when households are required to sort waste into a given number of categories, or in specialised sorting facilities. Traditionally, it has been thought that sorting at the household level is an inconvenience, as it uses space and requires time and effort. Our study provides empirical evidence to the contrary, indicating that home sorting is a net source of utility for some people. Through a carefully designed choice experiment we collected stated choices from members of a Polish municipality with respect to the way their waste is sorted and how often it is collected. In the hypothetical scenario employed, respondents were informed that waste will be sorted anyway – if not at the household level then at a specialised sorting facility. Interestingly, analysis shows that a large group of people are willing to sort waste at the …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0928765513000353"
    },
    {
        "title": "The value of familiarity: effects of knowledge and objective signals on willingness to pay for a public good",
        "authors": "Jacob LaRiviere, Mikołaj Czajkowski, Nick Hanley, Margrethe Aanesen, Jannike Falk-Petersen, Dugald Tinch",
        "year": "2014/9/1",
        "abstract": "We design and conduct a field experiment in which treated subjects receive a precise and objective signal regarding their knowledge about a public good before estimating their WTP for it. We find that the causal effect of objective signals about the accuracy of a subject׳s knowledge for a public good can dramatically affect their valuation for it: treatment caused a significant increase of $85–$129 in WTP for well-informed individuals. We find no such effect for less informed subjects. Our results imply that WTP estimates for public goods are not only a function of true information states of the respondents but beliefs about those information states.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0095069614000692"
    },
    {
        "title": "Valuing changes in forest biodiversity",
        "authors": "Mikołaj Czajkowski, Małgorzata Buszko-Briggs, Nick Hanley",
        "year": "2009/10/15",
        "abstract": "The paper attempts to improve current understanding of the economic value of biodiversity. Instead of the prevailing approach of using only one indicator of biodiversity (typically, species richness) we provide evidence that it is possible to value changes in a number of attributes which describe complex characteristics of biodiversity, based on ecological knowledge. The attributes used include structural, species and functional diversity. The empirical application is a choice experiment study conducted in the Białowieża Forest, Poland: our study is therefore also one of the first to cast light on the value of biodiversity protection in Eastern Europe. Interestingly, respondents valued passive protection regimes resulting in preservation of natural ecological processes. In addition, the respondents seemed to be concerned with the means, and not only the results of protection programmes.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0921800909002596"
    },
    {
        "title": "Choice experiment assessment of public preferences for forest structural attributes",
        "authors": "Marek Giergiczny, Mikołaj Czajkowski, Tomasz Żylicz, Per Angelstam",
        "year": "2015/11/1",
        "abstract": "Combining the approach used in landscape research with non-market valuation techniques, the aim of this study is to document human habitat selection for recreational purposes in a gradient of forest naturalness. The results indicate that respondents prefer older stands with vertical layering, irregularly spaced trees and a greater number of tree species. Our study thus indicates that forests that are managed (or left unmanaged) for biodiversity purposes are also likely to be attractive to humans. To conclude, while greater management intensity was associated with higher disutility regardless of the model employed, we do not perceive a risk of conflict between forest management designed to protect biodiversity and management targeting recreational value. Consequently, there is a need for spatially differentiated forest management that discriminates among different functions. The state ownership of all larger Polish …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0921800915003237"
    },
    {
        "title": "Spatial heterogeneity of willingness to pay for forest management",
        "authors": "Mikołaj Czajkowski, Wiktor Budziński, Danny Campbell, Marek Giergiczny, Nick Hanley",
        "year": "2017/11",
        "abstract": "The paper investigates the spatial heterogeneity of public’s preferences for the implementation of a new country-wide forest management and protection program in Poland. Spatial econometric methods and high resolution geographical information system data related to forest characteristics are used to explain the variation in individual-specific willingness to pay (WTP) values, derived from a discrete choice experiment study. We find that respondents’ WTP is higher the closer they live to their nearest forest, and the scarcer forests are in the area where they live. Interestingly, the higher the ecological value of forests in respondents’ area, the more people prefer extending areas of national forest protection. We also investigate spatial patterns in individual-specific WTP scores and in latent class membership probabilities, finding that preferences are indeed spatially clustered. We argue that this clustering …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s10640-016-0044-0"
    },
    {
        "title": "Learning and fatigue effects revisited: Investigating the effects of accounting for unobservable preference and scale heterogeneity",
        "authors": "Mikolaj Czajkowski, Marek Giergiczny, William H Greene",
        "year": "2014/5/1",
        "abstract": "Using multiple choice tasks per respondent in discrete choice experiment studies increases the amount of available information. However, respondents’ learning and fatigue may lead to changes in observed utility function preference (taste) parameters, as well as the variance in its error term (scale); they need to be controlled to avoid potential bias. A sizable body of empirical research offers mixed evidence in terms of whether these ordering effects are observed. We point to a significant component in explaining these differences; we show how accounting for unobservable preference and scale heterogeneity can influence the magnitude of observed ordering effects. (JEL Q23, Q51)",
        "keywords": null,
        "url": "https://le.uwpress.org/content/90/2/324.short"
    },
    {
        "title": "The effects of experience on preferences: theory and empirics for environmental public goods",
        "authors": "Mikołaj Czajkowski, Nick Hanley, Jacob LaRiviere",
        "year": "2015/1",
        "abstract": "This article develops a choice model for environmental public goods, which allows for consumers to learn about their preferences through consumption experiences. We develop a theoretical model of Bayesian updating, perform comparative statics over the model, and show how the theoretical model can be consistently incorporated into a reduced form econometric model. Our main findings are that in a random utility model (RUM) discrete choice model, a subject's scale should increase and the variability of scale should decrease with experience if subjects are Bayesians. We then estimate the model using field data regarding preferences for one particular public good, water quality. We find strong evidence that additional experience increases scale, thereby making consumer preferences more predictable from the econometrician's perspective. We find supportive but less convincing evidence that experience …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1093/ajae/aau087"
    },
    {
        "title": "Benefits of meeting nutrient reduction targets for the Baltic Sea–a contingent valuation study in the nine coastal states",
        "authors": "Heini Ahtiainen, Janne Artell, Mikołaj Czajkowski, Berit Hasler, Linus Hasselström, Anni Huhtala, Jürgen Meyerhoff, James CR Smart, Tore Söderqvist, Mohammed H Alemu, Daija Angeli, Kim Dahlbo, Vivi Fleming-Lehtinen, Kari Hyytiäinen, Aljona Karlõševa, Yulia Khaleeva, Marie Maar, Louise Martinsen, Tea Nõmmann, Kristine Pakalniete, Ieva Oskolokaite, Daiva Semeniene",
        "year": "2014/9/2",
        "abstract": "This paper presents the results of an internationally coordinated contingent valuation study on the benefits of reducing marine eutrophication in the Baltic Sea according to current policy targets. With over 10,500 respondents from the nine coastal states around the sea, we examine public willingness to pay (WTP) for reduced eutrophication and its determinants. There are considerable differences in mean WTP between countries, with Swedes being willing to pay the most and Latvians the least. The aggregate annual WTP is approximately €3600 million. In addition, we find that countries are heterogeneous in terms of the effects of income, attitudes and familiarity on WTP. Income elasticities of WTP are below 1 for all countries, ranging between 0.1 and 0.5. Attitudes and personal experience of eutrophication are important determinants of WTP, but the specific effects differ between countries. The findings can be used …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/21606544.2014.901923"
    },
    {
        "title": "The role of stated preference valuation methods in understanding choices and informing policy",
        "authors": "Nick Hanley, Mikołaj Czajkowski",
        "year": "2019/8/1",
        "abstract": "This article examines the role of stated preference (SP) valuation methods in the environmental economist’s toolbox. Overall, the article makes the case for using SP methods in a wide range of settings, showing how the approach can be used to both inform policy and gain a better understanding of people’s choices and preferences. First, we provide an overview of SP methods and discuss a number of policy design issues where we believe SP methods have advantages over alternative approaches. The ability of SP to overcome “hypothetical market bias” is briefly reviewed. Next, we discuss how SP methods can be used to address research issues concerning people’s preferences and choices, which have broader implications for economics and behavioral sciences. These research issues are (1) the effects of information, learning and knowledge;(2) testing the validity of the standard model of consumer choice;(3 …",
        "keywords": null,
        "url": "https://www.journals.uchicago.edu/doi/full/10.1093/reep/rez005"
    },
    {
        "title": "Willingness to pay for unfamiliar public goods: preserving cold-water coral in Norway",
        "authors": "Margrethe Aanesen, Claire Armstrong, Mikołaj Czajkowski, Jannike Falk-Petersen, Nick Hanley, Ståle Navrud",
        "year": "2015/4/1",
        "abstract": "The world's largest concentration of cold-water coral (CWC) is found off the Norwegian coast. Most CWC discoveries are recent, posing new challenges for Norwegian coastal and fishery authorities regarding the management of deep-sea resources. Scientific knowledge of CWC is limited, and many citizens have not even heard about them. This creates problems for the application of the stated preference methods to capture their economic value, and very few such studies have been conducted. To fill this gap, we designed a discrete choice experiment, which was implemented in a valuation workshop setting in order to derive estimates of participants' willingness to pay (WTP) for increasing the protection of CWC. Despite the fact that marine industries such as oil/gas and fisheries could be adversely affected by CWC protection, this did not reduce the respondents' willingness to pay for further protection. The …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0921800915000464"
    },
    {
        "title": "A new baseline model for estimating willingness to pay from discrete choice models",
        "authors": "Richard T Carson, Mikołaj Czajkowski",
        "year": "2019/5/1",
        "abstract": "We show a substantive problem exists with the widely-used ratio of coefficients approach to calculating willingness to pay (WTP) from discrete choice models. The correctly calculated standard error for WTP using this approach is shown to be undefined. This occurs because the cost parameter's standard error implies some possibility the true parameter value is arbitrarily close to zero. We propose a simple yet elegant way to overcome this problem by reparameterizing the (negative) cost variable's coefficient using an exponential transformation to enforce the theoretically correct positive coefficient. With it the confidence interval for WTP is now finite and well behaved.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0095069618302602"
    },
    {
        "title": "Addressing empirical challenges related to the incentive compatibility of stated preferences methods",
        "authors": "Mikołaj Czajkowski, Christian A Vossler, Wiktor Budziński, Aleksandra Wiśniewska, Ewa Zawojska",
        "year": "2017/10/1",
        "abstract": "An emerging theoretical literature focused on the incentive compatibility of stated preference surveys offers a new lens through which to view extant evidence on external validity, and provides guidance for practitioners. However, critical theoretical assumptions rest on latent respondent beliefs, such as the belief that respondents view surveys as potentially influencing policy (i.e., policy consequentiality), which gives rise to pressing empirical challenges. In this study, we develop a Hybrid Mixed Logit model capable of integrating multiple latent beliefs, and subjective measures of these beliefs, into a discrete choice model of stated preferences. Planned use of a resource, which can also be considered a latent variable, is frequently an important consideration when modelling stated preferences for a change in a good, and we demonstrate how our framework can be used to incorporate this information simultaneously …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0167268117302019"
    },
    {
        "title": "Social norm nudging and preferences for household recycling",
        "authors": "Mikołaj Czajkowski, Katarzyna Zagórska, Nick Hanley",
        "year": "2019/11/1",
        "abstract": "Previous research on pro-environmental behaviours has shown that nudges can be effective in changing behaviour in some settings. However, to be a useful policy tool, nudges should have stable, predictable impacts on targeted behaviours. In this paper, we use a randomized experiment to test one specific nudge, namely the communication of a descriptive social norm. The paper examines whether the effects of such a nudge on stated preferences for household recycling are indeed stable and predictable in terms of household willingness to pay for waste collection contracts requiring more recycling effort by households. Three aspects of the social norm are varied: its absolute level, the geographic proximity, and whether relative performance information is included. We find that while respondents generally respond positively to social norm information, the effect is not necessarily monotonic, with the highest social …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0928765518303993"
    },
    {
        "title": "Disentangling the effects of policy and payment consequentiality and risk attitudes on stated preferences",
        "authors": "Ewa Zawojska, Anna Bartczak, Mikołaj Czajkowski",
        "year": "2019/1/1",
        "abstract": "Incentivizing respondents to truthfully reveal their preferences in stated preference surveys requires that they believe their survey responses can influence decisions related to the outcome in question (policy consequentiality) and that they will have to bear their share of the coercive cost if the outcome is implemented (payment consequentiality). We investigate the effects of these two aspects of perceived consequentiality on stated preferences in a field survey concerning renewable energy development in Poland. We find that beliefs in policy and payment consequentiality strengthen the respondents’ interest in having the project implemented. However, policy consequentiality decreases and payment consequentiality increases their sensitivity to the project cost, which, respectively, increases and decreases their willingness-to-pay for the project. We conclude that the two aspects of consequentiality should be …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0095069618300172"
    }
]