[
    {
        "title": "Zarządzanie jakością w usługach publicznych",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7603457982655011239&hl=en&oi=scholarr"
    },
    {
        "title": "System zarządzania jakością a skuteczność i efektywność administracji samorządowej",
        "authors": "Piotr Modzelewski",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6129956596433308040&hl=en&oi=scholarr"
    },
    {
        "title": "Zarządzanie jakością w administracji samorządowej-wnioski z doświadczeń międzynarodowych",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2004",
        "abstract": "Charakterystyka nowoczesnych usług publicznych o wysokiej jakości kładzie nacisk na zaspokajanie następujących potrzeb: potrzeby osiągania rezultatów, potrzeby pracy w partnerstwie, potrzeby konsultowania z użytkownikami i społecznościami, solidarności, niezawodności, dobrej i stosownej informacji, szybkości/terminowości wykonania, dostępności oraz pełnej pomocy klientom. Aby osiągnąć wymierne rezultaty, instytucje samorządowe powinny wprowadzać coraz wyższe standardy jakości usług. W artykule przedstawiono doświadczenia międzynarodowe dotyczące zarządzania jakością w administracji samorządowej.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000122688"
    },
    {
        "title": "Determinants of audit fees: Evidence from Poland",
        "authors": "Karol Rewczuk, Piotr Modzelewski",
        "year": "2019/1/1",
        "abstract": "Unlike many studies concerning audit fees in Western Europe or the United States, literature concerning this kind of research is very limited in Central and Eastern Europe. This study aimed to show what factors shape audit fees in Poland. It was conducted based on data collected from the financial statements of 111 companies listed on the Warsaw Stock Exchange in 2018. The study used a linear regression model to verify the determinants of audit fees. The research results indicate a positive relationship between audit fees and company size, measures of complexity (in addition to the ratio of inventories and receivables to total assets) and the fact that a company is audited by the ‘Big Four’accounting firms.",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.2478/ceej-2019-0020"
    },
    {
        "title": "Interorganizational Trust and Effectiveness Perception in a Collaborative Service Delivery Network",
        "authors": "Krzysztof Opolski, Piotr Modzelewski, Agata Kocia",
        "year": "2019/1",
        "abstract": "This study presents the determinants of trust in light of the scientific literature on trust and governance networks. The theoretical analysis focuses on differentiation of various types of trust and its determinants at both for-profit and nonprofit organizations. Moreover, the idea of a network is presented with the main attention given to the performance of collaborative service delivery networks. On the basis of theoretical study, a longitudinal analysis was performed at institutions providing services to the homeless people in Warsaw, Poland. During the periods of 2013 and 2017 to 2018, two cohorts of field questionnaire studies were conducted among employees of 18 social welfare centers (sample based on 18 Warsaw districts) and homeless shelters run by nonprofit organizations (samples of 19 and 22, respectively). These local government institutions and nonprofit organizations comprised the collaborative service delivery network under study. Mixed-method research was applied at welfare centers and nonprofit organizations (NGOs) where both frontline and management level employees were interviewed, and some data were statistically evaluated. The research was conducted using the same questionnaires at both points in time. The research showed that, from the perspective of social welfare centers, interorganizational trust in relation to other social welfare centers and to nonprofit organizations is positively correlated with perceived interorganizational effectiveness of other actors in the network (measured by the possibility of obtaining information, promptness, commitment, completeness and correctness of documents, and assessment of …",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/11/19/5217"
    },
    {
        "title": "Kontrola zarządcza w jednostkach sektora publicznego w zakresie pomiaru skuteczności i efektywności",
        "authors": "P Modzelewski",
        "year": "2014",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13543362557491024791&hl=en&oi=scholarr"
    },
    {
        "title": "Zastosowanie ewaluacji w procesie projektowania strategii",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2010",
        "abstract": "Projektowanie strategii gospodarczej jest zjawiskiem złożonym z uwagi na fakt, iż powinna ona uwzględniać całość skomplikowanych i wzajemnie powiązanych interakcji zachodzących w gospodarce. Każda interwencja ze środków publicznych musi mieć swoje ekonomiczne uzasadnienie, a ponieważ w sektorze publicznym nie jest wykazywany zysk finansowy, konieczne staje się zastosowanie metod ustalania i realizacji celów społecznie ważnych i pożądanych. Punktem wyjścia dla budowania strategii staje się zatem rozpoznanie potrzeb i problemów występujących w rzeczywistości społeczno-gospodarczej. Dodatkowym aspektem jest również konieczność uwzględnienia konkurencyjności na rynku globalnym i aktywnego uczestnictwa w strukturach Unii Europejskiej. Strategia gospodarcza ustalana na poziomie kraju powinna być punktem wyjścia do tworzenia strategii cząstkowych w poszczególnych …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12869477034719085413&hl=en&oi=scholarr"
    },
    {
        "title": "New approach to network in public administration",
        "authors": "Krzysztof Opolski, Piotr Modzelewski, Agata Kocia",
        "year": "2013/8/1",
        "abstract": "Journal of Applied Business and Economics vol. 14 (5) 2013 99 area of qualitative research including FW Scharpf (1978, p. 345-370), WJM Kickert, E.-H. Klijn, JFM Koppenjan (1997), A. Vazakidis, I. Karagiannis and A. Tsialta,(2010, p. 376-382), there are few quantitative studies. Those that are present use managerial accounting aspects to analyze public administration network phenomena such as Activity Based Costing and Balanced Scorecard. The authors will propose a theoretical model which is based on contemporary theories of management as well as elements of Balanced Scorecard suitable for public administration.",
        "keywords": null,
        "url": "http://www.na-businesspress.com/JABE/opolski_abstract.html"
    },
    {
        "title": "Pomiar skuteczności i efektywności w urzędach administracji samorządowej–podejście metodologiczne",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2009",
        "abstract": "Pomiar skuteczności i efektywności w samorządzie lokalnym ma doniosłe znaczenie. Wynika to z wielości celów stawianych przed władzami samorządowymi. Współczesne podejście w zachodnich demokracjach zakłada, że obywatele odgrywają główną rolę w funkcjonowaniu administracji publicznej. Spełnianie oczekiwań społeczności lokalnych staje się najważniejszym celem samorządu lokalnego. W wielu przypadkach ocena funkcjonowania urzędu miasta jest niemożliwa bez dokonania porównań do innych urzędów miast. W niniejszym artykule zaprezentowane zostały metody porównawcze pomiaru nakładów, wyników i rezultatów funkcjonowania administracji publicznej na szczeblu lokalnym. Metody te obejmują ocenę dostarczania usług administracyjnych, ocenę kosztów, zapewnienia zasobów oraz procesów wewnętrznych. Podejście to jest bardzo przydatne w modernizowaniu administracji samorządowej i dostarcza argumentów za wprowadzaniem zmian. Jest to szczególnie ważne w przypadku wdrażania programów redukcji kosztów, ale również w przypadku konieczności utrzymania danego poziomu wydatków wobec częstych w debacie publicznej postulatów dotyczących redukcji kosztów w administracji publicznej. W wielu przypadkach cele stawiane przed samorządem lokalnym są lekceważone, podczas gdy prosta redukcja kosztów w wielu obszarach jest niemożliwa. Urzędy miast potrzebują zrównoważonych metod pomiaru skuteczności i efektywności, zaś dodatkowo występuje potrzeba oceny skuteczności organizacyjnej, w tym wewnętrznej komunikacji w urzędach, sposobu zarządzania, procedur wewnętrznych …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-5e22282a-f68b-4836-acb2-eb278d8091bc"
    },
    {
        "title": "Metodologia pomiaru funkcjonowania sieci administracji publicznej",
        "authors": "Piotr Modzelewski, Krzysztof Opolski",
        "year": "2018",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16228065542634462961&hl=en&oi=scholarr"
    },
    {
        "title": "Quality management in public services",
        "authors": "K Opolski, P Modzelewski",
        "year": "2004",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=SdiNsfgAAAAJ&citation_for_view=SdiNsfgAAAAJ:3fE2CSJIrl8C"
    },
    {
        "title": "Metodyka oceny skutków projektów podziału województw z użyciem analizy kosztów i korzyści",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2017",
        "abstract": "Co jakiś czas pojawiają się w Polsce propozycje podziału istniejących województw lub zmiany ich granic. Złożoność uwarunkowań społecznych i gospodarczych, na które miałby wpływ ów proces, wymaga dokonania pogłębionych analiz ekonomicznych, zwłaszcza z punktu widzenia efektów funkcjonowania samorządów województw w nowych granicach. Użyteczna w tym zakresie jest metodyka Analizy Kosztów i Korzyści (Cost-Benefit Analysis) zakładająca wydzielenie analizy finansowej z analizy ekonomicznej (w ramach której wyceniane są efekty zewnętrzne wprowadzanych zmian). Analiza Kosztów i Korzyści (AKK) może być również pomocna w ocenie skutków regulacji polegającej na podziale województwa na odmienne jednostki administracyjne. W artykule rozważane są zagadnienia finansowe, społeczne, gospodarcze i administracyjne hipotetycznie wydzielonych województw. Przedstawione zostały również zmienne, które mogą służyć do oceny potencjału rozwoju hipotetycznie wydzielonych województw oraz określenia determinant absorpcji biernej i czynnej funduszy strukturalnych UE. W ramach tej metodyki konieczne jest prowadzenie analiz wariantowych w perspektywie wieloletniej przy uwzględnieniu odpowiednio długiego horyzontu planowania.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-a7b38324-054e-4df1-8642-8745b2f6734d"
    },
    {
        "title": "Teoretyczne podstawy oceny absorpcji funduszy strukturalnych Unii Europejskiej-zarys ujęcia systemowego",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2008",
        "abstract": "Analiza absorpcji funduszy strukturalnych Unii Europejskiej w Polsce dokonywana jest najczęściej z punktu widzenia poszczególnych instytucji publicznych zaangażowanych w przydzielanie środków. Następuje przy tym koncentracja na stronie finansowej, co niejednokrotnie prowadzi do nieuzasadnionych interpretacji. Pojawia się nieustająco zagadnienie słabej absorpcji środków strukturalnych. Beneficjenci programów, a także pracownicy instytucji wdrażających podkreślają, iż pierwotną przyczyną utrudnień w realizacji projektów są rozporządzenia oraz wytyczne do realizacji niektórych projektów. Szczególnie podkreśla się, iż w rozporządzeniach zakreślone są szersze ramy i większe wymagania, niż tego oczekuje Unia Europejska. Problemem są również częste zmiany przepisów prawa oraz zmiany opinii instytucji zarządzających. Prowadzi to do sytuacji, że instytucje składające wnioski o dofinansowanie wielokrotnie muszą przeliczać kosztorysy, wnioski, studia wykonalności, analizy ekonomiczne i finansowe, uwzględniając nowe wytyczne. Z kolei instytucje wdrażające zarzucają beneficjentom duże skomplikowanie projektów, stosowanie specyficznych rozwiązań oraz niestandardowych procedur wewnętrznych. Ocena absorpcji środków strukturalnych Unii Europejskiej wymaga znacznie głębszej diagnozy niż te, dokonywane przez zainteresowane strony. Jest to zagadnienie nowe iw niniejszym opracowaniu prezentowany jest jedynie zakres ujęcia systemowego oraz rekomendacje dotyczące możliwych dalszych badań w przyszłości.(fragment artykułu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000161641955"
    },
    {
        "title": "Audyt efektywności kosztowej inwestycji w infrastrukturę drogową w powiatach województwa mazowieckiego",
        "authors": "Natalia Jankowska, Piotr Modzelewski",
        "year": "2020",
        "abstract": "Celem artykułu było sprawdzenie, czy możliwe jest przeprowadzenie wstępnego audytu efektywnościowego w zakresie pomiaru efektywności kosztowej w obszarze budowy infrastruktury drogowej przez samorządy lokalne, na podstawie informacji publicznej powszechnie dostępnej, bez konieczności zwracania się o dostęp do danych. Audyt efektywnościowy jest instrumentem, który pozwala m.in. na pomiar efektywności kosztowej i dokonywanie porównań pomiędzy jednostkami samorządowymi w zakresie realizacji poszczególnych szczegółowych rodzajów zadań. Przeprowadzenie takiego audytu w pełnej postaci jest jednak zwykle dość czasochłonne, skomplikowane i wymagałoby zaangażowania zespołów eksperckich, którzy musieliby pozyskać informacje wewnętrzne z poszczególnych jednostek samorządu terytorialnego (JST) na temat kosztów realizowanych inwestycji. Jednakże już wstępne porównania w zakresie wydatków publicznych na podobne lub takie same przedsięwzięcia mogą być bardzo przydatne zarówno w bieżącej pracy samorządów lokalnych, jak i niezwykle użyteczne dla obywateli, włączających się w procesy demokratyczne na poziomie lokalnym. Zasadne byłoby zatem postulowanie, aby już na poziomie powszechnie dostępnej informacji publicznej, niewymagającej specjalnego, zwykle każdorazowego ubiegania się o dostęp do danych, możliwe było dokonywanie porównań pomiędzy np. inwestycjami samorządowymi. Jednakże kluczem i warunkiem koniecznym do dokonania chociażby wstępnego audytu efektywnościowego jest zapewnienie porównywalności przy pomiarze efektywności kosztowej …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/461108.pdf"
    },
    {
        "title": "Jakość i efektywność w administracji samorządowej-podejście metodologiczne",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2009",
        "abstract": "Omówiono sposoby pomiaru efektywności funkcjonowania urzędów administracji samorządowej oraz jakości usług publicznych świadczonych przez te urzędy. Ukazano możliwości korzystania z metod pomiaru efektywności alokacji nakładów oraz skali tej efektywności. Porównano wydajność i jakość samorządu lokalnego. Opisano podstawy metodologiczne badań nad efektywnością dostarczania usług publicznych. Zwrócono uwagę na konieczność definiowania wielu aspektów związanych z celami administracji publicznej.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000164652444"
    },
    {
        "title": "Wykorzystanie pojęć sprawności, skuteczności, efektywności i produktywności w administracji publicznej",
        "authors": "Piotr Modzelewski",
        "year": null,
        "abstract": "• W 1966 r. H. Leibenstein zaprezentował swoją koncepcję X-efektywności, wykazując iż oprócz „tradycyjnej” z punktu widzenia ekonomistów efektywności alokacji w sensie Pareto (analiza na poziomie mikroekonomicznym), istnieje jeszcze inny, nieznany dotąd rodzaj efektywności, związany z poziomem racjonalności jednostek podejmujących decyzję, motywacją tych jednostek, interakcjami międzyludzkimi, niekompletnymi kontraktami, wewnętrzną organizacją jednostek decyzyjnych takich jak firmy• H. Leibenstein m. in. zauważył, iż założenie teorii neoklasycznej, iż każde przedsiębiorstwo minimalizuje koszty spowodowałoby, iż nie istniałaby X-nieefektywność.",
        "keywords": null,
        "url": "http://coin.wne.uw.edu.pl/~pmodzelewski/modzelewski_sprawnosc_efektywnosc.pdf"
    },
    {
        "title": "Integrated service networks in Poland: insights from the delivery of social assistance in two cities",
        "authors": "Piotr Modzelewski, Robyn Keast, Geoff Woolcott",
        "year": "2023/9/19",
        "abstract": "Service integration is an attractive solution to the ongoing and growing challenges associated with providing and sustaining quality in the delivery of effective and efficient social services. This is especially the case in contexts of service fragmentation and inefficiencies, increased demand and complexity of need, continuing cost inflation, and declining financial capacity (Provan & Milward, 1995; Woolcott et al., 2020). Accordingly, such integration is a central policy and programmatic objective for governments and community organizations across many jurisdictions (Baxter et al., 2018; Lemaire & Raab, 2020; Opolski et al., 2019; Woolcott et al., 2019). This ongoing imperative for cross-agency or joined-up working manifests in a proliferation of inter-organizational entities. These inter-organizational entities sit alongside or replace conventional single-agency approaches to service provision, taking an array of forms …",
        "keywords": null,
        "url": "https://www.elgaronline.com/edcollchap/book/9781800883987/book-part-9781800883987-14.xml"
    },
    {
        "title": "Pomiar efektywności i interpretacja wyników w budżecie zadaniowym",
        "authors": "Piotr Modzelewski",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=SdiNsfgAAAAJ&citation_for_view=SdiNsfgAAAAJ:UeHWp8X0CEIC"
    },
    {
        "title": "Reorganizacja administracji publicznej w Polsce",
        "authors": "Piotr Modzelewski",
        "year": "2009",
        "abstract": "Wyzwania stojące przed administracją publiczną w Polsce sprawiają, że należy dostosować sposób zorganizowania administracji publicznej do rosnących zadań i potrzeb. Wobec trwającej od wielu dziesięcioleci dyskusji nad wielkością i zakresem funkcjonowania administracji publicznej i dużej ostrożności przy zwiększaniu nakładów na administrację publiczną, należy rozważyć sposoby na restrukturyzację dostarczania usług publicznych przy danym poziomie nakładów. Sposobem na zdiagnozowanie potrzeb związanych z administracją publiczną jest pomiar nakładów i wyników pojedynczych jednostek organizacyjnych administracji publicznej. Może to umożliwić lepszą alokację zasobów pomiędzy tymi jednostkami, z zachowaniem realizacji celów stawianych przed administracją. Stosowanie metod pomiaru nakładów i wyników administracji publicznej wymaga jednak poczynienia wielu założeń, które umożliwią trafną diagnozę istniejącego stanu rzeczy, przy całej złożoności zjawiska administracji i roli, jaką spełnia ona w nowoczesnym, wysoko cywilizowanym społeczeństwie. Doświadczenia międzynarodowe pokazują, że prosta redukcja kosztów związanych z administracją publiczną nie przyniosła oczekiwanych efektów. Istnieją potrzeba możliwie pełnego spojrzenia na administrację uwzględniającego zarówno stronę popytu na usługi publiczne, jak i stronę podaży usług publicznych. Uzupełnieniem analizy powinno być wejrzenie w aspekty organizacyjne funkcjonowania jednostek administracji publicznej w Polsce i sformułowanie zaleceń z nimi związanych.(fragment tekstu)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171314929"
    },
    {
        "title": "Quality and efficiency in the local government-methodological approach",
        "authors": "Krzysztof Opolski, Piotr Modzelewski",
        "year": "2009",
        "abstract": "Requirements imposed on public administration make it necessary to use more perfect tools to assure its efficient functioning. The methodology of measuring the quality and efficiency in the local government administration is a creative synthesis of theory of the economy, administration and the phraseology as well. It is necessary to define a lot of aspects connected with the aims of public administration and to introduce variables which can be used in empirical investigations at offices of the local government administration. This article deals with the ways of measuring organizational effectiveness of the local departments and with the measurement of the quality of the public services concerning requirements of the quality management system. The possibility of using methods of measuring the efficiency of allocation of resources, scale efficiency and technical effectiveness was shown. The efficiency and quality of the local departments was compared. Presented methods of the measurement make it possible to check the results how the local government administration functions, however they may also be implemented in the central level of administration.",
        "keywords": null,
        "url": "https://ideas.repec.org/a/eko/ekoeko/22_28.html"
    }
]