[
    {
        "title": "Actual monetary policy independence in a small open economy: the Polish perspective",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2019/2/15",
        "abstract": "The aim of this article is to examine the actual degree of monetary policy independence in a small open economy with floating exchange rate that is integrated with the world economy. It is frequently argued that for such a country the primary cost of participation in a currency area is the loss of monetary policy independence. The article raises the question if the proposition of monetary independence provided by floating exchange rate applies to a small open economy, operating within highly liberalised capital flows and highly integrated financial markets. We examine the actual degree of monetary policy independence in Poland using a vector error correction mechanism model and the data for the years 2001–2014. We obtain evidence pointing to the lack of such independence, and we show that this result is robust to extensive changes in specification, including impulse saturation.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s00181-017-1370-y"
    },
    {
        "title": "Gotowi na euro? Badanie empiryczne faktycznej swobody polskiej polityki pieniężnej",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2014",
        "abstract": "Celem artykułu jest analiza faktycznej swobody prowadzenia polityki pieniężnej w Polsce. Przyjęto, że podstawowym kosztem uczestnictwa we wspólnym obszarze walutowym jest utrata swobody kształtowania polityki pieniężnej. Powstaje jednak pytanie o rzeczywiste możliwości prowadzenia takiej polityki w przypadku małej gospodarki otwartej, działającej w sytuacji zliberalizowanych przepływów kapitału i silnie zintegrowanych rynków pieniężnych. Można przypuszczać, że już obecnie ze względu na stopień integracji Polski ze strefą euro polska polityka pieniężna jest powiązana z polityką Europejskiego Banku Centralnego. Potwierdzenie tej hipotezy ma duże znaczenie dla analizy kosztów wstąpienia Polski do Unii Gospodarczej i Walutowej. Teza artykułu weryfikowana jest za pomocą modelu wektorowego mechanizmu korekty błędem oraz odpowiednich hipotez parametrycznych.",
        "keywords": null,
        "url": "http://www.bankandcredit.nbp.pl/content/2014/03/bik_03_2014_03_art.pdf"
    },
    {
        "title": "Ready for euro? Empirical study of the actual monetary policy independence in Poland",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2013",
        "abstract": "The aim of the article is to examine the actual degree of Polish monetary policy independence in the context of joining the Eurozone. It is frequently argued that the main cost of the participation in the EMU, or in any other common currency area, is the loss of monetary policy independence. In contrast, the paper raises the question of the actual possibility of such a policy in a small open economy operating within highly liberalized capital flows and highly integrated financial markets like Poland. Confirmation of the hypothesis concerning incomplete actual monetary independence is essential to the analysis of costs of the Polish accession to the EMU. The main hypothesis of the article is verified using a Vector Error-Correction Mechanism model and several parametric hypotheses concerning the speed and asymmetry of adjustment.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP98.pdf"
    },
    {
        "title": "Exchange Rate Volatility and Exports in the Run-up to the EMU Accession",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2017",
        "abstract": "The elimination of exchange rate risk is the most common out of all arguments in favor of monetary integration. The neverǦending fluctuations of exchange rates under floating exchange rate regimes may significantly increase costs of foreign trade. According to this dominant view, the elimination of unfavorable exchange rate fluctuations through a single currency should promote trade between integrated economies. The results of the survey carried out among exporters and importers show that the main problem is not so much the level of the exchange rate but its fluctuations that result in uncertainty and high costs of hedging (NBP, 2011). In the case of the firms with risk aversion, the introduction of a single currency leads to the elimination of exchange rate risk, which lowers the cost of doing business and thus has a positive impact on exports. It turns out, however, that such a common sense representation of the relationship between exchange rate volatility and trade is weakly reflected in the results of theoretical and empirical research. The impact, if any, is difficult to estimate. Even if the firm conclusion for all countries may not be possible to obtain, nowadays answering this question is essential to the analysis of benefits for countries deliberating on their accession to the EMU.\nThe aim of the report is to answer the question whether the elimination of currency risk associated with the introduction of the common currency may increase trade between Eurozone and countries with a derogation in terms of the euro adoption, namely Poland, Czechia, Hungary, and Romania. So far, the studies of this subject were conducted mainly exǦpost of the …",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/10/268_en.pdf"
    },
    {
        "title": "Realizacja celu inflacyjnego czy obawa przed płynnością? Uwarunkowania kursowe w Polsce w przededniu przyjęcia euro,[w:] J. Górski, K. Opolski (red.)",
        "authors": "Ł Goczek, D Mycielska",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12053368403866145563&hl=en&oi=scholarr"
    },
    {
        "title": "Long-term care costs and obesity-projections for Poland",
        "authors": "Małgorzata Kalbarczyk, Joanna Mackiewicz-Łyziak, Dagmara Mycielska",
        "year": "2022/11/1",
        "abstract": "The share of both elderly and obese people in the population of many countries, including Poland in particular, will increase. The aim of the study is to investigate the impact of obesity of adults 50+ on public expenditures on long-term care in Poland. Using the Survey on Health Ageing and Retirement in Europe (SHARE) database and the European Commission macro-simulation model, we estimate long-term projection of long-term care costs of older adults depending on the level of obesity. Our results suggest that obese people are more likely to be disabled and obesity of adults 50+ may increase the long-term care costs by up to 0.3% of GDP in 2070 horizon.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0167268122003328"
    },
    {
        "title": "Monetary policy and nominal convergence in CEE countries with inflation targeting",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2014",
        "abstract": "The article discusses the monetary policy in small open economies with inflation targeting and their nominal convergence to the larger monetary area. Using panel data set, the paper considers the relationship between interest rates of interbank markets in the euro area and selected Central European countries – non-euro members of the European Union that follow inflation targeting strategy. We test for panel cointegration and use two estimators: Augmented Mean Group and Random Coefficients. The empirical results show that in the long run the interest rates of non-euro EU countries follow the Eurozone interest rates. What is more important, the AMG model’s common dynamic insignificance suggests that other factors are not relevant to the nature of interest rates transmission.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=415691"
    },
    {
        "title": "Euro Dominance Hypothesis and Monetary Policy Independence the Czech Perspective",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2016",
        "abstract": "In this article, we investigate the actual level of monetary policy independence in the Czech Republic. We formulate the research agenda in terms of the Euro Dominance Hypothesis. The situation of the non-euro EU countries with derogation in terms of joining the EMU, like the Czech Republic, is similar to the pre-euro situation of the euro area countries, in which the problem of the stability of the European Mechanism System was predominant. We investigate the co-movement of interest rates between the Czech Republic and the Eurozone to assess the potential costs of monetary integration. Using cointegration and VECM methods we show that the ECB monetary policy influences monetary policy in the Czech Republic and the actual level of monetary independence in the Czech Republic is much lower than it is presumed. Therefore, we argue that for the Czech Republic the cost of the joining the EMU will be lower than expected.",
        "keywords": null,
        "url": "https://ideas.repec.org/a/prg/jnlpep/v2016y2016i6id584p655-670.html"
    },
    {
        "title": "Heterogeniczność polityki pieniężnej w krótkim i długim okresie",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2014",
        "abstract": "Można przyjąć, iż wraz z zacieśniającą się współpracą ekonomiczną i finansową będzie się pogłębiał proces konwergencji gospodarczej między krajami strefy euro a pozostałymi członkami Unii Europejskiej. Oczekiwać można zatem zarówno coraz silniejszej synchronizacji cykli koniunkturalnych w tych krajach, jak i wysokiej korelacji działań podejmowanych przez władze tych krajów w reakcji na szok zewnętrzny. Jeśli kraje te cieszą się pełną swobodą kształtowania polityki pieniężnej, tj. możliwością swobodnego kształtowania stóp procentowych, występowanie zależności krótko- i długookresowej między stopami procentowymi tych krajów może być przejawem faktycznej konwergencji realnej. W celu zbadania tej zależności w artykule przedstawiono analizę empiryczną zależności między stopami procentowymi rynków międzybankowych strefy euro oraz wybranych krajów Europy Środkowej, należących do Unii Europejskiej. Użyto danych dziennych z lat 2001–2014. Ze względu na spodziewaną heterogeniczność dostosowań w krótkim i długim okresie oraz nieobserwowalną zależność krzyżową pomiędzy jednostkami obserwacyjnymi w panelu zastosowano dwa modele - Pooled Mean Group oraz Mean Group. Oszacowania modelu poprzedziły testy stacjonarności i kointegracji panelowej.",
        "keywords": null,
        "url": "https://ideas.repec.org/a/sgh/annals/i34y2014p153-164.html"
    },
    {
        "title": "Long-run interest rate convergence in Poland and the EMU",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2013",
        "abstract": "The aim of the article is to examine the degree of the long-run interest rate convergence in the context of Poland's joining the EMU. In this perspective, it is frequently argued that the expectations of Poland's participation in the EMU should manifest themselves in long-run interest rate convergence. This should be visible in the long-run fall of interest rate risk premium in Poland. In contrast, the paper raises the question of the actual speed of such convergence and questions the existence of this phenomenon in Poland. Confirmation of the hypothesis concerning slow convergence in the risk premium is essential to the analysis of costs of the Polish accession to the EMU. The main hypothesis of the article is verified using a Vector Error-Correction Mechanism model of an Uncovered Interest Rate Parity and several parametric hypotheses concerning the speed and asymmetry of adjustment.",
        "keywords": null,
        "url": "http://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP106.pdf"
    },
    {
        "title": "Analiza konwergencji stóp procentowych w Polsce i Czechach w kontekście wejścia do UGW",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2015",
        "abstract": "Celem artykułu1 jest analiza konwergencji stóp procentowych strefy euro oraz dwóch krajów-członków UE z derogacją w kwestii przyjęcia euro – Polski i Czech. Teoria integracji postuluje występowanie pełnej konwergencji stóp procentowych w długim okresie. Oznacza to zatem, iż ewentualna premia za ryzyko powinna maleć w czasie. W artykule postawiono hipotezę, iż następuje konwergencja nominalna między strefą euro a Polską i Czechami, lecz jej tempo jest bardzo słabe. Uzyskane wyniki wskazują, iż w przypadku Polski premia za ryzyko maleje, jednak pozostaje dodatnia. W przypadku Czech dane postulują stałą, dodatnią premię za ryzyko. Hipoteza jest weryfikowana za pomocą modeli wektorowej korekty błędem (VECM).",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/587160.pdf"
    },
    {
        "title": "Oczekiwane a rzeczywiste koszty i korzyści wstąpienia Polski do Unii Gospodarczej i Walutowej-wybrane aspekty",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": "2014",
        "abstract": "Problem potencjalnych kosztów i korzyści wejścia Polski do Unii Gospodarczej i Walutowej (UGW) ponownie stał się tematem zaciętej debaty publicznej. Z jednej strony argumentem przeciw wejściu do UGW jest utrata korzyści z płynności złotego. Komentatorzy odwołują się tu często do ostatniego kryzysu, kiedy to deprecjacja złotówki miała korzystnie wpłynąć na eksport, nie dopuszczając w ten sposób do recesji. Innym argumentem przeciw akcesji jest utrata możliwości swobodnego kształtowania własnej polityki pieniężnej w unii monetarnej. Z kolei po stronie spodziewanych korzyści z akcesji wskazuje się na wzrost wolumenu handlu międzynarodowego w długim okresie. Należy jednak zauważyć, iż wnioski z badań empirycznych dotyczących tak postawionych problemów wskazują, że wymienione argumenty przestały być w znacznym stopniu zasadne. Celem artykułu jest zatem omówienie niektórych postulowanych korzyści i kosztów wprowadzenia euro w Polsce i skonfrontowanie ich z podawanymi w literaturze przedmiotu faktami empirycznymi. Wnioski z przytoczonych w artykule prac empirycznych pozwalają twierdzić, iż niektórych kosztów i korzyści wejścia do strefy euro nie należy rozważać w kategoriach przyszłości, w rzeczywistości bowiem większość z nich została już poniesiona i osiągnięta. Częściowo stało się tak z powodu zdyskontowanych i samospełniających się oczekiwań wejścia Polski do UGW.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171318543"
    },
    {
        "title": "The expected and realized costs and benefits of Poland’s EMU accession–selected issues",
        "authors": "Łukasz Goczek, Dagmara Mycielska",
        "year": null,
        "abstract": "The potential costs and benefits concerning Poland’s EMU accession have recently been the focus of renewed attention in an ongoing public debate. On one hand, it is usually argued that floating exchange rates allowed Poland to emerge unscathed from the recent financial crisis due to Polish zloty depreciation. Moreover, it is expected that the main long-run cost of participation in a common currency area will be the loss of independent monetary policy. On the benefits side, it is frequently argued that joining the EMU will bring about increased trade flows. However, recent empirical analyses show that both of these textbook arguments in favor and against the common currency in Poland are incorrect, since many of these expected phenomena have already taken place. Therefore, the article aims to confront these arguments with the empirical facts in the literature on the subject. The reviewed evidence shows that the benefits and costs of joining EMU should be discussed not only as a theoretically expected future, since in fact most of them have been already realized in practice, partly due to the self-fulfilling expectations of Poland’s euron adoption.",
        "keywords": null,
        "url": "https://ejournals.eu/en/journal/ibage/article/oczekiwane-a-rzeczywiste-koszty-i-korzysci-wstapienia-polski-do-unii-gospodarczej-i-walutowej-wybrane-aspekty"
    },
    {
        "title": "ROZDZIAŁ 10.",
        "authors": "Dagmara Mycielska",
        "year": null,
        "abstract": "Celem opracowania jest przedstawienie roli euro jako waluty międzynarodowej. Określona zostanie obecna pozycja i znaczenie euro, a także pojęta zostanie próba wskazania czynników kształtujących przyszłe znaczenie euro jako waluty międzynarodowej.\nNa wstępnie zostanie zdefiniowane pojęcie waluty międzynarodowej i określone czynniki, które wpływają na znaczenie i pozycję waluty międzynarodowej. Po drugie, podjęta zostanie próba sprawdzenia, czy iw jakim stopniu euro realizuje funkcje waluty międzynarodowej. Na zakończenie określone zostaną korzyści oraz koszty związane z posiadaniem waluty międzynarodowej. Ten problem zostanie przedstawiony z różnych perspektyw: uczestników rynku posługujących się w transakcjach walutą międzynarodową, ale także kraju, który jest emitentem waluty międzynarodowej. Na zakończenie omówione zostaną zmiany zachodzące w strukturze międzynarodowego systemu walutowego.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Jaroslaw-Gorski-5/publication/359355301_STREFA_EURO_europejska_integracja_gospodarczo-walutowa/links/62372912d1e27a083bbdd2e2/STREFA-EURO-europejska-integracja-gospodarczo-walutowa.pdf#page=128"
    },
    {
        "title": "Choice of exchange rate regime: A survival analysis",
        "authors": "Dagmara Mycielska",
        "year": null,
        "abstract": "This paper studies the determinants of exchange rate regime choice in developing countries. We treat the exchange rate regime choice in terms of the likelihood of moving between regimes. Differently to other studies we analyze the factors that might influence the durability of inter'mediate exchange rate regimes and thus affect regime choice. We use survival models, as they allow for time dependence. Moreover, the proportional hazard Cox model is appropriate when the data exhibit non'monotonic pattern of duration dependence. We find that the obstacles in introducing hard fixed or fully floating exchange rate regimes in developing economies are, among others, low level of openness and high level of external debt in this countries.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=3753880691901529036&hl=en&oi=scholarr"
    },
    {
        "title": "Ewolucja systemów walutowych w warunkach rosn acej swobody miedzynarodowych przepływów kapitału",
        "authors": "Dagmara Mycielska",
        "year": null,
        "abstract": "W literaturze przedmiotu nie ma konsensusu odnosnie przyszłego kształtu swiatowego systemu walutowego, niemniej zgłaszane s a pewne sugestie (m. in. Cohen 1998, Frankel 1999a). Z jednej strony zalecane jest wprowadzanie wiekszej płynnosci kursu walutowego (Bordo 2004). Sugestia ta odwołuje sie do niekorzystnych doswiadczen ze stabilizowaniem kursu walutowego, obarczanego odpowiedzialnosci a za kryzysy walutowe i gospodarcze lat 90. XX wieku. W sprzecznosci z tym pogl adem stoi sugestia o koniecznosci formalnego usztywniania kursu walutowego. Rozwiazanie to szczególnie entuzjastycznie popierano, powołuj ac sie na doswiadczenia z utworzeniem wspólnego obszaru walutowego w Europie oraz spektakularne efekty wprowadzenia systemu rady walutowej w krajach bałtyckich dawnego bloku postkomunistycznego oraz w Argentynie i Hong Kongu. Koncepcjete nadszarpn ał jednak …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=2949327272271044887&hl=en&oi=scholarr"
    }
]