[
    {
        "title": "Is the creative class a game changer in cities? A socioeconomic study on Romania",
        "authors": "Alina Maria Pavelea, Bogdana Neamțu, Peter Nijkamp, Karima Kourtit",
        "year": "2021/5/21",
        "abstract": "In the wake of current urbanization trends, Creative Class theory has gained much popularity. According to the theory, in order to achieve sustainable socioeconomic growth and citizens’ well-being, cities have to attract the Creative Class, who prefer places that simultaneously provide amenities such as tolerance, talent, technology, and territorial assets (the four Ts). Although the theory has been tested extensively in the USA and in Western European countries, few attempts have been made to study it in Eastern Europe. As such, this paper tests Creative Class theory in the case of Romania, which is an interesting country for this study, since it has a relatively low level of urbanization and the population is less mobile compared to Western countries. Our results show that talent, technology, and territorial assets are able to significantly explain the geographical concentration of the Creative Class. However, different types of tolerance have different effects on the concentration of the Creative Class. Nevertheless, when we control for conventional socioeconomic welfare variables, the results change. The variable that has the highest effect on welfare patterns is path-dependency, namely, the previous level of regional and urban welfare registered. Thus, this paper reflects the need for both researchers and practitioners to consider the path-dependency trajectories of socioeconomic health and well-being in urban areas.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/13/11/5807"
    },
    {
        "title": "Why some fail and others succeed: Explaining the academic performance of PA undergraduate students",
        "authors": "Alina Maria Pavelea, Octavian Moldovan",
        "year": "2020/7/17",
        "abstract": "The current research explores the influence of multiple factors (such as class attendance, previous academic performance, in-class involvement and attention, class schedule, gender and other control variables) on the academic performance of public-administration undergraduate students. The regression models developed based on the academic literature were tested on a sample of 1st-year students (N= 115) enrolled in the Public Administration bachelor program of Babeș-Bolyai University (Cluj-Napoca) in order to explain their performance (grade) in a final examination. Since none of the variables included in the model are self-reported (ie classic self-administered questionnaires) we have reduced the potential that social desirability bias could influence our results, thus strengthening the reliability and robustness of our findings.\nOur results show that the main factors which can influence students’ academic performance are attendance at seminars and in-class involvement. All other factors which were included in the regression model (age, gender, distance between class site and their home, residence in urban or rural environment, attention and motivation, class schedule and four proxies/measures for previous performance) were either not statistically significant in any of the models or showed an inconsistent/unstable influence on academic performance.",
        "keywords": null,
        "url": "https://sciendo.com/pdf/10.2478/nispa-2020-0005"
    },
    {
        "title": "Do social media reduce compliance with COVID-19 preventive measures?",
        "authors": "Alina Maria Pavelea, Bogdana Neamțu, Alexandru Pavel",
        "year": "2022/9/3",
        "abstract": "In the wake of the COVID-19 pandemic, authorities had to take measures to reduce the spread of the COVID-19 virus. Since then, various vaccines have been developed. However, countries have not been equally successful in promoting these vaccines. Thus, preventive measures are still necessary in order to contain the COVID-19 virus. Nevertheless, compliance with preventive measures might be affected by the surge of disinformation on social media. Although various studies have examined the factors that predict this compliance, few studies have focused on Eastern European countries or have examined the role played by the types of sources used in gathering information about the pandemic. Thus, the present study investigated the effect the sources of information people use to have on compliance with preventive measures, while controlling for a large number of variables. The research focused on the Cluj …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/01442872.2021.2000595"
    },
    {
        "title": "Economic performance and resilience in Romania: Balancing traditional and creative class policy approaches",
        "authors": "Alina Maria Pavelea, Bogdana Neamţu, Alexandru Pavel, Peter Nijkamp",
        "year": "2023/9",
        "abstract": "In a globalized world cities are increasingly confronted with global shocks. In this context cities need to adopt strategies to increase their economic performance and resilience. One strategy that has become increasingly popular is represented by policies designed to attract the creative class, which are arguably an improvement compared to more traditional policy approaches. However, authors have warned that an excessive focus on attracting the creative class can be detrimental if authorities ignore the importance of historical paths and of traditional variables responsible for economic growth, especially in the case of coordinated economies. As such, in the present paper we investigate the complementarity between the creative input variables and their traditional equivalents in terms of the extent to which they predict economic development and economic resilience. In doing so we focus on the case of Romania, a …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s12061-022-09450-6"
    },
    {
        "title": "Is the creative class a shock absorber against an economic recession? Spatial labour market resilience in Romania",
        "authors": "Alina Maria Pavelea, Alexandru Pavel, Bogdana Neamţu, Karima Kourtit",
        "year": "2023/12/2",
        "abstract": "The creative class has been argued to both hamper and support economic resilience. As such, we propose a new framework on the significance of the creative class for local economic resilience, namely: the creativity and resilience analysis approach (CREA). The study contributes to the literature (1) by evaluating resilience through an index that includes multiple dimensions of creativity-based economic development; and (2) by identifying preliminary findings that link economic resilience with spatial shifts in local labour markets.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00343404.2023.2194314"
    },
    {
        "title": "Analiza impactului social al festivalului Untold asupra rezidenților municipiului Cluj-Napoca",
        "authors": "Alina Maria PAVELEA",
        "year": "2017",
        "abstract": "In the last decades events and festivals were used as economic growth tools. Given their economic importance, most of the studies investigating the impact of events and festivals were focused on the economic impact, while the social impact was under little scrutiny. Therefore, this article examines the social impact that the Untold festival, one of the biggest festivals in Romania, had on the host community. In doing so it makes use of the Social Representation Theory, which aims at identifying the perceptions that exist in the community towards the festival and the sociodemographic characteristics of the people having these perceptions. The main conclusion is that there are two groups in the community, one that perceives negatively the festival and one that perceives it positively. However, these groups do not differ based on their sociodemographic characteristics, fact that hampers the task of the municipality to reduce the negative social impact.",
        "keywords": null,
        "url": "https://rtsa.ro/rtsa/index.php/rtsa/article/view/549"
    },
    {
        "title": "His unemployment, her response, and the moderating role of welfare policies in European countries. Results from a preregistered study",
        "authors": "Anna Matysiak, Anna Kurowska, Alina Maria Pavelea",
        "year": "2024/8/20",
        "abstract": "Recent changes in labour markets have increased employment instability. Under these conditions, in male breadwinner families women might increase their labour supply when their male partners become unemployed. Previous studies have extensively investigated the role played by household and individual characteristics in explaining such increases in the labour supply of women. However, studies which examine the moderating role of specific welfare policies are missing. Our study contributes to the literature by investigating the moderating effect of childcare and tax-benefit policies for the labour supply response of women following the unemployment of their partner. We focus on a sample of 24 EU member states and the UK, during the period 2009-2019, combining longitudinal microdata from EU-SILC with country-period specific policy indicators generated with the use of the tax-benefit simulation model EUROMOD, UKMOD and country-period specific indicators of childcare use. We find that women indeed respond to men’s unemployment by increasing their labour supply though the response is fairly weak. We also find the response is not restricted by having children at home or availability of public childcare and does not depend on the generosity of unemployment benefits. It is, however, negatively affected by marginal tax rates.",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0306964"
    },
    {
        "title": "Adjustments in women’s labour force participation in response to the deterioration of the labour market situation of the male partner",
        "authors": "Anna Matysiak, Anna Kurowska, Alina Maria Pavelea",
        "year": "2024/1",
        "abstract": "Earnings constitute one of the most important sources of income for most of the European families. In this context, growing instability of employment relations and the spread of nonstandard employment–which is usually less secure and less paid than standard employment–pose serious financial risks to families, especially the traditional and modernised male breadwinner couples which rely on one income. Such couples still constitute around 20%-50% of couples in the European Union. In this report, we examined one particular resilience strategy these couples may develop in case of men's entry to unemployment or involuntary nonstandard employment, namely woman's increase in her labour supply. We also investigate the role of country-specific policies in moderating her response. To this end, we conducted three empirical studies based on EU-SILC and EU LFS data which were complemented with policy indicators derived from EUROMOD and UKMOD. Our findings suggest that women living in (modernised) male breadwinner couples indeed react to the deterioration in men’s employment situation though this reaction is relatively weak. Namely, not more than 10% of women who were inactive or worked part-time prior to the deterioration of his employment situation increase their labour supply. This response is stronger in countries with better public childcare (though only in case of his entry into involuntary nonstandard employment and not unemployment) and lower marginal tax rates. Notably, it is not affected by the generosity of the social benefits.",
        "keywords": null,
        "url": "https://osf.io/bn4re_v1/"
    },
    {
        "title": "Stuck inside: Context, precarity and the effect of COVID-19 on Romanian performers",
        "authors": "Alina Maria Pavelea, Bogdana Neamțu",
        "year": "2023/12/24",
        "abstract": "The coronavirus disease (COVID)-19 pandemic was expected to be particularly detrimental for performing artists, given the nature of their work. The scarce literature on the precarity experiences of performers following the COVID-19 pandemic has predominantly focused on Western and Central Europe. The present article contributes to the literature by investigating the experience of Romanian performers before and after the COVID-19 outbreak through in-depth semi-structured interviews. Romania is a valuable case study, given its peculiarities in terms of cultural policy. After the fall of communism, cultural policy was characterised by a constant dominant strategic focus on (mostly religious) heritage, while the cultural funding model is particularly detrimental to smaller independent artists and organisations. By focusing on it, the study shows that research on precarity needs to be embedded in the local (cultural …",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/13675494231216402"
    },
    {
        "title": "His unemployment, her response, and the moderating role of welfare policies in European countries",
        "authors": "Anna Matysiak, Anna Kurowska, Alina Maria Pavelea",
        "year": "2023/11/28",
        "abstract": "Recent changes in labour markets have increased employment instability. Under these conditions, in male breadwinner families women might increase their labour supply when their male partners become unemployed. Previous studies have extensively investigated the role played by household and individual characteristics in explaining such increases in the labour supply of women. However, studies which examine the moderating role of specific welfare policies are missing. Our study contributes to the literature by investigating the moderating effect of childcare and tax-benefit policies for the labour supply response of women following the unemployment of their partner. We focus on a sample of 24 EU member states and the UK, during the period 2009-2019, combining longitudinal microdata from EU-SILC with country-period specific policy indicators generated with the use of the tax-benefit simulation model EUROMOD, UKMOD and country-period specific indicators of childcare use.",
        "keywords": null,
        "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0292749"
    },
    {
        "title": "Creatives during the COVID-19 Pandemic: The Case of Romanian Performers",
        "authors": "Alina Maria Pavelea, Bogdana Neamțu",
        "year": "2023",
        "abstract": "Previous research suggests that members of the creative class seem to have been resilient following the 2008 economic crisis. COVID-19, however, once again raises the question of how will the creative class fare. Existing studies focus on the consequences of the COVID-19 pandemic on the creative industries, but very few consider the potential pervasive effect of the pandemic on individual workers. Moreover, there is a lack of studies that investigate the experience of specific groups in the creative class, even though their experiences are expected to vary considerably. Given this state of affairs, the purpose of this chapter is to address these gaps in the literature by exploring and describing the experience of Romanian performers in the context of the COVID-19 pandemic.",
        "keywords": null,
        "url": "https://www.worldscientific.com/doi/pdf/10.1142/13180#page=242"
    },
    {
        "title": "What Happens When Data Lies? A Case Study of Measuring City Attractiveness in Romania",
        "authors": "Alina Maria Pavelea, BOGDANA NEAMȚU, CĂLIN EMILIAN HINȚEA",
        "year": "2022/7/1",
        "abstract": "The last decades have seen an increse in the number of studies that investigate the factors that make cities attractive. This was also the initial aim of the present study. However, the initial results were striking. Cities that do not possess the characteristics that are usually attributed to attractive cities were ranked among the most attractive ones in Romania. Thus, it became evident that the first step should be to determine which is the most appropriate measure of attractiveness in the Romanian context. The results show that in Romania the historical and legal context, as well as the current way in which official data are provided affect the reliability of well-known measures of city attractiveness. More specifically, international migrants who regain their citizenship artificially inflate the data regarding population growth and migration for cities in the Easter part of the country. The study provides recommendations for improving the capacity of municipalities to take evidence-based decisions.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Alina-Pavelea/publication/361474381_What_Happens_When_Data_Lies_A_Case_Study_of_Measuring_City_Attractiveness_in_Romania/links/62b76861d49f803365b96b4a/What-Happens-When-Data-Lies-A-Case-Study-of-Measuring-City-Attractiveness-in-Romania.pdf"
    }
]