[
    {
        "title": "The legal extension of the role of pharmacists in light of the COVID-19 global pandemic",
        "authors": "Piotr Merks, Marta Jakubowska, Ewelina Drelich, Damian Świeczkowski, Joanna Bogusz, Krzysztof Bilmin, Katarina Fehir Sola, Andreas May, Anita Majchrowska, Mark Koziol, Jakub Pawlikowski, Miłosz Jaguszewski, Regis Vaillancourt",
        "year": "2021/1/1",
        "abstract": "Background\nThe COVID-19 epidemic has affected every area of life. The greatest challenge has been to adapt the functioning of the health service to prevent the spread of the epidemic and to help infected patients. This has required the involvement of not only doctors and nurses, but also pharmacists. In the face of this pandemic, governments in many countries have granted pharmacists greater authority.\nObjectives\nThe purpose of this paper is to review the legal extension of the role of pharmacists in light of the COVID-19 pandemic. The review considers recent changes in European countries, Canada, and the United States.\nMethods\nA literature review was performed to summarise knowledge about the extension of the role of pharmacists during the pandemic period. Key articles were retrieved mainly from PubMed and Google Scholar, using the terms “COVID‐19”, “2019‐nCoV”, “coronavirus”, and “pandemic” in …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1551741120306628"
    },
    {
        "title": "Public attitudes toward biobanking of human biological material for research purposes: a literature review",
        "authors": "Jan Domaradzki, Jakub Pawlikowski",
        "year": "2019/6",
        "abstract": "Background: During the past few decades there has been a growing interest on the part of many governments in the creation of biobanks. Nevertheless, this would be impossible without participation of many donors who offer samples of their biological material for scientific research. Therefore, the aim of this paper is to provide an overview of the existing research on social attitudes towards biobanking. Material and Methods: A literature search was conducted in the database of MEDLINE (PubMed). 61 papers were included in the analysis. The retrieved articles were assessed using a thematic analysis. Results: Eight main themes were identified: (1) public knowledge about biobanks, (2) public views on biobanking, (3) willingness to donate, (4) donors’ motivations, (5) perceived benefits and risks of biobanking, (6) preferred type of consent, (7) trust toward biobanks, and (8) demographic characteristics of potential donors. Conclusions: Although the public lacks knowledge about biobanking, many individuals declare willingness to donate. Their will is influenced by: their knowledge about biobanking, the type of donated tissue, research purpose, concerns over the safety of the data, preferred type of consent, and trust towards biobanks.",
        "keywords": null,
        "url": "https://www.mdpi.com/1660-4601/16/12/2209"
    },
    {
        "title": "A brief report on the history of phototherapy",
        "authors": "Andrzej Grzybowski, Jarosław Sak, Jakub Pawlikowski",
        "year": "2016/9/1",
        "abstract": "From ancient times, light has played a significant role in the treatment of diseases. The modern discoveries (eg, ultraviolet radiation) and modern inventions (eg, the electric generator or the electric lightbulb), as well as balneologic experiences of the treatment with sunlight, contributed to the transition from heliotherapy to artificial light phototherapy at the end of the 19th century.\nNils Ryberg Finsen (1860-1904) was the founder of modern phototherapy. He is famous for applying an electric carbon arc torch in treating patients with lupus vulgaris using ultraviolet radiation. Subsequently, phototherapy using artificial light sources gained importance in the treatment of skin diseases with a noninfectious etiology. William Henry Goeckerman (1884-1954) chose an ultraviolet B light to treat psoriasis. Improvement in the effectiveness of dermatologic phototherapy occurred in 1947, when methoxypsoralen was isolated. During …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0738081X16301341"
    },
    {
        "title": "Physicians’ religiosity and attitudes towards patients",
        "authors": "Jakub Pawlikowski, Jarosław Jerzy Sak, Krzysztof Marczewski",
        "year": "2012",
        "abstract": "Background\nMany religions underline the value of merciful acts, especially the care of the sick. The aim of the survey was to verify the hypothesis that a higher religiosity correlates with a more desirable ethical attitude towards patients.\nMethod\nAn anonymous questionnaire consisting of standardized tools: Scale of Attitudes towards the Patient (SAtP) (four dimensions: respect for autonomy, altruism, empathy and holistic approach to a patient), the Scale of Religious Attitudes (SReAt) evaluating the religiosity, and some questions related to the role of religious beliefs in respondents’ professional lives. The research was carried out on a group of 528 Polish physicians, 324 of whom returned the questionnaire (return = 61%); 51% women, 49% men; average work experience: 17.03 years; 93% Catholics.\nResults\nReligiosity correlates positively with altruism (r=0.12; p<0.05), holistic approach (r=0.18; p<0.01) and empathy (r=0.20; p<0.01), but not with respect for autonomy. For the majority of physicians, religious faith is an important supportive factor, especially in making difficult decisions. Surgeons are less religious (M=5.32; SD=1.06) than non-surgeons (M=5.61; SD=0.93); (t= -2.59, p<0.05).\nConclusion\nPhysicians’ religiosity is an essential factor shaping their attitude towards patients. The majority of physicians declared that their religious faith influences their professional decisions, especially in difficult situations. The religiosity variable explains physicians’ moral attitude better than the denomination (religious affiliation) variable. Physician-patient relation frameworks should take into account not only patients’ but also physicians’ cultural and religious …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/51723.pdf"
    },
    {
        "title": "Leprosy: Social implications from antiquity to the present",
        "authors": "Andrzej Grzybowski, Jarosław Sak, Jakub Pawlikowski, Małgorzata Nita",
        "year": "2016/1/1",
        "abstract": "One of the most important dermatologic diseases from the sociologic viewpoint has been leprosy. Those with leprosy were isolated, excluded from society, and stigmatized. Such a stigma indicates the strong feeling that a leprosy patient is shameful and should not be accepted by society. During the first millennium, leprosy was rapidly inscribed in the system of religious prohibitions—the disease was a punishment by God for wrongdoing, and the disease was associated with the lower spheres of the society. Social perception of leprosy gradually changed during the time of Crusades. The care for lepers became a Christian obligation, and celebrating Holy Masses as for the dead was forsaken. The sick were forced to stay at leprosaria, particularly from the 14th through the 19th centuries when fear of leprosy was at a high point. Admission to a leprosarium was mandatory not only for patients with leprosy but also even …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0738081X15001881"
    },
    {
        "title": "Religious service attendance, health behaviors and well-being—an outcome-wide longitudinal analysis",
        "authors": "Jakub Pawlikowski, Piotr Białowolski, Dorota Węziak-Białowolska, Tyler J VanderWeele",
        "year": "2019/12/1",
        "abstract": "Background\nPrevious studies of relationship between religiosity, health behaviors and well-being have showed mainly positive relationships, however, are very often limited to results of associative nature and subject to unmeasured confounding. This study focused on evaluating evidence for a positive association between religious service attendance (RSA), health behaviors and well-being in a longitudinal setting and robustness of these associations to unmeasured confounding.\nMethods\nThree waves (2009, 2011 and 2015) of the biennial longitudinal Polish household panel study with response from 6400 respondents were analyzed. Evidence for a positive and robust association between RSA and outcome variables was evaluated using outcome-wide regression analysis with control of all variables temporally prior to the exposure and sensitivity measures (E-values) to …",
        "keywords": null,
        "url": "https://academic.oup.com/eurpub/article-abstract/29/6/1177/5481880"
    },
    {
        "title": "Special report Biobank research and ethics: the problem of informed consent in Polish biobanks",
        "authors": "Jakub Pawlikowski, Jarosław Sak, Krzysztof Marczewski",
        "year": "2011/10/30",
        "abstract": "Results: Almost every institution (92%) obtains written consent, but a third of the surveyed institutions (29%) do not obtain consent for the future use of the samples. The majority of the respondents (83%) support the idea of using biological materials for research purposes of a donor who died if he did not leave any written objection to such practices and 46% of respondents stated that biobanks should obtain the consent from the already mature donor who gave their samples as a child.\nConclusions: The practice and rules for obtaining informed consent for the scientific research require improvement. The possibility to use the human materials in the future, conditions for getting access to the data, the possibility of their withdrawal from the database and using the materials and data after the death of the donor should be clearly determined when the informed consent to collect the material is obtained.",
        "keywords": null,
        "url": "https://www.termedia.pl/Journal/-19/pdf-17627-10?filename=Biobank.doc.pdf"
    },
    {
        "title": "Religia a zdrowie–czy religia może sprzyjać trosce o zdrowie? Część 1–wartość zdrowia w wielkich religiach świata",
        "authors": "Jakub Pawlikowski, Krzysztof Marczewski",
        "year": "2008",
        "abstract": "Pomiędzy medycyną a religią istnieją zasadnicze różnice–obie te dziedziny mają różną genezę i odpowiadają na inne potrzeby człowieka. Medycyna powstała z wrażliwości ludzkiego serca na cierpienie drugiego człowieka, natomiast religia jest odpowiedzią na ludzkie pragnienie i doświadczenie transcendencji. Religia dotyka głębszych pokładów bytu ludzkiego, jego elementu bardziej duchowego i próbuje dawać odpowiedzi na pytania o cel i sens ludzkiej egzystencji, natomiast medycyna dotyka człowieka przede wszystkim w jego cielesności, i jest w przeważającym stopniu odpowiedzią na potrzebę zachowania zdrowia i życia.\nPomimo różnic obie te dziedziny przenikają się w życiu i decyzjach poszczególnych osób i oddziałują wzajemnie na siebie, kształtując kulturowy pejzaż społeczeństwa. Religie, proponując swoistą ontologię, antropologię i aksjologię, odnoszą się zazwyczaj również do problemu zdrowia, choroby i cierpienia, wartościują czyny związane z podejściem do człowieka chorego oraz formułują dyrektywy odnoszące się między innymi do początkowych i końcowych momentów ludzkiego życia. Z tego powodu trudno nie uwzględniać znaczenia religii w decyzjach i zachowaniach przynajmniej części pacjentów, dla których religia jest sprawą ważną lub nawet najważniejszą. Badania przeprowadzone w Stanach Zjednoczonych na początku lat 90. XX wieku wskazują, że ponad 90% tamtejszej populacji wierzy w istnienie istoty wyższej [1], a inne stwierdzają, że nawet 94% osób zgłaszających się po poradę uważa swoje zdrowie duchowe za równie ważne jak zdrowie fizyczne. Większość z nich chciałaby, aby ich życie …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Jakub-Pawlikowski/publication/311668474_Religia_a_zdrowie_-_czy_religia_moze_sprzyjac_trosce_o_zdrowie_Czesc_1_-_wartosc_zdrowia_w_wielkich_religiach_swiata/links/5853591e08ae7d33e01ab760/Religia-a-zdrowie-czy-religia-moze-sprzyjac-trosce-o-zdrowie-Czesc-1-wartosc-zdrowia-w-wielkich-religiach-swiata.pdf"
    },
    {
        "title": "Organization of BBMRI. pl: the Polish biobanking network",
        "authors": "Małgorzata Witoń, Dominik Strapagiel, Joanna Gleńska-Olender, Anna Chróścicka, Katarzyna Ferdyn, Jarosław Skokowski, Leszek Kalinowski, Jakub Pawlikowski, Błażej Marciniak, Markus Pasterk, Agnieszka Matera-Witkiewicz, Łukasz Kozera",
        "year": "2017/6/1",
        "abstract": "In Poland storage of human biological samples takes place at most universities and scientific institutions conducting research projects in the field of biomedicine. The First International Biobanking Conference organized by the Ministry of Science and Higher Education in 2014 shed a light on the situation of Polish biobanking infrastructures. The country has around 40 large biorepositories, which store unique biological material such as whole brains, muscle fibers from patients with rare diseases, as well as thousands of samples from patients with lifestyle diseases. There are only two population-based biobanks working locally and several disease-oriented biobanks specializing mainly in oncological diseases. Consortium BBMRI.pl created plans for establishing a Polish Network of Biobanks, with national node which meets standards for biobanks and cooperation to guarantee development of biomedical sciences …",
        "keywords": null,
        "url": "https://www.liebertpub.com/doi/abs/10.1089/bio.2016.0091"
    },
    {
        "title": "Public perception of the range of roles played by professional pharmacists",
        "authors": "Anita Majchrowska, Renata Bogusz, Luiza Nowakowska, Jakub Pawlikowski, Włodzimierz Piątkowski, Michał Wiechetek",
        "year": "2019/8",
        "abstract": "Background: Professional pharmacists should be directly involved in patient healthcare as members of therapeutic teams are not the only dispensers of medication. Public perceptions of the professional role of pharmacists is expressed through patients’ attitudes, trust, and expectations as health and illness consultants, or qualified retailers of medicines. This perception is influenced by numerous determinants, both health-related and social. Objective: This research intends to describe the range of social roles pharmacists play from the perspective of potential pharmacy customers/patients. Methods: The data presented in the article comes from cross-sectional survey-based research, undertaken in 2018, on a representative sample of 600 Polish adults. Results: Over-the-counter medication is purchased by almost all Polish adults, but they do not tend to ask for advice at pharmacies. Most respondents consider a pharmacist to be “a person qualified to sell medicines”, with some of the participants regarding pharmacists as “ordinary retailers”. A small number of respondents are interested in benefiting from pharmaceutical care, but the pharmacy is still perceived to be a point of purchase for medication. Conclusions: Respondents do not treat pharmacists as health advisors and reduce its role to that of dispensing medication. Sociodemographic variables have no significant effect on social perception of pharmacists.",
        "keywords": null,
        "url": "https://www.mdpi.com/1660-4601/16/15/2787"
    },
    {
        "title": "Biobankowanie ludzkiego materiału biologicznego dla celów badań naukowych-aspekty organizacyjne, etyczne, prawne i społeczne",
        "authors": "Jakub Pawlikowski",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10798311759833921054&hl=en&oi=scholarr"
    },
    {
        "title": "The history of thinking about miracles in the West",
        "authors": "I Ancient Times",
        "year": "2007/12",
        "abstract": "Phenomena considered to be miracles have been present in human culture since its origins. There have been astronomical, meteorological, and biological occurrences, and they have attracted the attention of ordinary people, artists, and thinkers. Each of these groups has tried to explain the curious phenomena or to express amazement in its own way: by means of piety or fear, creating artistic masterpieces, or theoretical reflection. Reflections on miracles (apologetic or skeptical) by philosophers and theologians, as well as writers and scientists (eg, physicians, physicists, and sociologists), have usually occurred in religious contexts. The issue of miracles is complicated and multidimensional. The word “miracle” comes from the Latin miraculum, which is derived from mirari (to wonder). Thus, the most general characterization of a miracle is an event that causes wonder. As such, it must also be in some way unusual, extraordinary, or contrary to our expectations. Nevertheless, there have been numerous definitions of miracles, and it is difficult to present a detailed and commonly accepted one. 1–3 But there are some aspects of miracles to which almost all definitions point, namely, miracles being extraordinary, related to nature (being in some sense beyond, above, contrary to nature, etc.), and triggered by factors differing from natural causes that are already known.*",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Jakub-Pawlikowski/publication/5757884_The_History_of_Thinking_About_Miracles_in_the_West/links/60619996a6fdccbfea146fcc/The-History-of-Thinking-About-Miracles-in-the-West.pdf"
    },
    {
        "title": "The role of nutritional support in malnourished patients with lung cancer",
        "authors": "Agata Kasprzyk, Krzysztof Bilmin, TOMIRA CHMIELEWSKA–IGNATOWICZ, Jakub Pawlikowski, Urszula Religioni, Piotr Merks",
        "year": "2021/1/1",
        "abstract": "This review aimed to aggregate and describe the available data about clinical nutrition in lung cancer and the role of the dietitian in multidisciplinary patient care. Scientific literature was searched in order to summarize key aspects related to clinical nutrition in lung cancer. This information can be used to arrange a proper nutritional therapy that can enhance patient treatment responses, prevent side-effects, shorten recovery time, improve prognosis and increase quality of life. An anti-inflammatory diet rich in antioxidants, immunomodulatory compounds, dietary fibre and an appropriate intake of protein can reduce the risk of initiation and progression of lung cancer, support the regeneration of tissues (also after surgery) and improve the nutritional status during the disease and after remission. A correct intake of nutrients is significant prior to disease occurrence and at every stage of treatment and recovery.",
        "keywords": null,
        "url": "https://iv.iiarjournals.org/content/35/1/53.short"
    },
    {
        "title": "Population biobanking in selected European countries and proposed model for a Polish national DNA bank",
        "authors": "Jarosław Sak, Jakub Pawlikowski, Mariusz Goniewicz, Magdalena Witt",
        "year": "2012/5",
        "abstract": "Population biobanks offer new opportunities for public health, are rudimentary for the development of its new branch called Public Health Genomics, and are important for translational research. This article presents organizational models of population biobanks in selected European countries. Review of bibliography and websites of European population biobanks (UK, Spain, Estonia). Some countries establish national genomic biobanks (DNA banks) in order to conduct research on new methods of prevention, diagnosis and treatment of the genetic and lifestyle diseases and on pharmacogenetic research. Individual countries have developed different organizational models of these institutions and specific legal regulations regarding various ways of obtaining genetic data from the inhabitants, donors’ rights, organizational and legal aspects. Population biobanks in European countries were funded in …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s13353-012-0082-4"
    },
    {
        "title": "Postrzeganie własnej choroby a poczucie odpowiedzialności za swoje zdrowie osób przewlekle chorych",
        "authors": "Jarosław Sak, Mirosław Jarosz, Jerzy Mosiewicz, Dariusz Sagan, Michał Wiechetek, Jakub Pawlikowski, A Wloszczak-Szubzda, Elżbieta Olszewska",
        "year": "2011",
        "abstract": "Wprowadzenie. Z perspektywy zdrowia publicznego bardzo istotnym zadaniem jest ustalanie związków pomiędzy postrzeganiem przez pacjentów własnej choroby a ich predyspozycjami do podejmowania zachowań prozdrowotnych. Ocenę gotowości do podejmowania takich zachowań umożliwia Wielowymiarowa Skala Umiejscowienia Kontroli Zdrowia (MHLC).\nCel pracy. Celem pracy jest określenie sposobu postrzegania przez pacjenta jego własnej choroby oraz relacji tego obrazu do przekonań o odpowiedzialności za stan swojego zdrowia. Materiał i metody. W badaniu udział wzięło 237 osób hospitalizowanych z powodu różnych schorzeń przewlekłych (122 kobiety i 115 mężczyzn). Do badania zostali włączeni pacjenci w przedziale wiekowym od 18 do 90 roku życia. Średnia wieku osób badanych wynosiła 59, 22 (SD= 14, 27). W badaniu zastosowano: Wielowymiarową Skalę Umiejscowienia Kontroli Zdrowia (MHLC) autorstwa K. i B. Wallstonów oraz DeVellisa w polskiej adaptacji Z. Juczyńskiego oraz Skalę Wyobrażenia i Percepcji Choroby (IPIS) skonstruowaną przez J. Saka.\nWnioski. Osoby przewlekle chore leczone w warunkach szpitalnych postrzegają własną chorobę przede wszystkim przez pryzmat destrukcji sfery fizycznej Pacjenci przejawiający większą odpowiedzialność za własne zdrowie postrzegają swoją chorobę jako mniej dolegliwą zwłaszcza w aspekcie utraty motywacji do ukierunkowanej aktywności oraz destrukcji sfery fizycznej. Przekonanie o braku możliwości wpływania na stan swojego zdrowia sprzyja postrzeganiu własnej choroby jako bardziej dolegliwej. Psychologiczna aktywizacja pacjentów i wzrost u nich …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/4528.pdf"
    },
    {
        "title": "The analysis of the ethical, organizational and legal aspects of Polish biobanks activity",
        "authors": "Jakub Pawlikowski, Jaroslaw Sak, Krzysztof Marczewski",
        "year": "2010/12/1",
        "abstract": "Background: Biobanks create new opportunities for the public health (Public Health Genomics) but need some regulations. Polish biobanks are in the phase of dynamic transformations aiming at integrating their activity and adjusting them to the international standards. The aim of this article is to present the current standards held in the most important Polish institutions collecting biological samples. Methods: A survey was conducted by the questionnaire filled by managers and directors of 24 Polish biobanks. Questions concerned obtaining patient informed consent (also a consent to some future researches and access to dates by other organizations), protection of privacy, storage of the samples and the relevant information, the opinion related to the need of establishing Polish national DNA data bank and possibilities of the scientific international cooperation. Results: The written consent to carry out …",
        "keywords": null,
        "url": "https://academic.oup.com/eurpub/article-abstract/20/6/707/504428"
    },
    {
        "title": "Gerhard Henrik Armauer Hansen (1841-1912)—The 100th anniversary of the death of the discoverer of Mycobacterium leprae",
        "authors": "Andrzej Grzybowski, Jarosław Sak, Jakub Pawlikowski, Grażyna Iwanowicz-Palus",
        "year": "2013/9/1",
        "abstract": "The year 2012 marked the 100th anniversary of the death of Gerhard Henrik Armauer Hansen (1841-1912), a Norwegian physician known for his identification of Mycobacterium leprae as the causative agent of leprosy. In the second half of the 19th century, the medical community believed leprosy had a noninfectious etiology, and it was not until Hansen uncovered the relationship between M leprae and the clinical manifestations of this disease did that belief begin to change. Strengthening of the late 19th and early 20th century beliefs of the infectious etiology of leprosy made it possible to develop an effective treatment for this still terrible disease.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0738081X12002428"
    },
    {
        "title": "Social prestige of the paramedic profession",
        "authors": "Anita Majchrowska, Jakub Pawlikowski, Mariusz Jojczuk, Adam Nogalski, Renata Bogusz, Luiza Nowakowska, Michał Wiechetek",
        "year": "2021/2",
        "abstract": "Background\nThere is a lack of research on social image, prestige, and the position of the paramedic profession in the social structure. The main objective of the study was to determine the place of the paramedic profession in the hierarchy of prestige of professions as viewed by the public. In operationalizing the term ‘prestige’, we deemed the word ‘respect’ to best fit the sense of the subjective evaluation of prestige with regard to a profession.\nMaterial and methods\nThe data comes from cross-sectional survey-based research. The research was carried out on a group of 600 people over 18 years of age. The sample was of a random nature, and the selection of respondents was calculated on the basis of them being representative of the Polish population.\nResults\nThe median of respect declared for the paramedic profession, on a scale of 1 to 5, was 4.49, which placed the profession in fourth place in the ranking. The assessment of respect for paramedics among other medical professions placed them in third place, directly after doctors and midwifes.\nConclusions\nThe profession of paramedic is characterized by high social prestige, locating it at the forefront of the medical profession and other examined professions, but its social position, expressed by objective measures (earnings, structural possibilities, social power), is significantly lower.",
        "keywords": null,
        "url": "https://www.mdpi.com/1660-4601/18/4/1506"
    },
    {
        "title": "Care concept in medical and nursing students’ descriptions-Philosophical approach and implications for medical education",
        "authors": "Barbara Ślusarska, Danuta Zarzycka, Ian McGonagle, Jakub Pawlikowski, Tomasz Cuber",
        "year": "2014",
        "abstract": "Introduction. Care is seen as something that is peculiar to the medical sciences but its meaning and status for physicians and nurses differs.\nObjectives. The aim of this research was to learn how nursing and medical students understand and define care, and how their definition and views on their practice of caring change as they advance through their studies. Material and methods. The study was conducted among two groups of students: before and after their first practicum (n= 102). Analysis of the students’ answers was carried out using Colaizzi’s phenomenological descriptive methodology, which means that a qualitative approach was used.\nResults. The qualitative analysis shows that the medical and nursing students define care in the same way, using 9 main categories: compassion, commitment, competence, confidence, conscience, communication, patience, courage and support. The nursing students viewed their caring to be within both practical and emotional dimensions and this was a core feature of their identity as nurses. Medical students, on the other hand, viewed the practical dimension of care as an additional activity. All the students in the study underlined the importance of having time to care and showed that, for them,‘time’in this context has a moral meaning. What was interesting to the research team centered on the initial attitudes to ‘caring’from both medical and nursing students.\nConclusions. We found that students of both nursing and medicine do not begin their studies with different attitudes and concepts of care. However, after their initial exposure to practical placements a process begins which forges different identities …",
        "keywords": null,
        "url": "https://ppm.umlub.pl/docstore/download/UML23918571d700409c9cc390a49f6eeb86/78053_CC-BY-NC.pdf"
    },
    {
        "title": "Medyczne, etyczne, prawne i społeczne aspekty badań prenatalnych w Polsce",
        "authors": "Patrycja Fraczek, Magdalena Jablonska, Jakub Pawlikowski",
        "year": "2013",
        "abstract": "Wprowadzenie i cel: Celem artykułu jest przedstawienie aktualnego stanu wiedzy na temat diagnostyki prenatalnej oraz możliwości terapii prenatalnej, a także analiza aspektów etycznych, prawnych i społecznych związanych z diagnostyką prenatalną. Analiza oparta jest o przegląd piśmiennictwa oraz wyników badań opinii społecznej związanych z poruszaną tematyką. W chwili obecnej rosną możliwości terapii przedurodzeniowej, na którą składa się farmakoterapia bezpośrednia i pośrednia oraz chirurgia prenatalna, ale równocześnie zwiększa się liczba aborcji związanych ze stwierdzeniem wad płodu (obecnie stanowią one 95% przypadków aborcji wykonanych zgodnie z prawem polskim). W ocenie etycznej badań prenatalnych dużą rolę odgrywała dawniej kwestia bezpieczeństwa kobiety ciężarnej, obecnie jednak najistotniejszym zagadnieniem etycznym jest kwestia celu, w jakim są one podejmowane (ponieważ ryzyko powikłań zdrowotnych jest już minimalne) oraz okoliczności związanych z ryzykiem dla zdrowia matki i płodu. Z jednej strony rodzice mają prawo do pełnej informacji na temat rozwijającego się dziecka, co wiąże się także z wiedzą dotyczącą chorób dziecka i możliwości jego leczenia w okresie prenatalnym. Z drugiej strony lekarz moralnie zobligowany jest również do respektowania praw dziecka, w tym jego podstawowego prawa do życia, co w obecnej sytuacji prawnej staje się poważnym dylematem moralnym i paradoksem prawnym.",
        "keywords": null,
        "url": "https://agro.icm.edu.pl/agro/element/bwmeta1.element.agro-a6c3d3ce-fe9f-426a-bed6-b67e709cf73a"
    }
]