[
    {
        "title": "Wpływ polityki pięnieżnej na zachowania przedsiębiorstw w świetle danych GUS i badań ankietowych-wybrane zagadnienia",
        "authors": "Piotr Boguszewski, Andrzej Kocięcki",
        "year": "2000",
        "abstract": "Przedstawiono mechanizm transmisji impulsów pieniężnych do sektora firm. Model tradycyjny stopy procentowej oparty na paradygmacie ISLM i jego modyfikacjach zakładający, że zmniejszenie podaży pieniądza prowadzi do wzrostu stóp procentowych i dalej spadku inwestycji. Do najważniejszych uwarunkowań transmisji impulsów monetarnych zaliczono: problem substytucji, koncentracji, determinanty mikroekonomiczne kredytowego zadłużania się firm. Scharakteryzowano m. in. model przełącznikowy (klasyczny model Hamiltona).",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000111113"
    },
    {
        "title": "Przemiany w sektorze duych i Êrednich firm w Polsce w latach 1993-2001 a oddzia∏ ywanie polityki monetarnej",
        "authors": "Piotr Boguszewski",
        "year": "2002",
        "abstract": "•„WielowalutowoÊç” niektórych waàcych pozycji bilansów wielu firm, co niewàtpliwie implikuje znaczàcà rol kana∏ u kursowego (exchange rate channel). Niestety, w latach 90. zmienia∏ y si reimy kursowe, co niewàtpliwie musia∏ o prowadziç do istotnych modyfikacji zachowaƒ dostosowawczych przedsibiorstw. Pog∏ bionà analiz tych kana∏ ów utrudnia równie fakt niesporzàdzania w polskiej statystyce publicznej jednostkowych danych bilansowych firm w ujciu wg walut.\nWymienione ograniczenia majà charakter przede wszystkim statystyczno-formalny. Naley jednak zwróciç uwag na g∏ bsze przeszkody. Najpowaniejszà wydaje si fakt, e od poczàtku transformacji polityka pienina oddzia∏ ywa∏ a na przedsibiorstwa wg∏ boko zmieniajàcym si otoczeniu i przy duych zmianach w samym przedsibiorstwie. O ile w ustabilizowanej gospodarce mona mówiç np. o dwóch „rodzajach” zasilania kredytowego–kredycie dla rozwoju i kredycie dla przetrwania, zwiàzanych z przebiegiem cyklu koniunkturalnego–o tyle w Polsce istnia∏ y jeszcze okresy „optymizmu kredytowania zmiany”(np. w poczàtkowej fazie transformacji, ale byç moe czÊciowo w okresie silnego wzrostu w latach 1996-1997). Wydaje si zatem, ew analizowanym okresie w Polsce zmienia∏ o si znaczenie poszczególnych kana∏ ów mechanizmu transmisji polityki pieninej. Trudno wic mówiç o jednym schemacie analitycznym czy stosowaniu metodologii badawczych zak∏ adajàcych niezmienniczoÊç pewnych zalenoÊci w czasie. Powstaje pytanie, czy ze wzgldu na wymienione trudnoÊci daje si jednak prowadziç systematyczne badania mechanizmu transmisji polityki pieninej do …",
        "keywords": null,
        "url": "https://www.bankandcredit.nbp.pl/content/2002/2002_11_12/bik_11_12_2002.pdf#page=86"
    },
    {
        "title": "Low Reliance on Credit Among Polish Firms: A Blessing in Disguise at a Time of Financial Crisis?",
        "authors": "Piotr Boguszewski, Maria Lissowska",
        "year": "2012/8/31",
        "abstract": "The article explores the extraordinary resilience of the Polish economy to the implications of the global financial crisis despite Poland’s strong integration with other economies. The authors hypothesize that one of the key reasons for this resilience is a low reliance on credit among Polish firms and their low use of financial leverage. To validate their hypothesis, the authors use both macroeconomic data (reflecting the role of credit in company balance sheets) and data from surveys carried out annually on a representative sample of companies by Poland’s Central Statistical Office (GUS) and the country’s central bank, the National Bank of Poland (NBP). The research shows that many firms decide against using credit at all if possible. Interestingly, the authors say, not only companies with a poor financial standing and those whose loan applications have been turned down follow this policy. Generally, Polish companies have been doing relatively well financially in recent years, the authors note, so their limited use of leverage is the result of a conscious choice rather than necessity, especially in the case of companies in relatively good shape. This is in line with the “pecking order” theory under which companies tend to obtain financing from sources that are readily available and then steadily move on to sources that may be more difficult to utilize. This means that a company is likely to make use of its internal resources first. Such a model of financing results in the relative resistance of Polish firms to any periodic tightening in bank lending policies and, consequently, in their greater resilience to the financial crisis, Boguszewski and Lissowska say.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/575966.pdf"
    },
    {
        "title": "Aktywność kredytowa sektora przedsiębiorstw niefinansowych w Polsce w okresie pandemii COVID-19",
        "authors": "Piotr Boguszewski i inni",
        "year": "2020",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10049210353895029322&hl=en&oi=scholarr"
    },
    {
        "title": "Dostępność finansowania przedsiębiorstw niefinansowych w Polsce",
        "authors": "Piotr Boguszewski, Dorota Mirowska, Karol Strzeliński",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12778276240901273701&hl=en&oi=scholarr"
    },
    {
        "title": "Globalny raport konkurencyjności 2016–17 Światowego Forum Gospodarczego",
        "authors": "Piotr Boguszewski, Departament Stabilności Finansowej",
        "year": "2016",
        "abstract": "▪ Tegoroczny Raport–przygotowany wg metodyki stosowanej w ubiegłych latach.▪ Jego podstawą jest ankieta EOS skierowana do członków rad nadzorczych i zarządów przedsiębiorstw biorących udział w badaniu.▪ Ankietowani są pytani o sytuację w kraju, a nie w konkretnej firmie.▪ W 2016 r. ankietę przeprowadzono w 138 krajach na próbie ok. 14 000 respondentów.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17696403512254473192&hl=en&oi=scholarr"
    },
    {
        "title": "Sytuacja finansowa a innowacyjność",
        "authors": "Piotr Boguszewski",
        "year": "1998",
        "abstract": "Ocena relacji pomiędzy sytuacją finansową przedsiębiorstw a ich skłonnością do innowacyjności jest złożona. Można bowiem spotkać się z dwoma przeciwstawnymi procesami. Jest oczywiste, że określona sytuacja finansowa może być przyczyną podejmowania działań zmierzających do unowocześnienia procesu wytwarzania czy oferowanego produktu. Już na tym etapie są jednak możliwe różne sytuacje, związane z ogólną funkcją celu przedsiębiorstwa.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9386097552760423007&hl=en&oi=scholarr"
    },
    {
        "title": "Globalny raport konkurencyjności 2017–18 Światowego Forum Gospodarczego",
        "authors": "Piotr Boguszewski, Dorota Mirowska-Wierzbicka, Departament Stabilności Finansowej",
        "year": "2017",
        "abstract": "▪ Ostateczna ocena kraju–globalny indeks konkurencyjności (GCI)-jest kilkupoziomową sumą ważoną odpowiedzi na poszczególne pytania (schemat w Załączniku) i wyników tzw. twardych ocen kraju (głównie niektórych charakterystyk makroekonomicznych). W sumie wykorzystuje się 150 zmiennych.▪ W procedurę liczenia średnich wbudowany jest mechanizm ważenia wyników, uwzględniający rezultaty ubiegłoroczne. Wygładza to oceny.",
        "keywords": null,
        "url": "http://kb.ictbanking.net/assets/GCR2017-18.pdf"
    },
    {
        "title": "Globalny raport konkurencyjności 2014–15 Światowego Forum Gospodarczego",
        "authors": "Piotr Boguszewski, Departament Stabilności Finansowej",
        "year": "2014",
        "abstract": "W 1-2 14, 3 12, 7 17, 6 11, 6 16, 3 17, 6 11, 0 12, 6 11, 2 13, 8 W 11-15 0, 9 1, 7 2, 4 3, 1 1, 6 2, 2 5, 9 2, 8 4, 9 2, 9 W 3-5 15, 2 8, 5 11, 2 20, 2 7, 0 16, 2 11, 8 12, 6 20, 3 13, 7 W 6-10 6, 3 0, 8 8, 0 7, 0 8, 5 9, 6 9, 6 11, 2 18, 2 9, 1 W> 15 0, 9 1, 6 3, 1 2, 3 2, 9 0, 7 2, 1 1, 5\nBZ 11, 6 12, 7 11, 2 14, 0 10, 1 9, 6 11, 8 9, 8 11, 2 11, 3 S 1-2 17, 0 8, 5 13, 6 16, 3 17, 1 18, 4 20, 6 16, 1 12, 6 15, 6 S 11-15 3, 6 11, 9 4, 0 3, 9 5, 4 2, 9 6, 6 5, 6 3, 5 5, 2 S 3-5 13, 4 16, 9 16, 8 10, 9 15, 5 11, 0 13, 2 9, 8 7, 0 12, 6 S 6-10 14, 3 22, 0 12, 8 7, 8 14, 0 12, 5 5, 1 14, 7 8, 4 12, 2 S> 15 2, 7 4, 2 0, 8 2, 3 2, 3 1, 5 4, 2 0, 7 2, 0",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=7972155952434866706&hl=en&oi=scholarr"
    },
    {
        "title": "Some remarks on business surveys in the National Bank of Poland",
        "authors": "Piotr Boguszewski",
        "year": "2009/7",
        "abstract": "It could be taken for granted that information coming from the real sector of economy is an essential and integral part of the process of monetary policy making by central banks. Within very simplified and stylized approach to the monetary policy, treating it as an optimal control problem, one can say that these data are very helpful in identifying the current position of the economy and forecasting future movement of the system. There are many potential sources of such information. The traditional and probably most common solution to this problem is to rely on hard financial data; particularly obtained from corporate balance sheets and costbenefits statements. Unfortunately, in practice it turns out that from the point of view of central banks needs, usefulness of some of these potential sources are a bit limited. Among others, the reason is that information central banks look for should meet specific criteria (listed below), which in many cases is difficult; especially for developing economies:",
        "keywords": null,
        "url": "https://www.academia.edu/download/30420032/treasury_1359.pdf#page=109"
    },
    {
        "title": "Raport z badań empirycznych nt.\" Wpływ bezpośrednich inwestycji zagranicznych na zmiany strukturalne w przedsiębiorstwie\"",
        "authors": "Dorota Stuglik, Piotr Boguszewski, Anna Marzec, Tadeusz Smuga, Joanna Kotowicz-Jawor, Wanda Karpińska-Mizielińska",
        "year": "2001/5/25",
        "abstract": null,
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/574086.pdf"
    },
    {
        "title": "Wybrane elementy sytuacji ekonomicznej przedsiębiorstw w 1994 r.",
        "authors": "Piotr Boguszewski, Katarzyna Puchalska, Małgorzata Markiewicz",
        "year": "1995",
        "abstract": "Celem niniejszego opracowania jest próba przedstawienia elementów sytuacji ekonomicznej przedsiębiorstw, istotnych z punktu widzenia konstruowania i oceny adekwatności polityki pieniężnej banku centralnego. Skoncentrowano się tu na czterech obszarach tematycznych: głównych elementach procesu generowania nadwyżki finansowej w przedsiębiorstwach, cenach produkcji sprzedanej, wskaźnikach efektywnościowych, zwłaszcza mających wpływ na tzw. potencjalną zdolność kredytową, oraz kredycie i pieniądzu w sektorze przedsiębiorstw.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12216895761464130779&hl=en&oi=scholarr"
    },
    {
        "title": "Wybrane uwarunkowania aktywności inwestycyjnej przedsiębiorstw niefinansowych w Polsce w świetle badań ankietowych przedsiębiorców",
        "authors": "Piotr Boguszewski",
        "year": "2020",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=c_OKnLEAAAAJ&citation_for_view=c_OKnLEAAAAJ:Se3iqnhoufwC"
    },
    {
        "title": "Instrument szybkiego reagowania na zagrożenia upadłością w sektorze przedsiębiorstw niefinansowych",
        "authors": "Piotr Boguszewski (pod redakcją) i inni",
        "year": "2014",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=c_OKnLEAAAAJ&citation_for_view=c_OKnLEAAAAJ:UebtZRa9Y70C"
    },
    {
        "title": "Elementy subiektywne w badaniach sondażowych przedsiębiorstw i gospodarstw domowych (wybrane zagadnienia)",
        "authors": "Piotr Boguszewski",
        "year": "2013",
        "abstract": "W opracowaniu przeanalizowano wybrane interakcje między sektorem przedsiębiorstw a gospodarstw domowych, ujawniające się w badaniach sondażowych sektorów instytucjonalnych. Przeprowadzono test Grangera dla indeksów koniunktury w obu sektorach. Wyniki wskazują na wpływ ocen koniunktury w sektorze przedsiębiorstw na kształtowanie opinii odnośnie własnej sytuacji ekonomicznej gospodarstw domowych, przy jednoczesnym braku związku przyczynowego w drugą stronę. Wskaźniki koniunktury w przedsiębiorstwach mogą więc być przydatne w prognozowaniu opinii ekonomicznych gospodarstw. W oparciu o dane z badań ankietowych przedsiębiorstw, prowadzonych przez Narodowy Bank Polski w ramach tzw. Szybkiego Monitoringu i Ankiety Rocznej, oceniono-na podstawie wskaźnika Cronbacha-spójność odpowiedzi dla wybranych grup pytań. Wyniki analizy potwierdziły wysoki poziom koherencji odpowiedzi. Sugeruje to, zwłaszcza w przypadku dużych firm, dominujące znaczenie czynników ponadpersonalnych w formułowaniu ocen. W oparciu o te same dane dokonano też wstępnej analizy wpływu częstości zmian składu osobowego kierownictwa firm na realizowaną politykę dźwigni finansowej, co sugeruje możliwość istnienia takiego związku.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171321835"
    },
    {
        "title": "O niektórych pożytkach z danych panelowych w badaniach koniunktury",
        "authors": "Piotr Boguszewski, Katarzyna Puchalska",
        "year": "2012",
        "abstract": "Począwszy od 1995 roku, wzorem innych banków centralnych, Narodowy Bank Polski prowadzi własne badania ankietowe sektora przedsiębiorstw. Ich szczególną cechą jest stała próba uczestniczących w nich podmiotów, umożliwiająca prowadzenie badań panelowych. W pracy przyjrzano się dwóm względnie rzadko analizowanym aspektom tych badań: wpływowi nowych obserwacji na wskaźnik koniunktury oraz relacji pomiędzy ocenami jakościowymi bieżącej sytuacji przedsiębiorstw a wynikami finansowymi. Uzyskane wyniki pozwalają na lepsze zrozumienie zachowania się wskaźników jakościowych i stwarzają zachętę do dalszej analizy tego typu zagadnień.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/500060.pdf"
    },
    {
        "title": "On Some Advantages of Panel Data in Business Cycle Research",
        "authors": "Piotr Boguszewski, Katarzyna Puchalska",
        "year": "2012",
        "abstract": "Following the example of other central banks National Bank of Poland has been conducting its own business surveys since 1995. The important characteristics of these surveys is the sample which consists of regular participants and allows to do analysis on panel data. The paper raises two rarely analyzed aspects of the study: impact of new observations on the business indicator performance and relations between the qualitative assessments by surveyed firms of their current business situation and financial performance ratios. The results allow a better understanding of behavior of the survey data and challenge further analysis.",
        "keywords": null,
        "url": "https://econjournals.sgh.waw.pl/PiM/article/download/3873/3439#page=144"
    },
    {
        "title": "Challenges in compiling Polish debt securities statistics",
        "authors": "Piotr Boguszewski, Jacek Kocerka, Marcin Sienicki",
        "year": "2008/3",
        "abstract": "We should start our considerations by asking the fundamental question in this context: why are debt securities statistics important for central banks, and especially for the National Bank of Poland? The answer is complex and forces us to limit ourselves to a few main aspects of this problem. One reason is obvious–if the statistical system imposes a responsibility on the central bank it must meet all the requirements of statistical excellence. This is a very important argument, but only a formal one for our interest in this subject. There is a second stream of motives for addressing this problem in central banks. Experience gained over the last decade shows clearly that debt securities, especially those issued by enterprises, are becoming increasingly important for monetary transmission mechanisms and for financial stability. 5 Among other things, there is empirical evidence that corporate bond spreads lead real economic activity. 6 The situation in the debt securities market is also meaningful for the general condition of the credit market, as bonds are close substitutes for banking credit. Development of the debt securities market also contributes to the so-called financial market deepening effect, with multiple consequences for transmission mechanisms. 7 It should be noted that, owing to the wide variety of channels through which debt securities can interfere with monetary policy operations, the central banks are interested in collecting detailed information on these instruments. In practice it results in a complexity of standards for debt security statistics that central banks are expected to meet.",
        "keywords": null,
        "url": "https://citeseerx.ist.psu.edu/document?repid=rep1&type=pdf&doi=64ece2ea704f4d07da5f5dc1e844b1904ebb7c2a#page=89"
    },
    {
        "title": "Rola badań ankietowych w banku centralnym na przykładzie Narodowego Banku Polskiego",
        "authors": "Piotr Boguszewski, Katarzyna Puchalska",
        "year": "2008",
        "abstract": "Bank Centralny działając w warunkach niepewności odnośnie stanu i per spektyw rozwoju gospodarki wykorzystuje wiele źródeł informacji. Jednym ze sposobów pozyskania informacji o stanie koniunktury i tempie rozwoju gospodarki są badania ankietowe sektora przedsiębiorstw. W referacie przed stawimy powody, dla których badania te mogą stanowić ważne źródło uzupeł niające i weryfikujące w stosunku do danych statystyki publicznej. W Narodowym Banku Polskim badania ankietowe sektora przedsiębiorstw prowadzone są od 1995 r. W ciągu 12 lat historii badań respondenci współpra cujący z NBP brali udział w trzech formach ankiet: kwartalnych badaniach koniunktury, rocznych badaniach sytuacji ekonomicznej oraz wykorzystywa nych okazjonalnie, w sytuacji obserwowanego szoku gospodarczego, sondach telefonicznych.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.cejsh-04850aad-2d19-45a7-a218-c1ba247bc356/c/80-P.Boguszewska_K.Puchalska.pdf"
    },
    {
        "title": "Finanse-Wpływ bezpośrednich inwestycji zagranicznych na zmiany strukturalne w przedsiębiorstwie",
        "authors": "Piotr Boguszewski",
        "year": "2001",
        "abstract": "Podstawową strategią firm z udziałem kapitału zagranicznego jest ekspansja rynkowa, realizowana przez maksymalizację obrotów. Strategia ta jest prowadzona kosztem pewnego zaniedbywania (odłożenia na przyszłość) działalności rozwojowej. Obrona poziomu produkcji jest często sposobem unikania pewnych kosztów dostosowawczych. Ze względu na udział kapitału zagranicznego, kredyt dewizowy jest wykorzystywany wyraźnie częściej niż w przedsiębiorstwach krajowych. Najczęstszym dostarczycielem kredytu dewizowego są instytucje zagraniczne, szczególnie ze względu na niższe oprocentowanie. Nie obawiają się ryzyka dewizowego, bo są jednocześnie eksporterami. Strategie cenowe przedsiębiorstw polegały przede wszystkim na naśladownictwie, a ceny ich produktów krajowych były niższe niż zagranicznych. Podstawowym skutkiem pojawienia się inwestora zagranicznego było odblokowanie procesów zasilania finansowego, zatem możliwości zintensyfikowania działalności inwestycyjno-rozwojowej.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13700863020974621640&hl=en&oi=scholarr"
    }
]