[
    {
        "title": "Major transport infrastructure investment and regional economic development–An accessibility-based approach",
        "authors": "Bartlomiej Rokicki, Marcin Stępniak",
        "year": "2018/10/1",
        "abstract": "Territorial cohesion and improvement of accessibility can be considered the main goals that are at the core of the EU Cohesion Policy. Yet, while there exists an abundant literature on the impact of transport infrastructure investment on the overall accessibility level, very few studies try to verify the possible link between accessibility and regional economic development. This issue seems to be particularly interesting in the case of the EU's New Member States that have experienced a big push to develop their transportation networks in the last decade. Hence, in the present paper we apply the potential accessibility indicator for Poland in order to verify the general productivity effects of major transport infrastructure investments between 2004 and 2014. We find that accessibility improvement seems to be weakly but positively correlated with growth in regional employment. However, the impact on the growth of regional …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0966692318300231"
    },
    {
        "title": "Accessibility in the regional CGE framework: the effects of major transport infrastructure investments in Poland",
        "authors": "Bartlomiej Rokicki, Eduardo A Haddad, Jonathan M Horridge, Marcin Stępniak",
        "year": "2021/4",
        "abstract": "Since its EU accession, Poland has invested strongly in the development of fast road transport network. As a result, the total length of modern, high-speed roads has increased from around 500 km in 2005 to over 3000 km in 2015. Yet, while the positive impact of transport infrastructure investment on overall accessibility is unquestionable there are no studies that assess its influence on economic development of particular regions. This paper applies a regional dynamic CGE model to measure the effects of big transport infrastructure investments in Polish NUTS2 regions. We use data on both investment spending and accessibility improvement (expressed as a reduction in transport margins) in order to distinguish between possible short and long term impacts. We find that there exist significant disparities in the impact between regions with high share of major road infrastructure investment undertaken by …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11116-019-10076-w"
    },
    {
        "title": "The impact of European Union accession on regional income convergence within the Visegrad countries",
        "authors": "Mark Horridge, Bartlomiej Rokicki",
        "year": "2018/4/3",
        "abstract": "The impact of European Union accession on regional income convergence within the Visegrad countries. Regional Studies. This paper applies regional dynamic computable general equilibrium (CGE) models to simulate the growth of regional per-capita income within the Visegrad group of countries. It shows how regional income differentials would evolve in the Czech Republic, Hungary, Poland and Slovakia if they did not join the European Union. We find that all regions would grow at a slower pace without European Union membership and that the European Union structural policies play a key role here. Finally, we prove the impact of accession on the evolution of regional income inequalities, although its magnitude differs significantly between countries.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00343404.2017.1333593"
    },
    {
        "title": "Bezrobocie–między diagnozą a działaniem",
        "authors": "Łukasz Arendt, Agnieszka Hryniewicka, Iwona Kukulak-Dolata, Bartłomiej Rokicki",
        "year": "2012",
        "abstract": "Kwestie związane z szeroko rozumianym bezrobociem są jednym z najbardziej istotnych zagadnieo będących przedmiotem polityki społecznej każdego paostwa. Wynika to zarówno z problemów, jakie związane są z samym bezrobociem (wzrost niezadowolenia społecznego czy zwiększone obciążenia dla budżetu) jak i tych, które mogą byd pochodną jego występowania (np. dezaktywacja zawodowa czy marginalizacja społeczna).",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Bartlomiej-Rokicki/publication/330144806_Bezrobocie-miedzy_diagnoza_a_dzialaniem/links/5c2fbe80a6fdccd6b5928ffd/Bezrobocie-miedzy-diagnoza-a-dzialaniem.pdf"
    },
    {
        "title": "Regional price deflators in Poland: evidence from NUTS-2 and NUTS-3 regions",
        "authors": "Bartlomiej Rokicki, Geoffrey JD Hewings",
        "year": "2019/1/2",
        "abstract": "This paper analyzes regional price differentials in Poland at the NUTS-2 and NUTS-3 levels. It applies unique raw-price data and calculates regional purchasing power parity (PPP) deflators for the 16 NUTS-2 regions. It then estimates PPP deflators for the 66 NUTS-3-level regions by applying the multiple imputation approach. Finally, it verifies whether these are intra- or interregional price inequalities that have a greater influence on the overall price inequality level. It is found that the price levels are significantly higher than the average in the better-developed regions and lower in the lagging ones. It is also found that it is the intra- rather than the interregion differentials that influence more the overall inequality level.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/17421772.2018.1503705"
    },
    {
        "title": "The spatial Polish wage curve with gender effects: Evidence from the Polish Labor Survey",
        "authors": "Badi H Baltagi, Bartlomiej Rokicki",
        "year": "2014/11/1",
        "abstract": "This paper reconsiders the Polish wage curve using individual data from the Polish Labor Force Survey (LFS) at the 16 NUTS2 level allowing for spatial spillovers between regions. In addition it estimates the total and gender-specific regional unemployment rate elasticities on individual wages. The paper finds significant spatial unemployment spillovers across Polish regions. In addition, it finds that the results for the Polish wage curve are sensitive to gender-specific regional unemployment rates. This is especially true for women.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0166046214000829"
    },
    {
        "title": "Individual wages and regional market potential: evidence from the Polish Labour Force Survey",
        "authors": "Andrzej Cieślik, Bartłomiej Rokicki",
        "year": "2016/10",
        "abstract": "In this article, we study wage determinants in Poland by employing the augmented NEG wage equation that controls for individual worker characteristics. Our analysis is based on the Labor Force Survey (LFS) conducted by the Polish Central Statistical Office (CSO) for the period 1999–2009. Using annual data on about 10,000 Polish workers in 16 regions, we find that a significant fraction of inter‐individual wage differences can be explained by the geography of access to markets.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12102"
    },
    {
        "title": "Survey-based versus algorithm-based multi-regional input–output tables within the CGE framework–the case of Austria",
        "authors": "Bartlomiej Rokicki, Oliver Fritz, Jonathan M Horridge, Geoffrey JD Hewings",
        "year": "2021/10/2",
        "abstract": "Spatial CGE models rely on detailed multiregional input–output (MRIO) tables. This paper compares two different approaches to compiling MRIO tables for Austria – an algorithm-based approach that regionalizes national input–output tables (IOT) and generates trade estimates using a predefined set of regional variables (i.e. Horridge’s algorithm), and a hybrid approach that uses as much regional and interregional data as possible. We investigate whether we observe differences in CGE simulation results that use them. Results from an aggregate simulation are surprisingly similar. So the algorithmic approach is, in fact, effective in making an MRIO from a national IOT. But noticeable differences appear at the sectoral level. They seem mainly due to differences in calibration rather than in regionalization.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09535314.2020.1839385"
    },
    {
        "title": "Rola sieci transportowej w rozwoju polskich regionów: zastosowanie modelu potencjału ekonomicznego",
        "authors": "Andrzej Cieślik, Bartłomiej Rokicki",
        "year": "2013/6/30",
        "abstract": "Artykuł dokonuje identyfikacji regionów Polski o najwyższych wartościach potencjału ekonomicznego, a następnie bada, jak na zmiany tego potencjału wpływa rozbudowa międzyregionalnej sieci drogowej. Uzyskane wyniki sugerują, że rozwój tej sieci prowadzi do zwiększenia potencjału regionów, powodując jednocześnie zwiększenie tendencji aglomeracyjnych. Skutkuje to pogłębianiem się różnic w rozwoju między województwem mazowieckim a pozostałymi regionami, co w efekcie może przeciwdziałać powstawaniu obszarów metropolitalnych na terenie innych województw.",
        "keywords": null,
        "url": "https://apcz.umk.pl/AUNC_EKON/article/view/aunc_ekon.2013.009"
    },
    {
        "title": "System monitorowania i ewaluacji polityki spójności w Polsce",
        "authors": "Bartłomiej Rokicki",
        "year": "2011",
        "abstract": "Rozpoczęty w 2010 roku śródokresowy przegląd polityki spójności na nowo ożywił dyskusję dotyczącą jej przyszłości po roku 2013. Z punktu widzenia głównego beneficjenta polityk strukturalnych Unii Europejskiej, jakim jest Polska, utrzymanie jak najszerszego zakresu działań podejmowanych w ramach polityki spójności powinno być jednym z priorytetów negocjacji nowej perspektywy finansowej. W tym celu konieczne jest jednak wykazanie dużej wartości dodanej tej polityki przy jednoczesnym zapewnieniu wysokiego poziomu absorpcji przyznanych środków finansowych. Jak pokazuje jednak, opublikowany w ubiegłym roku przez Komisję, raport oceniający wdrażanie polityk strukturalnych w połowie okresu programowania [European Commission, 2010], poziom wykorzystania przez Polskę środków europejskich nie wygląda imponująco na tle innych państw wspólnoty. Kwestia efektywności działań podejmowanych w ramach polityki spójności wzbudza z kolei nieustające kontrowersje zarówno wśród polityków, jak i ekonomistów.\nTeoretycznie, w zapewnieniu tej ostatniej pomagać powinien, bazujący na systemie wskaźników, skuteczny system monitorowania i ewaluacji programów operacyjnych. Jak pokazują jednak badania poświęcone ewaluacji tego systemu w Polsce, został on zaprojektowany w sposób wadliwy. Dlatego też w obecnej postaci, w żaden sposób nie pozwala na skuteczną weryfikację tego, w jakim stopniu projekty współfinansowane przez fundusze strukturalne UE wpływają na realizację celów zapisanych w programach operacyjnych. Najlepiej świadczyć może o tym zawartość poszczególnych programów …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_101099"
    },
    {
        "title": "The Brazilian wage curve: new evidence from the National Household Survey",
        "authors": "Badi H Baltagi, Bartlomiej Rokicki, Kênia Barreiro de Souza",
        "year": "2017/8",
        "abstract": "This paper reconsiders the Brazilian wage curve using individual data from the National Household Survey at 27 Federative Units over the period 2002–2009. We find evidence in favor of the Brazilian wage curve with an unemployment elasticity of −0.08. We also find that males in Brazil are significantly more responsive to local unemployment rates (−0.13) than their female counterparts. In fact, we find that the unemployment elasticity for women is statistically insignificant. Applying gender-specific unemployment rates, the elasticity for men decreases to −0.09, while the elasticity for women remains statistically insignificant. This paper also finds that the estimates for Brazilian wage curve are completely different for the case of formal and informal workers.",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s00181-016-1105-5"
    },
    {
        "title": "Regional convergence within particular country—An approach based on the regional price deflators",
        "authors": "Bartlomiej Rokicki, Geoffrey JD Hewings",
        "year": "2016/9/1",
        "abstract": "This paper applies regional price deflators for Polish NUTS2 regions and US states in order to reassess regional income convergence within particular country. We find that the regional income disparities decrease significantly once we account for regional price differentials. Moreover, we prove that the application of regional price deflators has significant impact on the results of both σ and β-convergence analysis. They also influence the conclusions concerning the magnitude of spatial spillovers. The above results can have important policy implications, in particular concerning the EU Cohesion Policy financial allocations and the assessment of policy effectiveness.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999316301213"
    },
    {
        "title": "Regional wage determinants in Poland: The empirical verification of the NEG approach",
        "authors": "Andrzej Cieślik, Bartłomiej Rokicki",
        "year": "2013",
        "abstract": "The paper aims at explaining the regional wage determinants in Poland using the New Economic Geography approach. We test the hypothesis that regional wages are positively related to the regional economic potential, controlling for individual worker, firm, industry and regional characteristics. We demonstrate that the regional economic potential strongly influences the regional level of wages. Moreover, we find that individual characteristics also play an important role in wage determination in Poland.",
        "keywords": null,
        "url": "http://bankikredyt.nbp.pl/content/2013/02/bik_02_2013_02_art.pdf"
    },
    {
        "title": "Teoria ekonomiczna a regionalne zróżnicowanie rynku pracy",
        "authors": "B Rokicki",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9030592641272704671&hl=en&oi=scholarr"
    },
    {
        "title": "Różnice w poziomie rozwoju regionalnego w Hiszpanii w okresie przed i po akcesji do Unii Europejskiej",
        "authors": "Bartłomiej Rokicki",
        "year": "2004",
        "abstract": "Celem artykułu jest określenie możliwego wpływu integracji europejskiej na różnice regionalne w Hiszpanii, kraju często porównywanego do Polski z powodu podobnej wielkości obszaru i liczby ludności oraz podziału administracyjnego. Przykład Hiszpanii pozwala na wcześniejszą analizę procesów, które w przyszłości mogą wystąpić w Polsce. Główną tezą tej pracy jest założenie, że przystapienie do Unii Europejskiej takich państw jak Hiszpania, mogło mieć wpływ negatywny na wewnętrzne zróżnicowanie regionalne w poziomie dochodu. Weryfikację tej tezy oparto na przesłankach teoretycznych oraz wynikach własnego badania ekonometrycznego autora, które pozwalają na jednoznaczne poparcie hipotezy badawczej.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000122885"
    },
    {
        "title": "Assessing the economic, social and environmental impacts of food waste reduction targets",
        "authors": "B De Jong, K Boysen-Urban, V De Laurentiis, G Philippidis, H Bartelings, L Mancini, F Biganzoli, E Sanyé Mengual, S Sala, J Lasarte-López, B Rokicki, R M’barek",
        "year": "2023",
        "abstract": "Halving food waste by 2030 is an ambitious target of the Sustainable Development Goals, echoed by the Farm to Fork Strategy within the European Green Deal. This report offers a comprehensive evaluation of the economywide implications for different food waste reduction targets. The study utilizes the further adapted computable general equilibrium model MAGNET and employs a range of sustainability indicators to analyse the economic, social, and environmental impacts associated with the reduction of food waste. A bottom-up analysis based on life cycle assessment is conducted as an additional approach to assess the environmental implications of achieving the food waste reduction targets.\nThe results show that despite income reductions in the food chain as a consequence of the declining demand, positive effects in other economic areas offset these losses. Additionally, food waste reduction is expected to yield substantial environmental benefits, as well as increase food affordability and financial savings for households.",
        "keywords": null,
        "url": "https://publications.jrc.ec.europa.eu/repository/bitstream/JRC133971/JRC133971_01.pdf"
    },
    {
        "title": "Actuarial credibility approach in adjusting initial cost estimates of transport infrastructure projects",
        "authors": "Bartlomiej Rokicki, Krzysztof Ostaszewski",
        "year": "2022/10/17",
        "abstract": "This paper presents a novel methodology based on the modified actuarial credibility approach. It allows for the adjustment of initial cost estimates of public infrastructure projects by accounting for the additional risk/uncertainty factor. Hence, it offers an interesting alternative to other existing forecasting methods. We test our approach by applying data for over 300 major infrastructure projects implemented in Poland between 2004 and 2020. We prove that, despite its simplicity, the actuarial credibility approach can deliver accurate cost estimates compared to more complex methods such as regression analysis (OLS) or machine learning (LASSO). In particular, we show that, although the forecasting accuracy varies among different project categories, actuarial credibility outperforms other forecasting approaches in the majority of cases. As a result, we argue that actuarial credibility should be considered as a relatively simple tool with very modest data requirements that can be easily applied by investors and policy makers in order to improve project planning and avoid cost overruns.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/14/20/13371"
    },
    {
        "title": "Effects of Poland’s integration with the EU: Structural interventions and economic development in the Eastern border regions",
        "authors": "Bartlomiej Rokicki, Mieczyslaw W Socha",
        "year": "2008",
        "abstract": "In this paper, we discuss the possible effects of Poland’s accession to the European Union (EU) on the economic development of the Polish eastern border regions. In accordance with the theoretical previsions, economic integration may have a great impact on the spatial allocation of economic activity. As a result, it is likely that regional income divergence in Poland will increase within the next few years. Structural interventions, accomplished in the framework of the EU Cohesion Policy programmes, are expected to offset this negative tendency. In our study, we attempt to evaluate the possible outcome of the different kinds of infrastructural projects. We show that similar investments may have a diverse impact on production and employment in different regions. Further, we demonstrate that certain transport infrastructure projects may in fact decelerate economic growth in the eastern border regions.",
        "keywords": null,
        "url": "http://www.ces.kier.kyoto-u.ac.jp/jces/04_jces_2008/07_Rokicki_Socha.pdf"
    },
    {
        "title": "Przyszlosc polityki spójnosci a przeglad budzetu Unii Europejskiej w latach 2008-2009",
        "authors": "M Kwasowski, B Rokicki, J Ryba, J Wtorek",
        "year": "2006",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14190690816476168365&hl=en&oi=scholarr"
    },
    {
        "title": "Ewolucja regionalnego zróżnicowania płac realnych w Polsce",
        "authors": "Bartłomiej Rokicki",
        "year": "2013",
        "abstract": "Celem artykułu jest empiryczna weryfikacja hipotezy dotyczącej konwergencji realnych wynagrodzeń pomiędzy polskimi województwami. W odróżnieniu od innych badań, których przedmiotem jest w praktyce analiza ewolucji płac nominalnych, w niniejszej pracy po raz pierwszy wykorzystano regionalne deflatory PPP. Pozwalają one dokonać urealnienia płac nominalnych, co w znacznym stopniu może wpłynąć na wnioski dotyczące ewolucji regionalnego zróżnicowania wynagrodzeń w Polsce. Kwestie dotyczące ewolucji regionalnego zróżnicowania rynku pracy w naszym kraju, w tym wynagrodzeń, poruszane były wielokrotnie w licznych pracach. Analiza przestrzennych różnic w poziomie płac jest o tyle istotna, iż zgodnie z teorią różnice te są jedną z determinant decyzji migracyjnych. Część modeli teoretycznych sugeruje przy tym, że odpływ części siły roboczej z regionów o niższym poziomie płac powinien przynajmniej częściowo redukować regionalne zróżnicowanie stóp bezrobocia, podczas gdy inne wskazują na możliwość pogłębienia się dysproporcji w tym zakresie. W większości przypadków autorzy koncentrowali się na analizie zależności pomiędzy stopą wzrostu płac i ich wyjściowym poziomem (konwergencja beta) oraz ewolucji rozproszenia płac pomiędzy regionami (konwergencja sigma). Otrzymane przez nich wyniki sugerują pogłębianie się istniejącego zróżnicowania w ostatnich dekadach. Jak pokazano jednak w niniejszym artykule, wyniki te obarczone mogą być znacznym błędem. W efekcie, badanie konwergencji przeprowadzone na płacach urealnionych przy użyciu regionalnych deflatorów PPP może sugerować …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.doi-10_33119_GN_100942"
    }
]