[
    {
        "title": "Jak uniknąć katastrofy? Perspektywy polskiego systemu emerytalnego",
        "authors": "Dariusz Standerski, Filip Konopczyński",
        "year": "2017/9/12",
        "abstract": "Z początkiem października wchodzi w życie zmiana wieku emerytalnego, wprowadzona ustawą z dnia 6 listopada 2016 r. o zmianie ustawy o emeryturach i rentach z Funduszu Ubezpieczeń Społecznych oraz niektórych innych ustaw1. Według informacji Zakładu Ubezpieczeń Społecznych w tym dniu prawo do emerytury uzyska tys. osób.",
        "keywords": null,
        "url": "https://www.academia.edu/download/54439479/Perspektywy-polskiego-systemu-emerytalnego1.pdf"
    },
    {
        "title": "Ocena Strategii na Rzecz Odpowiedzialnego Rozwoju, jako nowego modelu rozwoju na tle wcześniejszych strategii gospodarczych",
        "authors": "Dariusz Standerski",
        "year": "2017",
        "abstract": "The author makes an attempt to analyze the Strategy for Responsible Development (SRD), the process of its creation and its place among state policies. He tries to answer the question about its feasibility, degree and direction of the impact of new policies on the social and economic situation. He refers to previous policy-making documents after 1989, with an emphasis on the process of their creation, characteristics and role in the institutional environment. Next, he discusses the process of developing and adopting the SRD. The coherence and the ability to achieve the objectives of the Strategy are examined. Additionally, instruments of the new state policy have been critically evaluated, which has been expanded on selected examples showing system problems with the implementation of SRD policies. The article concludes with proposals addressed to the SRD and future state policies.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=725641"
    },
    {
        "title": "Plan Morawieckiego: fiasko już na starcie",
        "authors": "Dariusz Standerski",
        "year": "2016",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6370593699504764102&hl=en&oi=scholarr"
    },
    {
        "title": "Dekada niepokoju",
        "authors": "Dariusz Standerski",
        "year": "2022",
        "abstract": "Świat wchodził w obecną dekadę z narastającymi trudnościami. Bank Światowy już w czerwcu 2019 roku obniżał prognozy wzrostu gospodarczego na 2020 rok po rozczarowujących sygnałach z produkcji i handlu2. Wstrząsy makroekonomiczne w następnych miesiącach uderzyły zatem w zwalniające gospodarki z problemami strukturalnymi. Korekty wzrostu były jednak niewielkie-spowolnienie nie musiało prowadzić do kryzysu. Dlatego światowi liderzy oceniali gorszą koniunkturę jako wyzwanie, któremu można sprostać dzięki nowym technologiom i inwestycjom, m. in. w transformację energetyczną.\nGłównym wyzwaniem dla Unii Europejskiej na początku kadencji Ursuli von der Leyen była katastrofa klimatyczna:“Jeżeli istnieje jeden obszar, w którym świat potrzebuje naszego przywództwa, jest to ochrona klimatu. Jest to kwestia o zasadniczym znaczeniu dla Europy–i dla świata.” 3-mówiła Przewodnicząca Komisji Europejskiej podczas swojej inauguracji w 2019 roku. Lata 20. XXI wieku według Komisji miały być czasem przyspieszonej cyfryzacji, wzmacniania roli Europy w świecie, nowych bodźców dla rozwoju demokracji oraz ochrony europejskich wartości. 4 Międzynarodowy Fundusz Walutowy wyrażał zaniepokojenie napięciami w wymianie handlowej Stanów Zjednoczonych i Chin oraz rosnącymi taryfami celnymi. 5 Po trzech latach wszystkie prognozy i strategie uległy bolesnej weryfikacji. Dekadę rozpoczęła pandemia COVID-19, a później nastąpiła napaść Rosji na Ukrainę, inflacja, kryzys energetyczny i żywnościowy oraz groźba stagflacji. Katastrofa klimatyczna przybrała na sile, boleśnie doświadczając mieszkańców wszystkich …",
        "keywords": null,
        "url": "https://opole.lewica.org.pl/images/dokumenty/Raport_Dekada_niepokoju.pdf"
    },
    {
        "title": "Dyrektorzy i sekretarze. Relacje kierowników przedsiębiorstw z regionalnymi władzami PZPR w okresie boomu inwestycyjnego (1971–1974)",
        "authors": "Dariusz Standerski, Maciej Tymiński",
        "year": "2021",
        "abstract": "The paper discusses the relations between directors of enterprises and supervising provincial committees of the Polish United Workers’ Party in the years 1971–1974. The issue in question is studied on the basis of documents from four provincial committees of the Polish United Workers’ Party (Katowickie Province, Warszawskie Province, Lubelskie Province, and the City of Warsaw). Using the agency theory, the authors distinguish the main problems and costs arising in the relations between secretaries of provincial committees and directors in the context of the principal–agent relationship. The analysis of the assembled source material allows the authors to define the methods used by the directors when explaining difficulties in implementing investment projects. Among these are manipulating data, covert operations, and actions aimed at giving themselves credibility. The authors conclude that the directors took …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=1043709"
    },
    {
        "title": "Activity of the Regional Polish United Workers’ Party Apparatus in 1970-1989",
        "authors": "Dariusz Standerski",
        "year": "2021",
        "abstract": "The article aims to verify whether, in the 1980s, there was a significant decrease in the involvement of the regional communist party structures in charge of economic affairs in Poland. The analysis is made on the case of the Warsaw Committee (KW) of the Polish United Workers’ Party (PUWP). Archival documents gathered in the State Archive in Warsaw were used to perform the analysis. The protocols of the meetings of the Executive and Secretariat 1970-1989 were collected, described and analysed. Moreover, the analysis was supplemented by the Statistical Yearbooks of Warsaw (GUS, 1957–1974), the Statistical Yearbooks of the Capital City of Warsaw (GUS, 1976–1981) and the Journal of Laws of the People’s Republic of Poland 1970–1989. A statistical analysis of economic activity of the KW of the PUWP in the context of macroeconomic variables and economic activity of central authorities was performed …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=973403"
    },
    {
        "title": "Coronavirus: The Economy Holds Its Breath",
        "authors": "Dariusz Standerski, Aleksandra Wójtowicz",
        "year": "2020/3",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=kzOoZMUAAAAJ&citation_for_view=kzOoZMUAAAAJ:M3ejUd6NZC8C"
    },
    {
        "title": "Evaluation of the Strategy for Responsible Development as a New Development Model in the Context of the Previous Economic Strategies",
        "authors": "Dariusz Standerski",
        "year": "2017",
        "abstract": "Autor dokonuje analizy Strategii na rzecz Odpowiedzialnego Rozwoju, procesu jej tworzenia oraz miejsca w polityce panstwa. Podejmuje probe odpowiedzi na pytanie o jej wykonalnosc, a takze o stopien i kierunek oddzialywania nowej polityki na sytuacje spoleczno-gospodarczq. Przywoluje inne dokumenty bedqce podstawq polityki panstwa po 1989 r., ze szczeg6lnym uwzglednieniem procesu jej tworzenia, cech charakterystycz-nych oraz roli w 6wczesnym otoczeniu instytucjonalnym. Nastepnie omawia proces tworzenia i przyjmowania Strategii na rzecz Odpowiedzialnego Rozwoju. Bada sp6jnosc i wykonalnosc cel6w Strategii. Ponadto instrumenty nowej polityki panstwa poddaje krytycznej ocenie, co zostalo rozwiniete na wybranych przykladach pokazujqcych systemowe problemy zwigzane z wdrozeniem polityki SOR. Artykul konczy sie postulatami pod adresem SOR oraz kolejnych projekt6w polityki …",
        "keywords": null,
        "url": "https://heinonline.org/hol-cgi-bin/get_pdf.cgi?handle=hein.journals/pbcpcyss4&section=34"
    },
    {
        "title": "Plan Morawieckiego",
        "authors": "Dariusz Standerski, Fundacja Kaleckiego",
        "year": "2016/12/5",
        "abstract": "Dobiega końca pierwszy rok budżetowy gabinetu Beaty Szydło. Niecały rok temu Rada Ministrów przyjęła Plan Odpowiedzialnego Rozwoju, który później zamienił się w dokument znany dzisiaj pod nazwą Strategii na rzecz Odpowiedzialnego Rozwoju. Kolejne projekty rządu przedstawiane są jako elementy realizacji Strategii, m. in.: Rodzina 500+, Mieszkanie+, a nawet inwestycja koncernu samochodowego Daimler AG. Najnowszym, kluczowym punktem Strategii jest ogłoszenie założeń tzw. Konstytucji Biznesu.",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5841652158799854787&hl=en&oi=scholarr"
    },
    {
        "title": "A Modificated Price Leadership Model in Sectorial Oligopoly. The Kaleckian Approach",
        "authors": "Dariusz Standerski",
        "year": "2015/11",
        "abstract": "This paper explores Michał Kalecki’s proposal of a price policy which was supposed to replace the post-war rationing system in Poland and establishes a modificated price leadership model in quasi-duopoly. The main problem of the rationing system after World War II was analysed many times by leading economists but Kalecki pointed out a different point of view.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Dariusz-Standerski-2/publication/313622500_A_Modificated_Price_Leadership_Model_in_Sectorial_Oligopoly_The_Kaleckian_Approach/links/58a05133a6fdccf5e96e5af8/A-Modificated-Price-Leadership-Model-in-Sectorial-Oligopoly-The-Kaleckian-Approach.pdf"
    },
    {
        "title": "Polityka zagraniczna II RP w ujęciu regionalnym i globalnym",
        "authors": "Dariusz Standerski",
        "year": null,
        "abstract": "Rozwa ania na temat głównych strategii polskiej polityki zagranicznej czasu międzywojennego nale y rozpocząć od próby określenia granicy pomiędzy ujęciem regionu oraz wymiaru globalnego w świecie ładu wersalskiego. Okres ten mieścił się jeszcze w drugim etapie globalizacji, związanym z rewolucja przemysłową i XIX-wiecznym kolonializmem. Stany Zjednoczone opierały swoją politykę na doktrynie Monroe'a 1, a Europa pogrą ona była w rywalizacji „pomiędzy tendencją nacjonalistyczno-imprerialistyczną a tendencją liberalno-internacjonalistyczną” 2. Dodając do tego słabo rozwiniętą technikę w zakresie komunikacji, wyłania się obraz regionu i struktur ponadregionalnych, który odbiega od dzisiejszego postrzegania świata. Z perspektywy Polski lat 20. i 30. XX wieku dość funkcjonalnym podziałem–choć nadal czysto umownym–jest ujęcie polityki zagranicznej w trzy obszary: regionalny (obejmujący państwa ościenne), europejski i globalny, przy czym warto zaznaczyć, e obszar europejski nosił pewne znamiona obszaru globalnego. Odrodzone państwo musiało balansować swoją politykę w tych trzech perspektywach, bowiem, jak pisał Piotr Wandycz:„W 1921 r. Polska w swych nowych granicach nie była ani mocarstwem, ani małym państewkiem zmuszonym do ulegania presjom zewnętrznym” 3.\nWyra ną cezurą w historii polskiej dyplomacji jest 15 marca 1923 roku. W tym dniu Rada Ambasadorów na podstawie art. 87 Traktatu Wersalskiego4 przyjęła protokół, zwany Aktem 15 Marca, w którym potwierdzono granice wschodnie Rzeczypospolitej. W tym dniu ostatecznie zakończyło się kształtowanie polskich granic po I wojnie …",
        "keywords": null,
        "url": "https://www.academia.edu/download/37522933/Polityka_zagraniczna_II_RP.pdf"
    }
]