[
    {
        "title": "Impact of minimum wage increase on gender wage gap: Case of Poland",
        "authors": "Aleksandra Majchrowska, Paweł Strawiński",
        "year": "2018/4/1",
        "abstract": "This paper aims at assessing the effect of significant increase in the minimum wage observed in Poland in 2008–2009 on gender wage gap. To check the potentially differentiated effects throughout wage distribution authors analyse the impact of minimum wage increase separately for different age and educational groups. Innovative methodological approach which combines the non-parametric approach of DiNardo et al. (1996) with Oaxaca (1973) – Blinder (1973) decomposition is proposed.\nThe results indicate that the significant decrease in gender wage gaps observed among younger workers in Poland in 2006–2010 could be attributed to an increase in the minimum wage level. The effects of minimum wage increases were negligible for the middle-aged workers. Changes in gender wage gaps among educational groups were much smaller. The results confirm that minimum wage policy could be an …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999317306661"
    },
    {
        "title": "Early effects of an early start: Evidence from lowering the school starting age in Poland",
        "authors": "Mikołaj Herbst, Paweł Strawiński",
        "year": "2016/3/1",
        "abstract": "This paper investigates some early outcomes of the reform to lower the school starting age in Poland. It explores data on the school performance of 6- and 7-year-old pupils, collected in the transitory period of the reform, when parents were welcomed to enroll their 6-year-old children in the first grade on a voluntary basis. The discovery is that older students do perform better at the end of first grade, but the separately measured effect of an early school start also seems to be beneficial. We point out a selection of unobservables as a possible explanation of the results obtained. The study concludes with some recommendations regarding educational policy and the implementation of politically difficult reforms.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0161893816000053"
    },
    {
        "title": "Badanie struktury i zmian rozkładu wynagrodzeń w Polsce w latach 2000-2006",
        "authors": "Izabela Marcinkowska, Anna Ruzik, Paweł Strawiński, Mateusz Walewski",
        "year": "2008",
        "abstract": "Celem opracowania jest scharakteryzowanie zmian struktury i rozkładu wynagrodzeń w Polsce w latach 1996-2006. Zbadano mechanizmy stojące za zmianami w rozkładzie płac, w tym względną siłę oddziaływania róŜnych czynników.\nTransformacja gospodarcza na początku lat 90. miała duŜy wpływ na rynek pracy: poskutkowała spadkiem płac realnych–zatrzymanym w 1994 r.–i zmianą ich rozkładu. RóŜnice między wynagrodzeniami najniŜszymi i najwyŜszymi wzrosły, zaś ich rozkład zbliŜył się do przeciętnego dla krajów OECD. Nasza analiza przeprowadzona została dla okresu po zakończeniu głównego etapu transformacji gospodarczej, kiedy na rynek pracy zaczęły działać podobne siły jak w innych krajach, czyli od drugiej połowy lat dziewięćdziesiątych XX wieku. W latach 1995–1998 rozwój gospodarczy wpływał na polepszenie sytuacji na rynku pracy, zaś kryzys rosyjski i cykliczne osłabienie wzrostu w latach 2001-2002 działały negatywnie. Przystąpienie do Unii Europejskiej w 2004 r. zaowocowało między innymi większymi moŜliwościami legalnego zatrudnienia poza granicami i przesunięciem części podaŜy pracy do innych krajów.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Anna-Ruzik-Sierdzinska/publication/268354490_Badanie_struktury_i_zmian_rozkladu_wynagrodzen_w_Polsce_w_latach_2000-2006/links/58c68433a6fdcce648ec7a61/Badanie-struktury-i-zmian-rozkladu-wynagrodzen-w-Polsce-w-latach-2000-2006.pdf"
    },
    {
        "title": "Zwrot z inwestowania w wyższe wykształcenie",
        "authors": "Paweł Strawiński",
        "year": "2006",
        "abstract": "W pierwszej części pracy przeanalizowano strukturę zatrudnienia w Polsce w 2000 r. Pokazano, że występują stosunkowo duże rozpiętości dochodowe między osobami o wysokich kwalifikacjach a niewykształconymi oraz wewnątrz tych grup. Potwierdzono występowanie zjawiska dyskryminacji płacowej kobiet na rynku pracy. Zaobserwowano wśród starszych osób o niskich kwalifikacjach większą skłonność do wcześniejszego kończenia aktywności zawodowej. W dalszej części opisano wyniki oszacowania modelu płacy. Główne rezultaty modelu są zgodne z wynikami podobnych badań przeprowadzonych w innych krajach. Zaobserwowano, że płaca rośnie wraz z wiekiem, czyli w miarę zdobywania doświadczenia zawodowego. Osoby z wyższym wykształceniem cieszą się szybszym wzrostem piać i ich wolniejszym spadkiem u schyłku kariery zawodowej. Mają one przeciętnie o 30% wyższe zarobki, dzięki czemu mimo późniejszego wejścia na rynek pracy w ciągu całego życia osiągają wyższe dochody. Jest to wynik podobny do analogicznych badań przeprowadzonych w innych krajach. W końcowej części pracy omówiono rezultaty przeprowadzonej symulacji. Potraktowano studia wyższe jako inwestycje i przeanalizowano dwa scenariusze spłaty kredytu ją finansującego. Pokazano, że przy niskim poziomie stopy procentowej inwestycja w wyższe wykształcenie zwraca się po 12-15 latach. Jest to okres dwa razy dłuższy niż w Europie Zachodniej i Ameryce.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000126324726"
    },
    {
        "title": "Occupational segregation and wage differences: the case of Poland",
        "authors": "Pawel Strawinski, Aleksandra Majchrowska, Paulina Broniatowska",
        "year": "2018/6/4",
        "abstract": "Purpose\nThe purpose of this paper is to analyse the relation between occupational segregation and the gender wage differences using data on three-digit occupational level of classification. The authors examine whether a statistically significant relation between the share of men in employment and the size of the unexplained part of the gender wage gap exists.\nDesign/methodology/approach\nTraditional Oaxaca (1973) – Blinder (1973) decomposition is performed to examine the differences in the gender wage gaps among minor occupational groups. Two types of reweighted decomposition – based on the parametric estimate of the propensity score and non-parametric proposition presented by Barsky et al. (2002) – are used as the robustness check. The analysis is based on individual data available from Poland.\nFindings\nThe results indicate no strong relation between occupational segregation and the size of …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/IJM-07-2016-0141/full/html"
    },
    {
        "title": "„Analysis of high frequency data on the Warsaw Stock Exchange in the context of efficient market hypothesis”",
        "authors": "Paweł Strawiński, Robert Ślepaczuk",
        "year": "2008",
        "abstract": "This paper focuses on one of the heavily tested issue in the contemporary finance, i.e. efficient market hypothesis (EMH). However, we try to find the answers to some fundamental questions basing on the analysis of high frequency (HF) data from the Warsaw Stock Exchange (WSE). We estimate model on daily and 5-minute data for WIG20 index futures trying to verify daily and hourly effects. After implementing the base methodology for such testing, additionally we take into account the results of regression with weights, i.e. robust regression is used that assigns the higher weight the better behaved observations. Our results indicate that we observe the day of the week effect and hour of the day effect in polish data. What is more important is the existence of strong open jump effect for all days except Wednesday and positive day effect for Monday. Considering the hour of the day effect we observe positive, persistent …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=172335"
    },
    {
        "title": "Economic determinants of sport participation in Poland",
        "authors": "Pawel Strawiñski",
        "year": "2010",
        "abstract": "Introduction–1. Literature overview–2. Dataset and descriptive analysis–3. Empirical method and research questions–4. Results–Conclusions",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Pawel-Strawinski/publication/227345706_Economic_determinants_of_sport_participation_in_Poland/links/0deec527abb66725ef000000/Economic-determinants-of-sport-participation-in-Poland.pdf"
    },
    {
        "title": "Propensity score matching",
        "authors": "Paweł Strawiński",
        "year": "2014",
        "abstract": "Propensity Score Matching Page 1 Smith i Todd (2005) Propensity Score Matching Paweł Strawiński Zajęcia 6 Paweł Strawiński Propensity Score Matching Page 2 Smith i Todd (2005) Plan na dziś 1 Smith i Todd (2005) Wprowadzenie Wcześniejsze wyniki Techniki łączenia danych Część empiryczna Podsumowanie Paweł Strawiński Propensity Score Matching Page 3 Smith i Todd (2005) Wprowadzenie Wcześniejsze wyniki Techniki łączenia danych Część empiryczna Podsumowanie Smith i Todd (2005) Does matching overcome LaLonde’s critique of nonexperimental estimators Jeffrey A. Smith, Petra E. Todd (2005) Journal of Econometrics, vol. 125, str. 305-353. Paweł Strawiński Propensity Score Matching Page 4 Smith i Todd (2005) Wprowadzenie Wcześniejsze wyniki Techniki łączenia danych Część empiryczna Podsumowanie Brak zgody w literaturze W literaturze brak jest zgody wśród autorów czy można …",
        "keywords": null,
        "url": "http://coin.wne.uw.edu.pl/pstrawinski/psm/psm06.pdf"
    },
    {
        "title": "Returns from income strategies in rural Poland",
        "authors": "Jan Fałkowski, Maciej Jakubowski, Paweł Strawiński",
        "year": "2014/1",
        "abstract": "In order to stabilize and improve their income situation, rural households are strongly encouraged to diversify their activities both in and outside the agricultural sector. Often, however, this phenomenon takes on only moderate proportions. This article addresses issues of rural households' income diversification in the case of Poland. It investigates returns from rural households' income strategies using propensity score matching methods and extensive datasets spanning 1998–2008. Results suggest that returns from combining farm and off‐farm activities were lower than returns from concentrating on farming or on self‐employment outside agriculture. This differential is stable over time although returns from diversification have relatively improved after the accession of Poland to the European Union. This is also visible in the fact that since 2006, returns from combining farm and off‐farm activities have equalized with …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12032"
    },
    {
        "title": "Czas pracy i warunki pracy w relacjach nauczycieli",
        "authors": "Michał Federowicz, Jacek Haman, Jan Herczyński, Kamila Hernik, Magdalena Krawczyk-Radwan, Karolina Malinowska, Mateusz Pawłowski, Paweł Strawiński, Dominika Walczak, Andrzej Wichrowski",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=15598633208648134559&hl=en&oi=scholarr"
    },
    {
        "title": "Wage returns to different education levels. Evidence from Poland",
        "authors": "Paweł Strawiński, Aleksandra Majchrowska, Paulina Broniatowska",
        "year": "2018",
        "abstract": "The aim of the paper is to analyse the changes in the wage premiums for workers with different types and levels of education in Poland in 1995–2013. Important changes regarding the educational structure of employees have taken place during this period. The share of employed with tertiary education has significantly increased and the share of employed with basic vocational education substantially decreased. The relative returns to different types and levels of education were estimated using a standard Mincerian wage equation framework. The results indicate that recent changes in the structure of employment have important implications for wage structure. In particular, the entry of many young workers with tertiary education into the labour market has resulted in a decline in the relative level of wages they receive. On the other hand, a noticeable decrease in the number of vocational education graduates and deficits in the labour supply in some occupations have translated into an increase in relative wages for this type of workers. The results are important for educational policy in Poland.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.desklight-6e20b927-d877-4af5-b341-630ebc00a4b8"
    },
    {
        "title": "Regional differences in gender wage gaps in Poland: New estimates based on harmonized data for wages",
        "authors": "Aleksandra Majchrowska, Paweł Strawiński",
        "year": "2016",
        "abstract": "The aim of this paper was to estimate the gender wage gap in Poland and in the 16 NUTS2 Polish regions in 2010, and to verify the predictions of the spatial monopsony model for Poland with a newly created, harmonized database for wages of individuals in Poland. According to the model, the unexplained part of the gender wage gap, identified with wage discrimination, tend to be lower in regions with more competition between employers. The results of the analyses performed in this paper show that in more urbanized regions the average wages are higher than in the rural ones. In each of the 16 NUTS2 Polish regions, women earn less than men. Raw differences in wages between men and women are largest in the most urbanized regions but a significant part of the differences in those regions can be explained by differences in workers’ characteristics, especially by different sectoral structure of employment. The part of the gender wage gap which remains unexplained, and in the literature is commonly attached to discrimination, is the highest in rural regions of Eastern Poland in line with the predictions of the spatial monopsony model.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.oai-journals-pan-pl-103704/c/oai-journals-pan-pl-103704_full-text_mainFile.pdf"
    },
    {
        "title": "Ins and outs of Polish unemployment",
        "authors": "Paweł Strawiński",
        "year": "2009",
        "abstract": "This paper studies flows on the labour market in Poland in 1995-2008. We show that the main driving force behind the unemployment rate is the behaviour of outflow to employment.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/106544/PDF/mainFile.pdf"
    },
    {
        "title": "Educational aspirations",
        "authors": "Paweł Strawiński",
        "year": "2011",
        "abstract": "The purpose of this study is to check to what extent different environmental and institutional surroundings affect educational aspirations. We conduct a comparison study between different local municipalities in Poland. We use statistical description to compare educational aspirations in selected regions of Poland and apply econometric techniques to test formally the relation between educational aspirations and education, income and other socioeconomic factors. We show that the level of aspirations is well diversified and is higher in developed areas of Poland. We also found that contrary to the existing literature, the educational aspirations seem to rise with age of the respondent.",
        "keywords": null,
        "url": "https://www.wne.uw.edu.pl/inf/wyd/WP/WNE_WP50.pdf"
    },
    {
        "title": "Krzyżowe porównanie danych o wynagrodzeniach z polskich badań przekrojowych",
        "authors": "Paweł Strawiński",
        "year": "2015",
        "abstract": "W artykule zaprezentowano analizę porównawczą informacji o charakterystykach osób zatrudnionych i wysokości ich wynagrodzeń. Dane pochodzą z trzech głównych przekrojowych badań społeczno--ekonomicznych prowadzonych w Polsce. Podstawowym celem jest identyfikacja ewentualnych rozbieżności między badaniami oraz ich wyjaśnienie. Cel dodatkowy to określenie, w jaki sposób różnice między reprezentatywnymi zbiorami danych zawierającymi informacje o rynku pracy wpływają na wartości parametrów modeli ekonomicznych. Oszacowania parametrów przykładowego modelu stopy zwrotu z wykształcenia pokazują, że w przypadku zmiennych objaśniających o rozkładzie ciągłym niewielkie różnice między danymi nie powodują zróżnicowania ocen parametrów. W przypadku zmiennych o rozkładzie dyskretnym różnice między wartościami oszacowań mogą być jednak znaczne.",
        "keywords": null,
        "url": "http://www.bankandcredit.nbp.pl/content/2015/05/bik_05_2015_02_art.pdf"
    },
    {
        "title": "CHANGES IN RETURN TO HIGHER EDUCATION IN POLAND 1998-2004.",
        "authors": "Pawel Strawinski",
        "year": "2007/8/15",
        "abstract": "In the article private rate of return to higher education in the 1998-2004 period is considered. The model is based on comparative advantage theory and extended Mincerian wage equation. The extension is made to account for non-random decision to undertake studies at university level. The estimate of private rate of return in Poland is roughly 9.5%, and it is among the highest in Europe. In addition, the unexpected rise in rate of return is observed. This change has been linked to labour market transformation and Skill Bias Technological Change phenomenon. Also the influence of financing tertiary education is considered. The rate of return to higher education has risen and graduation has positively affected the obtained wages.",
        "keywords": null,
        "url": "https://mpra.ub.uni-muenchen.de/id/eprint/5185"
    },
    {
        "title": "Foreign-and domestic firm ownership and its impact on wages. Evidence from Poland",
        "authors": "Paulina Broniatowska, Paweł Strawiński",
        "year": "2021/12",
        "abstract": "This study concentrates on the effect of foreign ownership of companies on worker wage distribution. Using an innovative methodological approach that combines the Oaxaca–Blinder decomposition and the modified DiNardo et al. reweighting approach, we estimate the wage gap between domestic-owned and foreign-owned firms. The study confirms that firm ownership (domestic or foreign) influences the wage distribution of workers, as a worker employed in a foreign-owned firm earns, on average, 5 percent more than a matched worker in a domestic-owned firm with similar characteristics. We link that gap with an origin of foreign capital. This analysis demonstrates that the origin of capital has an impact on wage distribution in the firm and may affect wages in the whole section.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/0959680121996675"
    },
    {
        "title": "Efekt zewnętrzny wykształcenia",
        "authors": "Paweł Strawiński",
        "year": "2009/6/30",
        "abstract": "Rezultaty badań przeprowadzonych przez Główny Urząd Statystyczny w 2005 roku czynników determinujących wybory i kariery edukacyjne pokazały, że edukacja jest postrzegana przez osoby młode w kategoriach inwestycji [GUS, 2005]. Akumulacja wiedzy jest jednym ze sposobów na zapewnienie wysokich dochodów w przyszłości. Ludzie, którzy decydują się podjąć taką inwestycję rozważają nie tylko czysty zwrot finansowy, ale również inne korzyści i koszty z nią związane. Oczekują, że taka inwestycja w niedalekiej przyszłości zapewni im dochód na satysfakcjonującym poziomie, a także większe możliwości rozwoju zawodowego, większy prestiż społeczny, oraz ponadto, co jest nie mniej ważne, zmniejszy ryzyko bezrobocia. Te wszystkie elementy nie są wprost wymierne w pieniądzu i składają się na całkowity prywatny zwrot z edukacji, przewyższający prywatną stopę zwrotu, która w literaturze jest utożsamiana z techniczną stopą zwrotu. Inwestowanie w kapitał ludzki otwiera nowe możliwości przed osobami, rodzinami, firmami i społeczeństwem. Jest ono najprostszą metodą na osiągnięcie wyższego dobrobytu. Akumulacja kapitału ludzkiego przyspiesza rozwój technologiczny i ekonomiczny. Obecnie, w dobie globalizacji, połączonych rynków i ekspansji gospodarki opartej na wiedzy inwestycje w rozwój kapitału ludzkiego stają się koniecznością. Zdobyte wykształcenie podnosi produktywność pracowników i przez to wpływa na ich zarobki. Jednakże całkowite korzyści z inwestycji w edukację przewyższają całkowitą ekonomiczną stopę zwrotu. Dodatkowo, podczas analiz należy wziąć pod uwagę inne czynniki z nią związane …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/575744.pdf"
    },
    {
        "title": "Changes in return to higher education in Poland 1998-2005",
        "authors": "Pawel Strawinski",
        "year": "2008/6/2",
        "abstract": "In the article private rate of return to higher education in the 1998-2005 period is considered. The model is based on a comparative advantage theory. Extended Mincerian wage equation is used to account for a non-random decision to undertake studies at university level. The estimate of private rate of return in Poland is roughly 9%, and it is among the highest in Europe. In addition, the unexpected rise in rate of return is observed. Moreover, positive relationship between graduation and the obtained wages was found. This change has been linked to labour market transformation and Skill Biased Technical Change. Also the influence of financing tertiary education is considered.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1159044"
    },
    {
        "title": "Przyczynowość, selekcja i endogeniczne oddziaływanie",
        "authors": "Paweł Strawiński",
        "year": "2007",
        "abstract": "W modelach konstruowanych dla pomiaru efektów oddziaływania, lub uwzględniających problem nielosowej selekcji, czynniki nieobserwowane mogą wpływać jednocześnie na wartość zmiennej wynikowej oraz prawdopodobieństwo poddania oddziaływaniu. Ponadto, modele mogą zawierać zmienne endogeniczne. W artykule zdefiniowano pojęcie oddziaływania o endogenicznych charakterze, oraz pokazano, że model z endogenicznym oddziaływaniem oraz model uwzględniający nielosowy mechanizm doboru obserwacji do próby są wariantami wspólnego modelu strukturalnego. Przedstawiono sposób wykorzystania metody funkcji kontrolujących do zgodnego oszacowania parametrów modelu z endogenicznym oddziaływaniem.",
        "keywords": null,
        "url": "http://coin.wne.uw.edu.pl/pstrawinski/publ/selekcja.pdf"
    }
]