[
    {
        "title": "PZPR i przedsiębiorstwo: nadzór partyjny nad zakładami przemysłowymi, 1956-1970",
        "authors": "Maciej Tymiński",
        "year": "2001",
        "abstract": "PZPR i przedsiębiorstwo : nadzór partyjny nad zakładami przemysłowymi, 1956-1970 | CiNii Research CiNii 国立情報学研究所 学術情報ナビゲータ[サイニィ] 詳細へ移動 検索フォームへ移動 論文・データをさがす 大学図書館の本をさがす 日本の博士論文をさがす English 検索 タイトル 人物 /団体名 所属機関 ISSN DOI 期間 ~ 本文リンク 本文リンクあり データソース JaLC IRDB Crossref DataCite NDL NDL-Digital RUDA JDCat NINJAL CiNii Articles CiNii Books CiNii Dissertations DBpedia Nikkei BP KAKEN Integbio MDR PubMed LSDB Archive 極地研ADS 極地研学術DB 公共データカタログ ムーンショット型研究開発事業 すべて 研究データ 論文 本 博士論文 プロジェクト [2024年7月2日更新]CiNii Dissertations及びCiNii BooksのCiNii Researchへの統合について 新「国立国会図書館サーチ」公開によるCiNiiサービスへの影響について CiNii Research自動翻訳 機能(試行版)をCiNii Labsにて公開しました PZPR i przedsiębiorstwo : nadzór partyjny nad …",
        "keywords": null,
        "url": "https://cir.nii.ac.jp/crid/1130282272956944256"
    },
    {
        "title": "Urbanization and GDP per capita: New data and results for the Polish lands, 1790–1910",
        "authors": "Maciej Bukowski, Piotr Koryś, Cecylia Leszczyńska, Maciej Tymiński, Nikolaus Wolf",
        "year": "2019/10/2",
        "abstract": "Polish lands in 19th century are usually located in the economic peripheries of Europe. However there are no usable datasets of Polish GDP for this period to verify this hypothesis. The main problem is lack of reliable and comparable macroeconomic data from country divided between Russia, Austria and Prussia. The main goal of this research was to propose the method based on the urbanization data set to estimate the GDP of Polish territories and to verify the hypothesis on the peripheral development of Polish lands. In result the new estimates on GDP per capita were established, that allowed to confirm the hypothesis of semi-peripheral development of Polish territories in 19th century and slow process of catching-up with the core economies.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/01615440.2019.1580171"
    },
    {
        "title": "Partyjni agenci: analiza instytucjonalna działalności lokalnych instancji PZPR w przemyśle (1949-1955)",
        "authors": "Maciej Tymiński",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14016960335602703419&hl=en&oi=scholarr"
    },
    {
        "title": "Economic growth on the periphery: estimates of GDP per capita of the Congress Kingdom of Poland (for years 1870–1912)",
        "authors": "Piotr Koryś, Maciej Tymiński",
        "year": "2022/5",
        "abstract": "This paper presents the estimates of the gross domestic product (GDP) of the Congress Kingdom of Poland for the period 1870–1912. The authors used bottom-up methodology and calculated sectoral added values using historical economic, social, and demographic data. The presented results offer first ever insight into the structure of sectoral added values in the Congress Kingdom of Poland during the period of first globalization and first reliable estimates of GDP of the Congress Kingdom of Poland. All results are presented in Geary–Khamis dollars PPP1990 and are compatible with Maddison dataset.",
        "keywords": null,
        "url": "https://academic.oup.com/ereh/article-abstract/26/2/284/6362693"
    },
    {
        "title": "Rozwój regionalny ziem polskich pod zaborami. Porównanie poziomu produktu brutto per capita na dzisiejszych terenach Polski na przełomie XIX i XX w.(wyniki pierwszych estymacji)",
        "authors": "Maciej Bukowski, Piotr Koryś, Cecylia Leszczyńska, Maciej Tymiński",
        "year": "2017",
        "abstract": "Przedmiotem artykułu jest rekonstrukcja historycznego produktu krajowego (PKB) ziem polskich na przełomie XIX i XX w. Jest to pierwszy w polskiej historiografii gospodarczej spójny szacunek PKB dla poszczególnych dzielnic zaborczych oraz całości ziem polskich w latach 1900 i 1910, w podwójnym ujęciu–w granicach z przełomu XIX i XX w. oraz w granicach współczesnych. Badanie oparto na szerokiej bazie statystycznej, w obliczeniach dochodów na poziomie dzielnic i PKB ogółem zastosowano metodę produktową oraz bottom-up, część obliczeń przeprowadzono z wykorzystaniem regresji liniowej. Artykuł składa się z pięciu podrozdziałów: omówienie stanu badań, zakres terytorialny badania, źródła, metoda, wyniki i ich interpretacja. W zakończeniu przedstawiono wnioski i dezyderaty dotyczące dalszych prac w tej dziedzinie. Regional development of the Polish lands under partitions. A comparison of the level of gross product per capita in the territories of modern Poland at the turn of the twentieth century (results of first estimations) The article presents a reconstruction of historic gross domestic product (GDP) in the Polish lands at the turn of the twentieth century. This is the first in the Polish economic historiography comprehensive GDP estimate for individual partitions and the whole Polish territory in 1900 and 1910, in a double approach: within the frontiers at the turn of the nineteenth century and within the present ones. The study has been based on a broad statistical basis, the calculations of income on the level of partitions and total GDP have been performed with the output method and bottom-up method, part of the computations has …",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.ojs-doi-10_12775_RDSG_2017_06"
    },
    {
        "title": "Local Nomenklatura in Communist Poland: The Case of the Warsaw Voivodship (1956–1970)",
        "authors": "Maciej Tymiński",
        "year": "2017/5/28",
        "abstract": "The nomenklatura system granted Poland’s communist party the opportunity to control key recruitment processes. This article analyses the rules whereby party authorities, between 1956 and 1970, introduced and implemented the nomenklatura system locally. The main goal is to examine how the system functioned, focusing on the strategy pursued by local party structures. The article shows that the agents manipulated the system and modified its rules. As a result, the nomenklatura system became one of the key forces behind the growing importance of informal political practices in Poland’s socialist-state system.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09668136.2017.1333087"
    },
    {
        "title": "Od socjalizmu do socjalizmu: koncepcje reform gospodarczych w PRL po wybuchach społecznych w 1956 i 1980 r.",
        "authors": "Piotr Koryś, Maciej Tymiński",
        "year": "2016",
        "abstract": "In the course of several decades the People’s Republic of Poland witnessed a number of attempts at reforming the economic system and undertaken, as a rule, upon the occasions of grave political crises and social revolts. Part of those reform programmes was created by milieus independent of the authorities or at the very least engaged in efforts to preserve the greatest possible autonomy. The presented text analyses reform programmes proposed after the revolt of 1956 and at the time of the first Solidarity movement (1980–1981). While analysing the texts of the planned economic solutions the authors demonstrated that the changes recommended by circles not connected with the communist authorities (or, as in 1956, endeavouring to preserve a certain degree of independence) did not exceed far beyond the range of a widely comprehended socialist economy. The authors of the reforms in question did not aim at constructing a new economic system, but rather tried to introduce solutions referring to the conception of market socialism.",
        "keywords": null,
        "url": "https://rcin.org.pl/dlibra/show-content/publication/edition/61693?id=61693"
    },
    {
        "title": "Malwersacje w przedsiębiorstwach socjalistycznych w Polsce (1950-1970)",
        "authors": "Maciej Tymiński",
        "year": "2002",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=11507237512140564993&hl=en&oi=scholarr"
    },
    {
        "title": "Struktura zawodowa ziem polskich na przełomie XIX i XX w.",
        "authors": "Piotr Koryś, Maciej Tymiński",
        "year": "2015/12/1",
        "abstract": "Occupational structure of the Polish lands at the turn of the nineteenth and twentieth centuries\n(Summary)\nThe authors present a new picture of the occupational structure of the Polish lands at the turn of the nineteenth and twentieth centuries. The article is based on the population censuses, carried out in Russia in 1897 and in Austria in 1900, as well as on the German economic census, conducted in 1895. In order to obtain reliable results, the authors have corrected errors found in the censuses in question. With the removal of the errors, they have been able to reconstruct the employment structures from which we can derive a more precise picture of the economic situation of the Polish lands at the turn of the nineteenth and twentieth centuries. The examination of the problem in question has made it possible for the authors to verify the long held view that the technological revolution in Polish lands took place at the turn of the 70s and 80s of the nineteenth century. The corrected census data show that the level of industrialization of the Polish lands in about 1900 was still very limited.",
        "keywords": null,
        "url": "https://apcz.umk.pl/RDSG/article/view/RDSG.2015.02"
    },
    {
        "title": "Wzrost gospodarczy ziem polskich w okresie pierwszej globalizacji (1870–1910)",
        "authors": "Maciej Bukowski, Piotr Koryś, Cecylia Leszczyńska, Maciej Tymiński, Nikolaus Wolf",
        "year": "2018",
        "abstract": "Wśród ekonomistów i historyków gospodarczych panuje powszechna zgoda, że okres pierwszej globalizacji (1870–1910) był jednym z najbardziej dynamicznych w historii gospodarki światowej. Był to czas szybkiego uprzemysłowienia, które dokonywało się zarówno w najwyżej rozwiniętych krajach, jak Anglia, jak i w regionach pozostających do tej pory peryferiami gospodarczymi Europy, od Niemiec po Rosję i od Hiszpanii po Skandynawię. Towarzyszyły mu masowe migracje ludności, szybki rozwój sieci transportowej, imponujący wzrost wymiany międzynarodowej oraz szybki wzrost PKB. Procesy te dotyczyły wielu regionów świata, ale w największym stopniu objęły kontynent europejski. W ostatnich latach problem wzrostu (czy szerzej rozwoju) gospodarczego w drugiej połowie XIX w. i na początku XX w. stał się przedmiotem ożywionej dyskusji wśród historyków gospodarczych. W badaniach analizowano dynamikę gospodarek poszczególnych państw, regionów oraz świata w okresie nowoczesnego wzrostu gospodarczego, a w szczególności w czasie pierwszej",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Leszczynska-Cecylia/publication/326849185_Economic_growth_of_polish_territories_in_the_period_of_first_globalization_1870-1910/links/5ec31f8d299bf1c09ac8f1d6/Economic-growth-of-polish-territories-in-the-period-of-first-globalization-1870-1910.pdf?_sg%5B0%5D=started_experiment_milestone&origin=journalDetail&_rtd=e30%3D"
    },
    {
        "title": "The unwanted legacy. In search of historical roots of corruption in Poland",
        "authors": "Piotr Koryś, Maciej Tymniński",
        "year": "2016",
        "abstract": "The paper deals with different interpretations of roots of contemporary Polish corruption. The authors discuss two competing theories developed by Polish scholars. The first one links the sources of corruption with both the culture of corruption developed in the peasant society and the inefficiency of the political institutions of the Polish-Lithuanian Commonwealth. The second one connects them mostly with institutional changes that happened during the Communist period. Recent data and the path of evolution of corruptive behavior after Communism suggest that the latter interpretation is more plausible.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=425984"
    },
    {
        "title": "Nomenklatura regionalna: działanie systemu na poziomie lokalnym (1950–1970), w: PZPR jako machina władzy, red",
        "authors": "M Tymiński",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13254404647101758589&hl=en&oi=scholarr"
    },
    {
        "title": "Apparatchiks and enterprises: The case of the Warsaw region in 1950–1970",
        "authors": "Maciej Tymiński",
        "year": "2020/9/13",
        "abstract": "In the period 1950–1970, the Polish United Workers’ Party (PUWP) managed the economy and all enterprises. However, the party central authorities were unable to manage every single plant directly. One of the most important elements of the governing system was the local communist party apparatus, which supervised factories in the regions. This article examines the strategies of local apparatchiks in their relations with the factory managers. Using archival documents of PUWP from the Warsaw area, this article identifies the prevailing behaviours of party actors and changes in their strategies over time.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/09668136.2020.1767760"
    },
    {
        "title": "Bilans zasobów złóż kopalin w Polsce wg stanu na 31 XII 2016 r. Państw. Inst. Geol",
        "authors": "M SZUFLICKI, A MALON, M TYMINSKI",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12176484194188604932&hl=en&oi=scholarr"
    },
    {
        "title": "Managers in the command economy: Case studies from Poland, 1956-1970",
        "authors": "Maciej Tymiński",
        "year": "2022/1/2",
        "abstract": "In the Soviet-type centrally planned economies the enterprise was an element of a centralised hierarchical structure, where managers faced pressures for the fulfilment of the plan. The plan could be interpreted as a kind of contract inside the hierarchical organisation; therefore, this study applies the contractual approach to examine the strategies of socialist managers in Poland, showing that their behaviours were similar to those of mid-level managers in U-form corporations. It is also stressed that managers preferred safe strategies, moving on to more risky ones only when it was necessary in order to fulfil the plan.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00076791.2019.1687686"
    },
    {
        "title": "Bilans zasobów zlóz kopalin w Polsce wg stanu na 31 XII 2021 r",
        "authors": "M Szuflicki, A Malon, M Tyminski",
        "year": "2022",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10421599840417051516&hl=en&oi=scholarr"
    },
    {
        "title": "Occupational structure in the Polish territories at the turn of the 20th (1895-1900) century",
        "authors": "Piotr Koryś, Maciej Tymiński",
        "year": "2015",
        "abstract": "Authors present the occupational structure of Polish lands at the turn of 20th century on the basis of censuses carried out in Germany (1895), Russia (1897) and Austria (1900). Our research provides corrections to the errors of the censuses, to a considerable extent. As a result, we present an occupational structure that allows a more complete the picture of the economic situation in the Polish territories at the end of the 19th century. The conducted research has created an opportunity to partially verify the assumption, which is common in Polish economical historiography, that a technological turning point and an industrial revolution occurred in Polish lands already in the 1870s and 1880s. Revised census data demonstrated that the extent of industrialization in Polish lands was still very limited in 1900.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2015-09.html"
    },
    {
        "title": "Nowy, stary klientelizm",
        "authors": "M Tymiński, P Koryś",
        "year": "2004",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=12201428763592602274&hl=en&oi=scholarr"
    },
    {
        "title": "Funkcjonowanie klik w zakładach przemysłowych (1950-1970)",
        "authors": "Maciej Tymiński",
        "year": "2002",
        "abstract": "Maciej Tymiński; Ukończył historię, archeologię i ekonomię, doktor nauk ekonomicznych; adiunkt w Katedrze Historii Gospodarczej Wydziału Nauk Ekonomicznych Uniwersytetu Warszawskiego; Zajmuje się historią systemu komunistycznego w Polsce, przede wszystkim znaczeniem aparatu PZPR i jego wpływem na gospodarkę; http://www. uo. uw. edu. pl/wykladowcy/2550",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5536510602556530635&hl=en&oi=scholarr"
    },
    {
        "title": "The Rise and Decline of Polish Revisionist Marxist Economics: The Fates of Włodzimierz Brus and the Faculty of Political Economy (University of Warsaw), 1953–1968",
        "authors": "Piotr Koryś, Maciej Tymiński",
        "year": "2023/2",
        "abstract": "The paper deals with the history of Polish revisionist Marxist political economy, which flourished between 1956 and 1968, mostly in the academic institutions of Warsaw. The fate of Polish revisionism in Marxist economics is presented in parallel to the intellectual biography of Włodzimierz Brus (one of its leaders) and the fate of the Faculty of Political Economy (Wydział Ekonomii Politycznej [WEP]), which he co-established at the University of Warsaw. The authors compare contemporary documents and existing analyses of the period with memories of Brus’s colleagues and students, collected decades after the events. The authors show that both the relative freedom of expression and academic research and the process of gradual closing of these possibilities were related to the changing balance of power within Party elites.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/08883254211049830"
    }
]