[
    {
        "title": "Modeling tourists' visiting intentions toward ecofriendly destinations: Implications for sustainable tourism operators",
        "authors": "Muhammad Saeed Ashraf, Fujun Hou, Woo Gon Kim, Wasim Ahmad, Rana Umair Ashraf",
        "year": "2020/1",
        "abstract": "The previous literature has overlooked the examination of tourists' visiting intentions for ecofriendly destinations. Hence, anchored in Schwartz (1992) personal values and the theory of planned behavior (TPB), the present study aims to develop a research model for application in Chinese settings. Survey findings from 467 tourists reveal significant positive relationships between tourists' values of resultant self‐transcendence and conservation and TPB factors (i.e., attitude, subjective norms, and perceived behavioral control), with the exception of the relationship between conservation and perceived behavioral control. Moreover, TPB factors and perceived green image were found to have positive effects on tourists' intentions to visit ecofriendly destinations. In addition, environmental consciousness positively moderates the relationships between the two Schwartz values and attitude. Theoretical implications are …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.2350"
    },
    {
        "title": "Understanding continuance intention to use social media in China: The roles of personality drivers, hedonic value, and utilitarian value",
        "authors": "Rana Umair Ashraf, Fujun Hou, Wasim Ahmad",
        "year": "2019/8/9",
        "abstract": "Despite the enormous increase in active users of WeChat, research examining users’ continuance intention based on personality habits and value perceptions is very scarce. To fill this gap, the present study aims to offer a research model which examines the role of four personality drivers, namely, (1) personal innovativeness, (2) face consciousness, (3) need for uniqueness, and (4) ambiguity intolerance in WeChat users’ hedonic and utilitarian value perceptions. Further, our model examines how hedonic and utilitarian value perceptions influence continuance intention. Data were collected from 262 active users of WeChat. Structural equation modeling was employed to test study hypotheses. The findings reveal that personal innovativeness had a positive effect on users’ hedonic value. Face consciousness and need for uniqueness were found to be a strong predictor of both hedonic and utilitarian value. A …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/10447318.2018.1519145"
    },
    {
        "title": "Addressing the sustainable development through sustainable procurement: what factors resist the implementation of sustainable procurement in Pakistan?",
        "authors": "Syed Anees Haider Zaidi, Faisal Mehmood Mirza, Fujun Hou, Rana Umair Ashraf",
        "year": "2019/12/1",
        "abstract": "Sustainable Public Procurement is an integral part of sustainable development because of ever increasing government expenditures. Most of the developing countries lack the required infrastructure which may support public sector sustainability. The aim of this study is to assess the critical factors which resist the implementation of sustainable procurement in public sector of Pakistan. We used Interpretive Structural Model to investigate and rank the interrelationships among different factors of sustainable procurement. With the help of literature and Likert scale instrument, we found twelve key barriers that resist sustainable procurement implementation. We also examined tender documents of 75 different public sector universities of Pakistan but found absence of sustainability element in the documents. External factors namely government legislation and stakeholders' pressure are found most critical barriers as …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0038012118301265"
    },
    {
        "title": "Are air pollution, economic and non-economic factors associated with per capita health expenditures? Evidence from emerging economies",
        "authors": "Muhammad Usman, Zhiqiang Ma, Muhammad Wasif Zafar, Abdul Haseeb, Rana Umair Ashraf",
        "year": "2019/6",
        "abstract": "Environmental pollution, rapid economic growth, and other social factors have adverse effects on public health, which have consequently increased the burden of health expenditures during the last two decades. This paper provides a comprehensive analysis of carbon dioxide (CO2) emissions and the environment index, as well as economic and non-economic factors such as Gross Domestic Product (GDP) growth, foreign direct investment, population aging, and secondary education impacts on per capita government and private health expenditures in 13 emerging economies for the time period of 1994–2017. We employ robust econometric techniques in this endeavor of panel data analysis to account for the issues of heterogeneity and cross-sectional dependence. This study applies the Lagrange Multiplier (LM) bootstrap approach to investigate the presence of panel cointegration and empirical results underscore the existence of cointegration among variables. For the execution of long-run analysis, we incorporate the two latest estimators, i.e., continuously updated-fully modified (CUP-FM) and continuously updated- bias corrected (CUP-BC). Findings of long-run elasticities have documented that the air-pollution indicators, i.e., CO2 emissions and the environment index, have a positive and significant influence on government health expenditures, while in contrast, both factors negatively influence private health expenditures in emerging economies. We find that economic factors such as GDP growth consistently show a positive impact on both government and private health expenditures, whereas, foreign direct investment exhibits a …",
        "keywords": null,
        "url": "https://www.mdpi.com/1660-4601/16/11/1967"
    },
    {
        "title": "Digital financial inclusion, environmental quality, and economic development: the contributions of financial development and investments in OECD countries",
        "authors": "Ali Hashemizadeh, Rana Umair Ashraf, Irfan Khan, Syed Anees Haider Zaidi",
        "year": "2023/11",
        "abstract": "Economic development has long acknowledged the significance of financial innovation and technological advancement. Communication technology increases the availability of information, generates new modes of communication, restructures production processes, and enhances the efficacy of a wide range of economic operations. This study investigates the effects of digital financial inclusion and information and communication technology (ICT) on economic growth in 38 OECD nations between 2004 and 2020, with a focus on the contributions of financial development and investments in non-financial assets. To this end, advanced econometric methodologies are employed to conduct an exhaustive empirical analysis utilizing second-generation panel unit root and cointegration techniques. The results demonstrate a positive correlation between digital financial inclusion, information and communication …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-023-30275-4"
    },
    {
        "title": "Student employability via university-industry linkages",
        "authors": "Rana Umair Ashraf, Fujun Hou, Syed Ali Ashiq Kirmani, Muhammad Ilyas, Syed Anees Haider Zaidi, Muhammad Saeed Ashraf",
        "year": "2018/1/1",
        "abstract": "The purposefulness of this research is to identify the university-industry (UI) activities and linkages that enhance student skills and employability. Gleaned from Pakistan, data were collected and analyzed from 405 students and faculty members, from the COMSATS Institute of Information Technology and employees from pesticide companies. The Mann Whitney U-test and the Kruskal-Wallis test help identify crucial UI activities and linkages that enhance student skills and employability. The results show that internships and particularly international ones, along with stipends are most pertinent, especially in developing countries. Also important are joint projects, along with industrial involvement in curriculum development. Despite its qualifications, the research contribution is significant, as a few studies conducted in Pakistan can truly help policymakers in the development of the China-Pakistan Economic Corridor …",
        "keywords": null,
        "url": "https://content.iospress.com/articles/human-systems-management/hsm18269"
    },
    {
        "title": "Antecedents of purchase intention for foreign apparel products among Pakistani university students: Implications for market entry strategy",
        "authors": "Wasim Ahmad, Hafiz Muhammad Arshad, Raja Irfan Sabir, Rana Umair Ashraf",
        "year": "2013",
        "abstract": "International business has become very competitive for global companies and they also enjoy relaxation in trade policies which endorsed the expansion and profits for businesses. Global apparel products attracted the intention of young Pakistani consumers to purchase these luxury products. The purpose of this study was to examine the impact the personal values, social recognition and demographics on purchase intention of young Pakistani university students. Study used quantitative approach to determine this dilemma. Data was collected from young university students (N= 162) through questionnaire using stratified random sampling technique in universities of three central cities of Punjab. Regression analysis, reliability analysis and descriptive statistics were implied for analyses purposes. Findings of study indicated that personal values of young Pakistani students had most influence on their purchase intention. Materialism had a strongest impact on purchase intention, among other variables. Demographics of age and purchase frequency also had an effect on purchase intention. The socio-economic background of students had its decisive place in building attitude of Pakistani students regarding foreign apparel products. Although enormous studies have been conducted on purchase intention of young consumers, hardly any research on purchase intention of young consumers regarding apparel products has found in Pakistan.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Rana-Umair-Ashraf/publication/259199232_Antecedents_of_Purchase_Intention_for_Foreign_Apparel_Products_among_Pakistani_University_Students_Implications_for_Market_Entry_Strategy/links/0c96052a6d9e11c8b7000000/Antecedents-of-Purchase-Intention-for-Foreign-Apparel-Products-among-Pakistani-University-Students-Implications-for-Market-Entry-Strategy.pdf"
    },
    {
        "title": "Multi‐hop interpersonal trust assessment in vehicular ad‐hoc networks using three‐valued subjective logic",
        "authors": "Muhammad Sohail, Liangmin Wang, Shunrong Jiang, Samar Zaineldeen, Rana Umair Ashraf",
        "year": "2019/5",
        "abstract": "Future vehicular networks need multi‐hop trusted information among car manoeuvres as a solution to the persistent problem of road safety, and news sharing. However, malicious users in vehicular networks can also disseminate fake information among each other. Traditional public key infrastructure is not an efficient solution for recognising these malicious users, as they all have authorised entities. To cope with this problem, this study highlights novel idea, i.e. three‐valued subjective logic (3VSL) as a trust model for multi‐hop trust assessment among users in vehicular ad‐hoc network (VANET). Trust among vehicle users is represented in the form of opinion derived from 3VSL and updated frequently due to vehicles random movement on the road. To support the authors’ proposed scheme, this study contains two parts in simulation, i.e. numerical and experimental analyses. Numerical analysis shows that 3VSL …",
        "keywords": null,
        "url": "https://ietresearch.onlinelibrary.wiley.com/doi/abs/10.1049/iet-ifs.2018.5336"
    },
    {
        "title": "Standardization of Islamic market indices",
        "authors": "Syed Anees Haider Zaidi, Ijaz Hussain Shah, Rana Umair Ashraf, Shahid Mohammad Khan Ghauri, Ibne Hassan",
        "year": "2015/6/1",
        "abstract": "Purpose\n– The purpose of this paper is to bring the attention of Muslim world toward uniformity of Shariah principles. The paper also presents different opinions of experts toward standardization. Selection criteria of four different Islamic market indices are compared. Some points like Halal business and debt ratio are common, while others are different.\nDesign/methodology/approach\n– The qualitative research method has been used in this research work and various types of documents and research articles were analyzed. The authors analyzed the data of four Islamic stock markets in the world. First, they write all the screening criteria of every Islamic stock market for selecting a company for their stock market. Afterwards, they make a table that presents the comparison of screening criteria of all Islamic market indices.\nFindings\n– A Shariah …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/IJCoMA-04-2013-0037/full/html"
    },
    {
        "title": "Collaborative university-industry linkages in Pakistan",
        "authors": "Rana Umair Ashraf, Fujun Hou, Syed Ali Ashiq Kirmani, Muhammad Ilyas, Syed Anees Haider Zaidi, Muhammad Saeed Ashraf",
        "year": "2018/1/1",
        "abstract": "To assess the current situation of collaborative university-industry (UI) linkages in Pakistan, a questionnaire was disseminated to both public and private universities and industries, checking the propensity for such linkages. The results show multiple constraints imposed on collaborative UI lin kages from both sides. Factor analysis allows comparing whether both universities and industries identify the same constraints or not. Apparently, engineering departments exhibit more collaborative UI linkages than other disciplines, while humanities departments are awarded the minimum of such linkages. The paucity of proper arrangements, procedures, mechanisms, and structures for collaboration seems to be one of the most important impediments to collaborative UI linkages. Furthermore, on the one hand, university people see the lack both of time, owed to a heavy workload, and of laboratory facilities for research and …",
        "keywords": null,
        "url": "https://content.iospress.com/articles/human-systems-management/hsm17236"
    },
    {
        "title": "Traveling responsibly to ecofriendly destinations: an individual-level cross-cultural comparison between the United Kingdom and China",
        "authors": "Muhammad Saeed Ashraf, Naeem Akhtar, Rana Umair Ashraf, Fujun Hou, Muhammad Junaid, Syed Ali Ashiq Kirmani",
        "year": "2020/4/16",
        "abstract": "Background\nCross-cultural comparisons have remained an unexplored area in responsible tourism, and therefore, the current study aims to develop a conceptual framework and test it across cultures. The purpose of the present study was to formulate and cross-culturally confirm a research model in the context of responsible tourism.\nMethods\nSchwartz’s personal values and theory of planned behavior are integrated into a theoretical framework in examining tourists’ revisiting intentions to ecofriendly destinations. Data were collected from experienced tourists of the United Kingdom and China and a comparison was made.\nResults\nThe findings indicate that our research model holds true for both groups; however, we observed some noteworthy differences between the two groups of samples. The findings offer suggestions to responsible tourism practitioners considering cross-cultural differences while developing tourism strategies.\nConclusion\nThis study has some important implications for tourism marketers. Given our results, marketers should add cultural features into their marketing campaigns and devise strategies that can target a cross-cultural audience. We acknowledge research limitations and suggest future research directions to responsible tourism scholars.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/12/8/3248"
    },
    {
        "title": "Adaptation to globalization in renewable energy sources: environmental implications of financial development and human capital in China",
        "authors": "Muhammad Saeed Ashraf, Li Mingxing, Ma Zhiqiang, Rana Umair Ashraf, Muhammad Usman, Irfan Khan",
        "year": "2023/1/4",
        "abstract": "This research article examines the dynamic impact of globalization, environmental quality, and financial development on renewable energy in China. Promoting renewable energy is crucial for solving global environmental problems. In China’s case, no such studies investigate the role of renewable energy as a dependent variable in globalization, financial development, and environmental quality. To check cointegration and long-run/short-run dynamics, this study uses Autoregressive Distributed Lag (ARDL) model, which can predict the actual positive and negative change in the independent variables and their effects on the dependent variable. We also used the Johansen cointegration technique to verify the results of bound testing. The results suggest significant long-run and short-run relationships among the study variables. Furthermore, the causality analysis reveals a bidirectional relationship between renewable energy with globalization, financial development, environmental quality, human capital, and economic growth in the long run. In the short run, renewable energy Granger significantly causes economic growth and carbon emissions.",
        "keywords": null,
        "url": "https://www.frontiersin.org/articles/10.3389/fenvs.2022.1060559/full"
    },
    {
        "title": "Islamic and conventional agri-financing in Pakistan",
        "authors": "Rashid SAEED, Rana Umair ASHRAF, Syed Anees Haider ZAIDI, Rab Nawaz LODHI, Wasim AHMAD, Usama AWAN, Qamar Uz Zaman MALIK",
        "year": "2013/7/1",
        "abstract": "The purpose of this paper is to find out the financial agri-products that have been offered to farmers in Pakistan by different Islamic financial institutions (banks) and conventional banks as well. This research paper will discuss the financing facilities in agriculture sector provided by the Islamic Banks and Conventional Banks in Pakistan. All agricultural financial products that are offered by all financial institutions will explain in detail. The main purpose of these agri-financial products to is to facilitate the farmer to develop and manage their agricultural projects. We used documents analysis of financial institutes as a methodology in this research paper and we have also conducted some personal interviews with the managers of the some selected Islamic Banks and Conventional Banks.",
        "keywords": null,
        "url": "https://ibn.idsi.md/sites/default/files/j_nr_file/Vol_13_2_2013.pdf#page=357"
    },
    {
        "title": "Overview of money laundering laws after 2020 amendments in Pakistan",
        "authors": "Muhammad Fahad Anwar, Qamar Uz Zaman, Rana Umair Ashraf, Syed Iftikhar Ul Hassan, Khurram Abbas",
        "year": "2022/1/3",
        "abstract": "Purpose\nThis paper aims to provide a review of Anti-Money-Laundering (AML) after the latest amendments, i.e. Anti-Money Laundering Act of 2020 in Pakistan.\nDesign/methodology/approach\nThis paper performs a detailed review of AML and related laws and amendments to record notable changes and improvements in the recent amendments and drew a comparison among these legal amendments.\nFindings\nThis paper finds that recent amendments are essential and judiciously crafted to cover the legal clinches, ensuring effective implementation of AML laws and positive expected outcomes for Pakistan.\nOriginality/value\nThis paper is unique in the context of the ongoing struggle against money laundering (ML) in Pakistan; covering the legal progress of Pakistan regarding ML, corruption and terrorism financing.",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/JMLC-02-2021-0012/full/html"
    },
    {
        "title": "The EU's Socio-economic Development Against the Backdrop of the War in Ukraine",
        "authors": "Kateryna Boichenko, Rana Umair Ashraf, Mário Nuno Mata, Ștefan Cristian Gherghina",
        "year": "2023/4/29",
        "abstract": "The war in Ukraine affects the European Union (EU) member states asymmetrically. The purpose of the study is to determine changes in the development of the EU countries in three key directions:‘economy and environment’,‘business and trade’, and ‘people and work’; to identify clusters of countries with similar transformations; and to model the impact of the studied indicators on the level of public debt amid the war in Ukraine. The research methodology includes the definition of a complex indicator of changes in the socio-economic development of EU countries, correlation and cluster analysis, and modelling the influence of the studied factors/indicators on the level of public debt. Research of changes in the context of the proposed complex indicators and their components under conditions of war showed that the changes in the areas under review varied for EU countries. Against the backdrop of the war in Ukraine, 17 EU countries faced a slowdown in their socio-economic growth, among which Poland was the most severely affected. Modelling made it possible to determine that, amid the war, the most important factors for the EU public debt are inflation, labour market conditions, and the possibilities of the balance of payments and the international investment position incorporated into GDP. The conducted research proves that the war in Ukraine increases the scale and relevance of general challenges that cannot be addressed at the national level. Strengthening the European defence against external aggression is the entire task of the EU.",
        "keywords": null,
        "url": "https://sciendo.com/article/10.2478/ceej-2023-0005"
    },
    {
        "title": "Role of ownership structure in firm R&D investment decision: Evidence from Chinese high-tech industry",
        "authors": "Muhammad Usman, Shufang Xiao, Rana Umair Ashraf, Fenni Lian",
        "year": "2017/7/24",
        "abstract": "This empirical study investigates the influence of institutional and managerial ownership structures on firms' R&D investment decision and also moderating influence of state ownership among their relationship. We collect the data of 244 firms for the period of 2009 to 2015 from Chinese high-tech industry. We applied the fixed effect panel data model regression to test three hypothesis of the study. Empirical results of this study show that ownership structures such as institutional and also managerial have negatively and significantly influence on firm R&D investment. Furthermore, state ownership has positive moderation role in relation of institutional ownership with firm R&D investment while no moderating effect of state ownership in relationship among managerial ownership and firm R&D spending decision. This study will helps the policy makers to understand the various ownership structures effect firms' R&D …",
        "keywords": null,
        "url": "https://ieeexplore.ieee.org/abstract/document/8078624/"
    },
    {
        "title": "Determinants of customer satisfaction: the case of Pakistan telecom industry",
        "authors": "RU Ashraf, R Saeed, HM Arshad, SAH Zaidi, W Ahmad",
        "year": "2013",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=16825738715403453325&hl=en&oi=scholarr"
    },
    {
        "title": "Impact of natural resource depletion on energy intensity: Moderating role of globalization, financial inclusion and trade",
        "authors": "Syed Anees Haider Zaidi, Rana Umair Ashraf, Irfan Khan, Mingxing Li",
        "year": "2024/7/1",
        "abstract": "Sustainable resource management is essential for assuring the availability and viability of natural resources over the long run. This study examines the relationships between natural resource depletion and energy intensity, with the moderating effects of globalization, financial inclusion, and trade openness in emerging economies. The analysis spans from 2004 to 2019 and employs dynamic panel data estimation and a one-step system Generalized Method of Moments (GMM). In order to check the robustness of GMM results, this study employs system-dynamic panel-data estimation. The correlation between natural resource depletion and energy intensity indicates that as natural resources are depleted, energy intensity increases. Financial inclusion has a positive relationship with energy intensity, indicating that greater accessibility and inclusivity in financial services result in greater energy intensity. The negative …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0301420724004793"
    },
    {
        "title": "Hurdles on the Way to Sustainable Development in the Education Sector of China",
        "authors": "Liangze Ma, Rana Umair Ashraf, Muhammad Ahtisham ul Haq, Xianhua Fan",
        "year": "2022/12/23",
        "abstract": "Globally, sustainable procurement is seen as a crucial component of public sector sustainability initiatives. This research investigates the internal and external barriers to the implementation of sustainable procurement in China’s public sector. Primary data for this research were gathered using survey techniques from 287 respondents who were procurement officials at higher education institutions that are part of the public sector. Twelve hypotheses were developed based on the conceptual model and literature review and evaluated using SEM-AMOS in order to look at the correlations between the variables. The study’s findings demonstrate that employee competency, employee motivation, training programs, financial aspects, management commitment, government rules and regulations, unavailability of green products, supplier capacity, and third-party pressure statistically influence the sustainability of public procurement. At the same time, green practices, the ineffectiveness of green products, and prices of green items had statistically no significant influence on sustainability in public procurement. This is a crucial effort to identify the factors that influence sustainable purchasing in China’s public colleges. This study draws interest from stakeholders and adds to the scant body of knowledge on sustainability in developing nations. In addition, this research is crucial for creating a roadmap for China’s long-term sustainable development in the area of procurement.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/15/1/217"
    },
    {
        "title": "Determining the Importance of Green Firms by Taking Insight Trend of Consumer’s Behavior Towards Green Purchase: Evidence from Developing Country Pakistan",
        "authors": "Rashid Saeed, Amber Iqbal, Ayesha Riaz, Rana Umair Ashraf",
        "year": "2014",
        "abstract": "Green environment is most imperative idea that gains reputation now these days in Pakistan. The rationale behind this study is to explore the collision of environmental concerns, perceived environmental knowledge, green brand image and green purchase attitude on green purchase intention and then on green purchase behaviour by accumulating the mediating affect of price and quality and green purchase intention in Pakistan. SPSS and AMOS are used for data analysis. Study used sample size of 369 students of universities and colleges of Pakistan. And 27 cities are considered to get data like Lahore, Rahim Yar Khan, Bahawalpur, Sahiwal, Sialkot, Khanpur, Islamabad, Faisalabad, Okara, Vehari, Multan, Chunia, Gojra, Jhang, Liaqatpur, Toba Tak Singh, Summundri, Dipalpur, Alipur, Pakpattan, Chistian, Kamalia, Peshawar, Laiya, Melsi, Patoki and Sargodha. Positivist approach is adopted and with the help of deductive reasoning, study concludes that Price and quality have significant positive relationship with environmental concern and company’s green image while perceived environmental knowledge, green purchase attitude having insignificant relationship with it and it is also not playing a mediating role between all independent variables and green purchase behaviour or playing a mediating role only for two independent variables. While on the other side Green purchase intention having significant positive relationship with all other independent variables and also showing positive relationship between green purchase intention and green purchase behaviour, so green purchase intention is playing a mediating role among …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=17116243015064241445&hl=en&oi=scholarr"
    }
]