[
    {
        "title": "A review of peri-urban definitions, land use changes and challenges to development",
        "authors": "Amrutha Mary Varkey, S Manasi",
        "year": "2019",
        "abstract": "Peri-urban areas transition zones. With urbanization and increase in population, people are migrating to cities, thereby causing urban sprawl. Peri-urbanization has brought some important changes such as land use changes, contest for natural resources such as water and land, environmental degradation etc. Land use and land cover change is a major challenge of the periphery. Land use in urban and peri-urban areas has grown with increasing population and urbanization. Prior to industrialization, cities and towns were not developed. However, the modern cities of the 18th,",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Amrutha-Varkey/publication/352349285_A_Review_of_Peri-Urban_DefinitionsLand_Use_Changes_and_Challenges_to_Development/links/60c45885299bf1949f4e827f/A-Review-of-Peri-Urban-Definitions-Land-Use-Changes-and-Challenges-to-Development.pdf"
    },
    {
        "title": "Ever-growing Bengaluru and ineffective planning",
        "authors": "AM Varkey",
        "year": "2021",
        "abstract": "Prior to industrialisation, cities and towns were not developed. However, the modern cities of the 18th, 19th and 20th centuries sprawled into the countryside, resulting in the structural changes due to the demands of urban dwellers. The peri-urban areas exhibit an intimate relationship between the city and its surroundings.\nThe peri-urban phenomenon of countries like the US, China, Thailand, Indonesia and Chile shows that the peripheries of each country are different. While peripheries of the US cities are considered rich, in the case of India, it is a degenerated periphery. Hence, there arises a question why do countries develop such fundamentally different types of peri-urban spaces? In cities like Bengaluru, Chennai and Jaipur, peripheries are different.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Amrutha-Varkey/publication/352350884_Ever-growing_Bengaluru_and_ine_ective_planning/links/60c48caf92851ca6f8e076e4/Ever-growing-Bengaluru-and-ine-ective-planning.pdf"
    },
    {
        "title": "The rural to urban transition in developing countries: urbanisation and peri-urban land markets",
        "authors": "Amrutha Mary Varkey",
        "year": "2023/4/10",
        "abstract": "Increasing urbanisation and industrial development are occurring at the expense of shrinking forest cover and agricultural land in South Asia. Various land uses compete with each other, reducing forests and farmlands. This book addresses urbanisation and peri-urban land markets, with a special focus on Bangalore, one of the fastest growing cities in South Asia. It contributes to historic perspectives on the spatial transformation of peri-urban locales, as well as providing much-needed empirical evidence. The book discusses issues related to the context of peri-urban land use, land transactions, demand supply relationships and land prices in the peri-urban land market. The steep rise in land prices of the periphery, rapid changes in land use patterns, active land transactions, growth of the real estate market and the challenge to implement efficient land use regulations are explored with the help of field evidence …",
        "keywords": null,
        "url": "https://www.taylorfrancis.com/books/mono/10.4324/9781003362333/rural-urban-transition-developing-countries-amrutha-mary-varkey"
    },
    {
        "title": "An Empirical Analysis of High Technology Manufacturing Segments of Export Sector",
        "authors": "Amrutha Mary Varkey",
        "year": "2022/6/19",
        "abstract": "This paper analyses the firm level determinants of export behaviour of India's selected high-technology manufacturing segments - pharmaceuticals, auto motives and electronics. The selection of these three sectors is justified in two ways. First, the relevance of the inclusion of technologically sophisticated products in a country's export basket. Second, these sectors attracted substantial attention through policies and corporate strategies for developing domestic capability even before the economic liberalisation. This paper investigates how intra sectoral variation in export performance can be explained by decomposing the export behaviour into two - the firms' exporting - non-exporting dichotomy and export intensity. This paper recognizes the characteristics which might serve as potential determinants of exporting activities. This is tested empirically for the sample of firms for each sector, obtained from CMIE Prowess …",
        "keywords": null,
        "url": "https://ieeexplore.ieee.org/abstract/document/10033319/"
    },
    {
        "title": "Perspectives on Environmental Sustainability and Land Use Dynamics in Peri-urban Interface of Global South",
        "authors": "Amrutha Mary Varkey, Jayakumar Chinnasamy, Eby Johny",
        "year": "2025",
        "abstract": "Peri-urban transition leads to rapid spatial manifestations and environmental changes in the periphery across globe. The heterogeneous peripheral morphologies of the Global South depict land use changes, rapid real estate growth and unplanned development. Peri-urban regions face the challenges of dynamic metropolitan growth and the pressures of globalisation. Peri-urban areas differ globally; they differ in economic and social factors. The rural-urban frontier is a complex transition area in the Global South. Peri-urbanisation leads to population expansion; but often these pressures compromise environmental qualities in the Global South. Land use change is a major challenge to sustainability leading to decline in agriculture and environmental challenges. The transition process thus challenges the metropolitan cities of the Global South. This paper addresses sustainable urbanization as an alternative path essential for confronting problems of sustainability in the Global South.",
        "keywords": null,
        "url": "https://www.preprints.org/frontend/manuscript/1decefb1ea329cb9951bd13c493d582e/download_pub"
    },
    {
        "title": "Fault Lines of Faith: The Geopolitics of Religion in Bangladesh and India",
        "authors": "Santhosh Mathew AM Varkey , Eby Johny",
        "year": "2025",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=cy3Qm-UAAAAJ&citation_for_view=cy3Qm-UAAAAJ:4fKUyHm3Qg0C"
    },
    {
        "title": "Sustainable Innovation and Corporate Social Responsibility: Firm-Level Evidences from Developing Economies",
        "authors": "Amrutha Mary Varkey",
        "year": "2024/12/6",
        "abstract": "This chapter evaluates the impact of India’s CSR Policy 2013 using the firm-level panel data from 2013 to 2021 and analyzes the innovation activity of the country’s manufacturing firms and the relation between sustainable innovation and corporate social responsibility. By introducing Section 135 in the Companies Act, 2013, India turned out to be the first nation to have statutorily mandated CSR for specific companies. This paper analyzed the patterns of CSR spending of Indian firms after the CSR policy of India was mandated in 2013. The trend shows that there is an increase in the CSR spending of the polluting firms in India after the implementation of the policy. This study covers the impact of CSR policy and investigate how the changes in firm’s innovation activity are impacted by the policy shift. This policy shift has spurred innovation, especially in polluting firms, since the implementation of the policy in 2014.",
        "keywords": null,
        "url": "https://www.taylorfrancis.com/chapters/edit/10.1201/9781003505754-1/sustainable-innovation-corporate-social-responsibility-firm-level-evidences-developing-economies-amrutha-mary-varkey"
    },
    {
        "title": "Intangible Assets and Firm performance in Europe and Asia: A dynamic GMM Approach",
        "authors": "Amrutha Mary Varkey",
        "year": "2023/6/19",
        "abstract": "The contribution of intangible assets to a firm's growth is vital, although the emerging economies generally demonstrate meagre endowment with intangibles. The purpose of this study is to identify the effect of intangible assets, firm-specific factors, and its relationship with firm performance as it is pertinent in the backdrop of increasing innovativeness of firms. This paper identifies the effects of intangible assets on firms’ financial performance in Europe and Asia. In order to analyse the financial performance, a sample of large firms for the period 2011-2020 for Europe and Asia is selected from Orbis database. As a performance measure, we use the return on assets ratio. The determinants of firm performance include intangibles fixed assets, tangible assets, size, growth, cash flow and solvency ratio. Results of two step system GMM analysis showed that the relationship between intangible assets, firm specific factors and …",
        "keywords": null,
        "url": "https://ieeexplore.ieee.org/abstract/document/10332441/"
    },
    {
        "title": "Understanding Peri-urban land market: A changing perspective of urbanism in Bengaluru, India",
        "authors": "Amrutha Varkey",
        "year": "2021/9/8",
        "abstract": "Bengaluru is one of the fastest growing cities in Asia. The real growth of Bengaluru started after 2000, this is mainly due to the establishment of industries and IT parks in the peripheral areas of the city. Peri-urban regions include a great deal of changes and exercises are occurring because of fast urbanization and populace development (Wehrmann, 2008). Gradually peri-urban areas have become the engine of economic growth, there are two important changes at this context. One the changes in the land use pattern, the other is the changes in the land value. These two factors are responsible for the growth of a land market in the periphery. This study focusses on the dynamic transition of the peri-urban land market in the backdrop increasing land prices in the periphery.",
        "keywords": null,
        "url": "https://spast.org/techrep/article/view/217"
    },
    {
        "title": "Mechanics of fuel price in a deregulated regime",
        "authors": "AM Varkey",
        "year": "2021",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=cy3Qm-UAAAAJ&citation_for_view=cy3Qm-UAAAAJ:08ZZubdj9fEC"
    },
    {
        "title": "Disinvestment and government spending dilemma: How smart government can be in a neoliberal world?",
        "authors": "AM Varkey",
        "year": "2021",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=cy3Qm-UAAAAJ&citation_for_view=cy3Qm-UAAAAJ:tOudhMTPpwUC"
    },
    {
        "title": "Analysis of Land Use Land Cover Pattern: A Study of Peri -Urban locales of Bengaluru",
        "authors": "AM Varkey",
        "year": "2019",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=cy3Qm-UAAAAJ&citation_for_view=cy3Qm-UAAAAJ:B3FOqHPlNUQC"
    },
    {
        "title": "Peri-urban Contested land",
        "authors": "AM Varkey",
        "year": "2019",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/citations?view_op=view_citation&hl=pl&user=cy3Qm-UAAAAJ&citation_for_view=cy3Qm-UAAAAJ:vRqMK49ujn8C"
    }
]