[
    {
        "title": "International spillovers of quantitative easing",
        "authors": "Marcin Kolasa, Grzegorz Wesołowski",
        "year": "2020/4/14",
        "abstract": "This paper develops a two-country model with asset market segmentation to investigate the effects of quantitative easing implemented by the major central banks on a typical small open economy that follows independent monetary policy. The model is able to replicate the key empirical facts on emerging countries' response to large scale asset purchases conducted abroad, including inflow of capital to local sovereign bond markets, an increase in international comovement of term premia, and change in the responsiveness of the exchange rate to interest rate differentials. According to our simulations, quantitative easing abroad boosts domestic demand in the small economy, but undermines its international competitiveness and depresses aggregate output, at least in the short run. This is in contrast to conventional monetary easing in the large economy, which has positive spillovers to output in other countries. We …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0022199620300477"
    },
    {
        "title": "Would it have paid to be in the eurozone?",
        "authors": "Michał Brzoza-Brzezina, Krzysztof Makarski, Grzegorz Wesołowski",
        "year": "2014/8/1",
        "abstract": "Giving up an independent monetary policy and a flexible exchange rate are the key aspects of joining a monetary union. In this paper we analyse how joining the euro area would have affected the Polish business cycle during the recent financial crisis. To this end we construct a small open economy DSGE model and estimate it for Poland and the euro area. Then we run a counterfactual simulation, assuming Poland's euro area accession in 1q2007. The results are striking — volatilities of GDP and inflation increase substantially. In particular, had Poland adopted the euro, GDP growth would have oscillated between − 6% and + 9% (− 9% to + 11% under more extreme assumptions) instead of between 1% and 7%. We conclude that during the analysed period independent monetary policy and, in particular, the flexible exchange rate played an important stabilizing role for the Polish economy.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264999314001345"
    },
    {
        "title": "Three decades of inflation targeting",
        "authors": "Magda Ciżkowicz-Pękała, Witold Grostal, Joanna Niedźwiedzińska, Elżbieta Skrzeszewska-Paczek, Ewa Stawasz-Grabowska, Grzegorz Wesołowski, Piotr Żuk",
        "year": "2019",
        "abstract": "Abstract 6 Introduction 7 1. Inflation targeting as a monetary policy framework 13 1.1. Rationale for adopting an inflation targeting regime 13 1.1. 1. Historical perspective on an inflation targeting regime 13 1.1. 2. Expansion of inflation targeting as a monetary policy framework 18 1.2. Main features of an inflation targeting framework 20 1.2. 1. Key elements of inflation targeting 21 1.2. 2. Preconditions for the effectiveness of inflation targeting 24 1.3. Inflation targeting in central banks’ practice 29 1.3. 1. Recognising price stability as the primary objective of monetary policy 29 1.3. 2. Public announcement of a numerical target for inflation 30 1.3. 3. Transparency and democratic accountability 34 1.3. 4. Composition of decision-making bodies 36 1.3. 5. Inflation targeting and the exchange rate regime 39 2. Major changes to an inflation targeting framework 42 2.1. Increasing monetary policy transparency 43 2.2. Including financial stability considerations in the monetary policy framework 51",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/10/314_en.pdf"
    },
    {
        "title": "Fed and ECB monetary policy spillovers to emerging market economies",
        "authors": "Małgorzata Walerych, Grzegorz Wesołowski",
        "year": "2021/12/1",
        "abstract": "This paper presents evidence that the international spillovers of both Fed and ECB conventional monetary policies to Emerging Market Economies (EMEs) are global. The result comes from the panel Bayesian Vector Autoregressive (BVAR) model estimated for EMEs in which we control i.a. for foreign central banks’ policy shocks. Furthermore, in the separate BVAR model for Central and Eastern European (CEE) countries we show that the ECB is the main foreign central bank for these economies — after controlling for its shocks, their Fed counterparts play a very moderate role in driving GDP and prices in CEE.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0164070421000483"
    },
    {
        "title": "Ewolucja strategii celu inflacyjnego w wybranych krajach",
        "authors": "Witold Grostal, Magda Ciżkowicz, Elżbieta Skrzeszewska-Paczek, Grzegorz Wesołowski, Joanna Niedźwiedzińska, Piotr Żuk",
        "year": "2015",
        "abstract": "Załamanie systemu z Bretton Woods oraz zakończenie wymienialności dolara amerykańskiego na złoto w rozliczeniach międzynarodowych na początku lat 70. XX w. rozpoczęły okres niestabilności monetarnej na świecie. W latach 70. wiele banków centralnych prowadziło politykę pieniężną sprzyjającą pobudzaniu aktywności gospodarczej. Szoki naftowe w połączeniu z nadmierną akomodacją monetarną doprowadziły jednak do wysokiej inflacji i odkotwiczenia oczekiwań inflacyjnych. W kolejnych latach ponawiano więc próby usztywniania kursów walutowych, jednak zwykle kończyły się one fiaskiem1. W takiej sytuacji od lat 70. główne banki centralne starały się stabilizować wartość pieniądza przez kontrolowanie agregatów monetarnych. Ze względu na brak stabilnego związku pomiędzy agregatami monetarnymi a inflacją oraz innowacje finansowe, utrudniające właściwy pomiar podaży pieniądza, strategia ta nie zyskała powszechnego uznania2.\nW sytuacji rozpowszechniania się płynnych kursów walutowych oraz ograniczonych sukcesów strategii monetarnych, na przełomie lat 80. i 90. XX w. pojawiła się nowa strategia polityki pieniężnej, tj. strategia celu inflacyjnego. Jej głównym założeniem było stabilizowanie inflacji na poziomie ogłoszonego publicznie celu inflacyjnego oraz brak celów pośrednich. Od lat 90. XX w. strategię tę przyjmowały kolejne kraje, okazała się bowiem skutecznym sposobem zapewnienia stabilności cen, a jednocześnie umożliwiała elastyczne reagowanie na wstrząsy przejściowo odchylające inflację od celu. Pierwsze pozytywne doświadczenia krajów rozwiniętych w prowadzeniu polityki pieniężnej w ramach …",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/11/ewolucja-strategii-celu-inflacyjnego.pdf"
    },
    {
        "title": "Do long-term interest rates drive GDP and inflation in small open economies? Evidence from Poland",
        "authors": "Grzegorz Wesoƚowski",
        "year": "2018/12/8",
        "abstract": "This article investigates the impact of long-term interest rates on macroeconomic variables in a small open economy. It shows that the time-varying term premium stabilizes GDP without affecting significantly inflation volatility in Poland – a typical open economy with flexible exchange rate. This conclusion is drawn from an estimated dynamic stochastic general equilibrium model in which segmented asset markets and imperfect asset substitutability give rise to the time-varying term premium in the long-term interest rate. Furthermore, the impulse response analysis of the model reveals that the term premium stabilizes GDP when the small economy is hit by shocks that are absent in closed economy models (country risk premium and export preference) which points to the different impact of the term premium on relatively close (large) and open (small) economies.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00036846.2018.1489507"
    },
    {
        "title": "Quantitative easing in the US and financial cycles in emerging markets",
        "authors": "Marcin Kolasa, Grzegorz Wesołowski",
        "year": "2023/4/1",
        "abstract": "Large international capital movements tend to be associated with strong fluctuations in asset prices and credit, contributing to domestic financial cycles and posing challenges for stabilization policies, especially in emerging market economies. In this paper we argue that these challenges are particularly severe if the global financial cycle is driven by quantitative easing (QE) in the US, and when the local banking sector has large holdings of government bonds, like in many Latin American (LA) countries. We first investigate empirically the impact of a typical round of QE by the US Fed on LA economies, finding a persistent expansion in credit to households and house prices, as well as a significant loss of price competitiveness. We next develop a quantitative macroeconomic model of a small open economy with segmented asset markets and banks, which accounts for these observations. In this framework, foreign QE …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0165188923000374"
    },
    {
        "title": "Rola komunikacji banków centralnych z otoczeniem",
        "authors": "Grzegorz Wesołowski, Piotr Żuk",
        "year": "2011",
        "abstract": "Celem poniższego opracowania jest omówienie roli komunikacji w mechanizmie transmisji polityki pieniężnej w oparciu o najnowsze badania tego zagadnienia. Sekcja I przedstawia kształtowanie się konsensusu w bankowości centralnej dotyczącego roli komunikacji i transparentności banków centralnych w ujęciu historycznym. Następnie, w sekcji II omówione zostały wybrane (spośród obecnie dyskutowanych w literaturze) narzędzia komunikacji, poprzez które banki centralne oddziałują na otoczenie. Sekcja III zawiera przegląd ostatnio publikowanych prac badawczych dotyczących wpływu komunikacji banków centralnych na ceny aktywów na rynkach finansowych (głównie na średnio-i długoterminowe stopy procentowe). Z kolei w sekcji IV przedstawiona jest najnowsza literatura dotycząca wpływu komunikacji na kształtowanie się oczekiwań inflacyjnych. Sekcja V zawiera wnioski.",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/11/BCI_komunikacja.pdf"
    },
    {
        "title": "Negative bond term premia-a new challenge for Polish conventional monetary policy",
        "authors": "Juliusz Jablecki, Andrzej Raczko, Grzegorz Wesolowski",
        "year": "2016/11",
        "abstract": "While the euro area ponders another round of quantitative easing, Poland’s monetary policy remains stubbornly conventional. Although the NBP’s Monetary Policy Council has delivered a monetary easing cycle, policy rates in Poland remain above those of many peers, most notably the largest trading partner–the euro area. In this paper we seek to explain the motives behind the NBP’s strategy, presenting the views on price stability and economic growth developments that shape short-term rate policy. In addition, we argue that–amid exceptionally low inflation and the euro area’s relaxed monetary policy–the range of interest rates in a small open economy is not fully dependent on the domestic level of short-term rates. More specifically, using a formal term structure model, we show that Poland’s bond term premium has been driven to negative levels by yield-hungry foreign investors in the context of a restricted supply of short-term Treasury paper and reduced uncertainty about the future path of short-term rates. As a result, long-term yields have fallen below the expected path of future short-term rates, adding to the monetary stimulus even as policy rates remain unchanged.",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2872113"
    },
    {
        "title": "Alternatywne strategie polityki pieniężnej",
        "authors": "Witold Grostal, Juliusz Jabłecki, Patrycja Beniak, Magda Ciżkowicz-Pękała, Elżbieta Skrzeszewska-Paczek, Grzegorz Wesołowski, Piotr Żuk",
        "year": "2016",
        "abstract": "2.2. Uwarunkowania stosowania strategii 26 2.2. 1. Wyzwania związane z komunikacją strategii 26 2.2. 2. Charakter oczekiwań inflacyjnych 27 2.3. Dotychczasowe doświadczenia 27 2.3. 1. Szwecja w latach 30. XX w. 27 2.3. 2. Stabilność cen w wybranych gospodarkach a PLT 29 2.4. Ocena strategii 32",
        "keywords": null,
        "url": "https://open.icm.edu.pl/bitstreams/162f087c-3737-43fc-8770-da26d4a42c5c/download"
    },
    {
        "title": "Recent advances in the literature on capital flow management",
        "authors": "Roland Beck, Beatrice Scheubel, Axel Brüggemann, Isabella Moder, Alberto Fuentes, Joel Graça Alves, Lilian Kreitz, Luis Molina Sánchez, Floriane Van Den, Carlijn Eijking, Markus Eller, Clément Marsilli, Alain Naef, Valerio Nispi Landi, Anastasia Theofilakou, Grzegorz Wesolowski, Juan Carlos Berganza, Rafael Cezar",
        "year": "2023/6",
        "abstract": "Large swings in cross-border capital flows can have consequences for domestic stability and open a channel for the transmission of shocks and spillovers across economies, including the euro area. Against this backdrop, the present paper reviews new evidence for the effectiveness of capital flow management policies in achieving macroeconomic and financial stability. Particular attention is paid to literature that has been used by the International Monetary Fund (IMF) to underpin its so-called Integrated Policy Framework, in which the roles of monetary, exchange rate, macroprudential and capital flow management policies are considered jointly. The literature published since the global financial crisis continues to affirm the effectiveness of capital flow management measures (CFMs) in addressing financial stability risks resulting from capital flow reversals; at the same time, however, it also continues to underscore that such policies should not substitute for warranted economic adjustments and structural reforms. Even so, recent literature also provides a case for considering, under certain circumstances,“precautionary” CFMs which could be applied to capital inflows to prevent a boom-and-bust cycle from being set in motion. This paper also highlights the need for further work on the long-term effects of such precautionary instruments, as well as their joint use with monetary policy instruments. Regarding capital flow management policies within the domain of central banks, the literature points to the usefulness of foreign exchange interventions (FXIs) in mitigating financial stability risks in countries with specific characteristics such as currency …",
        "keywords": null,
        "url": "https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4487851"
    },
    {
        "title": "Does it matter if the Fed goes conventional or unconventional?",
        "authors": "Marcin Kolasa, Grzegorz Wesołowski",
        "year": "2024",
        "abstract": "We investigate the domestic and international consequences of three types of Fed monetary policy instruments: conventional interest rate (IR), forward guidance (FG) and large scale asset purchases (LSAP). We document empirically that they can be seen as close substitutes when used to meet macroeconomic stabilization objectives in the US, but have markedly different spillovers to other countries. This is because each of the three monetary policy instruments transmits differently to asset prices and exchange rates of small open economies. The LSAP by the Fed lowers the term premia both in the US and in other countries, and results in bigger exchange rate adjustments compared to conventional policy. Importantly for international spillovers, LSAP is typically associated with a more accommodative reaction of other countries' monetary authorities, especially in emerging market economies. We demonstrate how these findings can be rationalized within a stylized dynamic theoretical framework featuring a simple form of international bond market segmentation.",
        "keywords": null,
        "url": "https://www.wne.uw.edu.pl/application/files/5017/0436/3955/WNE_WP437.pdf"
    },
    {
        "title": "Strategia celu dla nominalnego PKB jako alternatywa dla strategii celu inflacyjnego",
        "authors": "Joanna Niedźwiedzińska, Grzegorz Wesołowski",
        "year": "2012",
        "abstract": "Uporczywość spowolnienia aktywności gospodarczej, jaka ma miejsce od wybuchu kryzysu finansowego i gospodarczego, spowodowała powrót do dyskusji o optymalnej strategii polityki pieniężnej. Podejściem dość często proponowanym, jako alternatywa wobec szeroko rozpowszechnionej obecnie strategii celu inflacyjnego (lub strategii do niej zbliżonych), jest wyznaczenie celu dla nominalnego PKB. Jej wprowadzenie umożliwiłoby stworzenie ram instytucjonalnych dla dalszego poluzowania polityki pieniężnej, które przyczyniłoby się do ożywienia wzrostu gospodarczego, przede wszystkim w gospodarkach borykających się z problemem zerowego ograniczenia dla stóp procentowych. Pomimo tego argumentu, żaden bank centralny nie zdecydował się jeszcze na oficjalne wdrożenie tej strategii. Również badania teoretyczne wskazują na przewagę strategii celu dla nominalnego PKB jedynie w wyjątkowych okolicznościach, natomiast w ogólnym przypadku elastyczna strategia celu inflacyjnego daje lepsze rezultaty pod względem stabilności cen i produktu. W niniejszej notatce dokonano analizy strategii celu dla nominalnego PKB, porównano ją ze strategią celu inflacyjnego oraz wskazano na jej potencjalne zalety i wady.",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/11/BCI_2012_NGDP.pdf"
    },
    {
        "title": "The great lockdown: information, noise, and macroeconomic fluctuations",
        "authors": "Michał Brzoza-Brzezina, Grzegorz Wesołowski",
        "year": "2023/6",
        "abstract": "This paper argues that not only actual lockdowns can affect economies but also noisy information about them. We construct a New Keynesian model with imperfect information about how long the lockdown would last. On the one hand, a false signal about the lockdown lowers consumption, investment, employment, and output, and this effect can be quantitatively sizable. On the other hand, a true information about a lockdown being introduced can also be misinterpreted and hence cause an impact on agents’ decisions being quantitatively different from the one desired by the authorities. To the extent that the latter have less noisy information about future lockdowns than the private sector, they can reduce these undesired fluctuations by precisely communicating the lockdown policy. Importantly, under some circumstances only radical improvements in information precision are successful.",
        "keywords": null,
        "url": "https://www.cambridge.org/core/journals/macroeconomic-dynamics/article/great-lockdown-information-noise-and-macroeconomic-fluctuations/6D7BA3E54031DB773AC53BE07A647046"
    },
    {
        "title": "International information flows, sentiments, and cross‐country business cycle fluctuations",
        "authors": "Michał Brzoza‐Brzezina, Jacek Kotłowski, Grzegorz Wesołowski",
        "year": "2022/9",
        "abstract": "Business cycles are strongly correlated between countries. One possible explanation (beyond traditional economic linkages like trade or finance) is that consumer or business sentiments spread over borders and affect cyclical fluctuations in various countries. We first lend empirical support to this concept by showing that sentiments travel fast between countries, most probably directly via information flows. Then we embed this idea into a structural two‐economy new Keynesian framework where noisy information available internationally can generate cyclical fluctuations (comovement of GDP, consumption, investments, and inflation) in both countries. Estimation with US and Canadian data reveals a significant role of US noise shocks in generating common fluctuations. They explain 20%–40% of consumption variance in the US and Canada and raise the correlation between these variables by up to unity in periods …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/roie.12597"
    },
    {
        "title": "Monetary policy transmission mechanism in Poland What do we know in 2023?",
        "authors": "Michał Greszta, Marcin Humanicki, Mariusz Kapuściński, Tomasz Kleszcz, Andrzej Kocięcki, Jacek Kotłowski, Michał Ledóchowski, Michał Łesyk, Tomasz Łyziak, Mateusz Pipień, Piotr Popowski, Ewa Stanisławska, Karol Szafranek, Grzegorz Szafrański, Dorota Ścibisz, Grzegorz Wesołowski, Ewa Wróbel",
        "year": "2023",
        "abstract": "This report presents the current body of knowledge on the monetary transmission mechanism in Poland. The presented findings confirm the impact of short-term interest rates on a range of macroeconomic variables, indicating in particular that following a monetary policy tightening there is – ceteris paribus – an appreciation of the domestic currency, and, with a lag, a decrease in the volume of credit, economic activity, and inflation.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/nbp/nbpmis/365.html"
    },
    {
        "title": "International spillovers of fiscal news shocks",
        "authors": "Mehmet Burak Turgut, Grzegorz Wesołowski",
        "year": "2025",
        "abstract": "This paper investigates the domestic and international transmission of U.S. fiscal news shocks emphasizing the importance of the sentiment channel for the global economy. We identify these shocks using federal government spending forecasts from the Survey of Professional Forecasters. Employing the local projection method, we find that anticipated increases in U.S. government spending are expansionary domestically, leading to improved sentiment and enhanced financial conditions. On the other hand, the U.S. dollar appreciates, and the U.S. trade balance deteriorates when future fiscal expansion is expected. In the international context, we apply panel local projection models across a broad set of countries and show that positive sentiment and improved financial conditions driven by U.S. fiscal news spill over, stimulating demand and output growth in other economies. However, we find no significant effect of currency depreciation on net exports in a broad sample as rising domestic demand tends to boost imports. In turn, in a subsample of countries with high trade exposure to the U.S., the trade channel becomes significant, while financial channel diminishes in importance. At the same time, sentiment channel appears to play a significant role in all subsamples. Finally, we find that positive fiscal news shocks have strong stimulating effects (both domestic and international) during US recessions but not in expansions.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2025-05.html"
    },
    {
        "title": "US macroeconomic shocks and international business cycle",
        "authors": "Grzegorz Wesołowski, Oleg Gurshev",
        "year": "2025",
        "abstract": "This paper demonstrates that key macroeconomic shocks originating in the United States contribute significantly to business cycle synchronization between the US and other economies. These shocks also account for a substantial part of output fluctuations in these economies. Using panel local projection regressions with small sample refinements, we find that six major US shocks explain 21% - 28% of the forecast error variance in the GDP of open economies over a three-year horizon. Considering individual shock contributions, we document that technology and monetary policy innovations are of the highest relevance.",
        "keywords": null,
        "url": "https://ideas.repec.org/p/war/wpaper/2025-06.html"
    },
    {
        "title": "Monetary Policy and House Price Volatility",
        "authors": "Grzegorz Wesołowski",
        "year": "2021",
        "abstract": "House prices are of special importance for monetary policy since their sudden falls are usually associated with credit crunch followed by long-lasting and painful recessions. Despite several spectacular episodes of such events, each time house prices exhibit long-lasting growth trend with little volatility around it, it is argued that this pattern is a “new normal”. This paper shows that a central bank following this view would increase the volatility of inflation and output as compared to a policy that assumes high volatility of house prices. In the former case the monetary authority would conduct too accommodative monetary policy during abrupt house price expansions significantly increasing output and inflation fluctuations. In the latter situation, in turn, the policy would work well irrespective of the realized house price volatility.",
        "keywords": null,
        "url": "https://journals.pan.pl/Content/121631/mainFile.pdf"
    },
    {
        "title": "Business cycle implications of banking system heterogeneity and complexity",
        "authors": "Oliver De Groot, Grzegorz Wesołowski",
        "year": "2020",
        "abstract": "We investigate business cycle implications of banking system complexity and bank heterogeneity in individual leverage. We show that a more complex banking network generates higher individual bank leverage and increases economic volatility. Then, we build a general equilibrium business cycle model with three types of banks: deposittaking, intermediary and lending. Keeping constant aggregate leverage in the banking system, we vary individual leverage and show that an increase in lending bank leverage increases costs of business cycle fluctuations. We argue that this can be mitigated by policymakers taxing the returns of lending banks.",
        "keywords": null,
        "url": "https://nbp.pl/wp-content/uploads/2022/10/330_en.pdf"
    }
]