[
    {
        "title": "Ivory-tower or market-oriented enterprise: The role of higher education institutions in shaping graduate employability in the domain of science",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak, Tomasz Gajderowicz",
        "year": "2015/9/3",
        "abstract": "This article researches higher education (HE) managers’ perception of graduate professional success and higher education institutions’ (HEI) activity aimed at enhancing graduate employability. The issue is worth examining not only because of growing relative unemployment rates among HE graduates but also because it is a part of a heated discussion on the contemporary evolution of HEIs. We analysed 36 semi-structured interviews with representatives of HEIs offering studies in the field of science in six countries (Austria, Germany, Italy, Poland, Slovenia and Turkey). Our analysis showed that there are three approaches observed, depending to a large extent on the balance between different HE stakeholders within subdomains (triple-helix theory). Our results support the hypothesis of diversification of HEIs’ models varying from the traditional ivory-tower-type university (with a dominating role of academic …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/07294360.2015.1011090"
    },
    {
        "title": "Premia płacowa z wykształcenia wyższego według grup zawodów",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2012",
        "abstract": "Jednym z najważniejszych zjawisk, jakie zaszły na polskim rynku pracy w okresie ostatnich 20 lat, była znacząca zmiana struktury wykształcenia populacji osób pracujących, aw szczególności znaczny wzrost udziału osób z wykształceniem wyższym. Zmiana ta była wynikiem zwiększenia się popytu na pracę osób wysoko wykwalifikowanych. Towarzyszył jej silny wzrost liczby absolwentów szkół wyższych, a co za tym idzie podaży osób z tym poziomem wykształcenia. Gwałtowny przyrost liczby osób decydujących się na kontynuowanie kształcenia na poziomie wyższym sugeruje, iż korzyści z kształcenia wyraźnie i trwale przewyższały jego koszty. Jednocześnie dynamicznie rosnąca podaż pracy osób z wyższym wykształceniem mogła powodować spadek premii z tytułu osiągnięcia tego poziomu edukacji (zgodnie z najprostszym modelem mechanizmu rynkowego wzrost względnej podaży osób z wyższym wykształceniem ceteris paribus powoduje spadek ich względnej płacy), co potencjalnie może zmniejszać bodźce dla podejmowania kształcenia na poziomie wyższym. Zmiany nasycenia gospodarki kwalifikacjami na poziomie wyższym nie były równomierne. Widoczne są wyraźne różnice zarówno w przekroju regionalnym, sektorów własności przedsiębiorstw, branż gospodarki, a także grup zawodów. Wynikało to zapewne ze zróżnicowania popytu na wyższe kwalifikacje, jak i ich podaży. W efekcie można oczekiwać, iż premia z tytułu osiągnięcia wyższego wykształcenia istotnie różni się w zależności od miejsca zatrudnienia czy wykonywanego zawodu. Celem artykułu jest zbadanie zmian premii płacowej z tytułu",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/701459.pdf"
    },
    {
        "title": "Graduates’ job satisfaction across domains of study",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2014/7/1",
        "abstract": "Purpose\n– The purpose of this paper is to address the problem of job satisfaction determinants of higher education graduates across six selected study domains.\nDesign/methodology/approach\n– Based on the theoretical considerations, derived from human capital theory and signalling theory, the authors formulate the model explaining job satisfaction as a broad measure of labour market success. Explanatory variables include various socio-demographic characteristics as well as market environment and process of learning, modes of teaching and study programme characteristics. Data used in the analysis comes from two special surveys of European research projects REFLEX and HEGESCO. Principal component analysis method and OLS regression were used to estimate model parameters.\nFindings\n– The results of our research show …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/ijm-05-2013-0109/full/html"
    },
    {
        "title": "Public-sector wage premium in Poland: can it be explained by structural differences in employment",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2014",
        "abstract": "The public sector is commonly thought to offer relatively low wages, but neither statistics nor research for different countries justifies this belief. In general, the observed regularity is that the average wage in the public sector exceeds the average wage in the private one. The difference is sometimes quite substantial. The comparison of raw average wages suggesting higher wages for public sector would however be misleading. To a large extent, this premium can be attributed to the differences in the structure of employment in both sectors. The public sector employment is biased towards higher level of education and longer job tenures, which on the grounds of human capital theory explains the observed higher average wages in the public sector. The aim of this article is to find to what extent the observed difference in wages is a result of differentiated structure of employment. We use LFS data for Poland and a …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=415696"
    },
    {
        "title": "Intra-industry trade in differentiated and homogenous commodities: Brander and Krugman models unified",
        "authors": "Andrzej Cieślik, Leszek Wincenciak",
        "year": "2018/3/31",
        "abstract": "Research background: This paper extends the early papers by Brander (1981) and Brander and Krugman (1983) who used a simple partial equilibrium Cournot duopoly to a full general equilibrium setting. The explanations of intra-industry trade can be based either on oligopolistic reciprocal dumping idea (Brander, 1981) or product differentiation (Dixit and Norman, 1980; Krugman, 1979, 1980, 1981; Lancaster, 1980; Helpman, 1981). In this paper we combine both explanations in a unified general equilibrium model. Purpose of the article: We develop a two-sector, one-factor general equilibrium model, in which the first sector produces a differentiated good under monopolistic competition and the second sector produces a homogenous good under Cournot oligopolistic competition. In this paper, we study how competition between domestic and foreign firms resulting from trade liberalization affects intra-industry trade in both sectors. Methods: The paper develops a two-sector model based on several assumptions. Consumers have a two-tier utility function of the Cobb-Douglas-Spence-Dixit-Stiglitz form. Firms operate in two sectors and produce goods under increasing returns to scale resulting from the existence of fixed costs. One sector produces homogenous good under Cournot competition, and the second one produces a differentiated product in under Chamberlinian monopolistic competition. Free entry is assumed in both sectors. Labor is assumed to be the only factor of production with perfect mobility and full employment. Findings & Value added: In contrast to previous papers, our study is based on a full general equilibrium Cournot …",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/22446590.pdf"
    },
    {
        "title": "Rola systemu edukacji w dostarczaniu kwalifikacji poszukiwanych przez pracodawców: analiza przypadku województwa pomorskiego",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2013",
        "abstract": "Kwalifikacyjną strukturę popytu na pracę najczęściej opisuje się poprzez kategorie z klasyfikacji zawodów–powszechnie stosowane w publicznym pośrednictwie pracy. Nie mają one jednak bezpośredniego przełożenia na system edukacji, a jednocześnie są mało intuicyjne dla pracodawców. Celem artykułu jest opisanie popytu na pracę poprzez identyfikację profili kompetencyjnych pożądanych przez pracodawców. Ich analiza pozwala ustalić, które kompetencje stanowią ogólny, a które specyficzny kapitał ludzki, a także sformułować wnioski dla systemu kształcenia. W badaniu wykorzystano dane dotyczące pomorskiego rynku pracy i posłużono się analizą skupień oraz analizą współczynnika zmienności częstości zgłoszeń zapotrzebowania na zdefiniowane cechy osobowe, kompetencje kluczowe i kwalifikacje zawodowe. Wyniki wskazują m. in. na konieczność zwiększenia nacisku na kształtowanie cech …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=471310"
    },
    {
        "title": "Does Students\\’International Mobility Increase Their Employability?",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2012",
        "abstract": "During the last 20 years international mobility of Polish students grew significantly. The article addresses the issue of consequences of international mobility for graduates\\’ employability. Theoretical literature suggests several channels through which internationalmobilitymay affect graduates\\’ attractiveness in the labour market: by accumulation of additional human capital, by signalling high abilities of a job candidate, by increasing search intensity of jobseekers. In fact, simple comparison of employment rates and duration of a post-graduation job search suggest that mobility experience increases employability of higher education graduates. However the results of Cox proportional hazard model with a control for other graduates\\’ characteristics reveals a different picture: mobility per se does not impact job search duration but is correlated with graduates\\’ characteristics associated with higher abilities. It seems, therefore, that international mobility experience may serve as a screening device and be used by firms for the purpose of recruiting better candidates.",
        "keywords": null,
        "url": "https://ideas.repec.org/a/eko/ekoeko/30_59.html"
    },
    {
        "title": "Raport końcowy z badania: Ocena jakości i skuteczności wsparcia kierunków zamawianych w ramach Poddziałania 4.1. 2 PO KL",
        "authors": "Gabriela Grotkowska, Tomasz Gajderowicz, Leszek Wincenciak, Irena Wolińska",
        "year": "2014",
        "abstract": "Idea wyboru określonych kierunków studiów do wsparcia finansowego ze strony budżetu państwa i środków europejskich (Europejskiego Funduszu Społecznego) ma związek ze zdiagnozowaną przez władze publiczne koniecznością zwiększenia liczby osób posiadających dobrej jakości wykształcenie wyższe w najbardziej istotnych dziedzinach dla rozwoju gospodarki opartej na wiedzy.\nW latach 1990-2006, w których rosła liczba młodych Polaków podejmujących studia wyższe, jednocześnie malała względna liczba tych osób, które decydowały się na podejmowanie studiów na kierunkach, które–według badań wykonanych na zlecenie MNiSW-są najbardziej potrzebne polskiej gospodarce, jeśli ma się ona stać gospodarką nowoczesną, opartą na wiedzy. Waga wyboru studiów wyższych wzrosła wraz ze spadkiem liczby maturzystów (pokolenie niżu demograficznego). W dłuższej perspektywie nabierze ona zapewne jeszcze większego znaczenia w związku ze starzeniem się społeczeństwa, potencjalnymi niedoborami siły roboczej, w szczególności w niektórych segmentach rynku pracy. Tym ważniejszym staje się koncentrowanie nakładów na kształcenie (prywatnych i publicznych) w tych dziedzinach, co do których możemy spodziewać się, iż w największym stopniu przyczynią się do rozwoju polskiej gospodarki w przyszłości.",
        "keywords": null,
        "url": "https://www.ewaluacja.gov.pl/media/25585/rzl_280.pdf"
    },
    {
        "title": "Public–private wage differential in a post‐transition economy: A copula approach to the switching regression model",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak, Tomasz Gajderowicz",
        "year": "2018/7",
        "abstract": "In this study, we estimate the public sector wage premium in a post‐transition economy, a quarter of a century since the collapse of the old regime. Our methodology uses a copula method to estimate the switching regression model, which allows for the relaxation of the restrictive assumption of joint normality. We control for employment selection into both sectors using an instrument based on information regarding learned professions. We use data from the Polish Survey of Earnings by Occupations (2012). Contrary to earlier results for Poland, we found positive selection into employment in both sectors, with positive average treatment effect on the treated and negative average treatment effect on the untreated. The results suggest that both private and public sector employees select themselves into the sector in which they earn more than they would in a counterfactual scenario.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/ecot.12149"
    },
    {
        "title": "Returns to education in Central and Eastern European transition economies: The role of macroeconomic context",
        "authors": "Leszek Wincenciak, Gabriela Grotkowska, Tomasz Gajderowicz",
        "year": "2022/12/11",
        "abstract": "After the fall of communist regimes in Central and Eastern Europe, the returns to education were substantially growing over time. We summarise the existing literature conducting a meta-analysis of returns to education for economies of Central and Eastern Europe (CEE) and test for several mechanisms, which can explain the evolution of the returns over time and differences between countries of the region. The average estimated rate of return basing on more than 600 estimates is around 7%, but it shows variation depending on the methodology adopted, but also on countries’ characteristics. We find out a positive impact of the unemployment rate and negative impact of the enrolment rates into tertiary education. The first observation suggests we observe a countercyclicality of education returns while the latter shows that the dominance of supply of tertiary graduates reduced returns to schooling.",
        "keywords": null,
        "url": "https://journals.sagepub.com/doi/abs/10.1177/17454999221122327"
    },
    {
        "title": "Stopa zwrotu z wykształcenia wyższego w Polsce według grup kierunków studiów",
        "authors": "Leszek Wincenciak",
        "year": "2017",
        "abstract": "Celem niniejszego artykułu jest oszacowanie stopy zwrotu z dodatkowego roku edukacji na poziomie wyższym w Polsce w podziale na grupy kierunków kształcenia. Dla celów analizy empirycznej wykorzystano porównawczo dwa zbiory danych: Badania aktywności ekonomicznej ludności (BAEL) oraz Międzynarodowego badania kompetencji osób dorosłych (PIAAC). Skorzystanie z drugiego zbioru pozwoliło na rozwiązanie problemu metodologicznego, który pojawił się wskutek pominięcia zdolności osób pracujących w równaniu płac. W artykule szacowano stopy zwrotu z dodatkowego roku kształcenia wykorzystując standardowe oraz rozszerzone równania płac Mincera z korektą ze względu na nielosową selekcję do próby pracujących. Na tej podstawie uzyskano wyniki, które wskazują na dość istotne zróżnicowanie premii z kształcenia według grup kierunków, przy czym najwyższe jej wartości uzyskano dla …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=608237"
    },
    {
        "title": "Educational mismatches and earnings in Poland: are graduates penalised for being overeducated?",
        "authors": "Leszek Wincenciak",
        "year": "2016",
        "abstract": "Qualification mismatch is defined as the difference between the level of qualifications held by employees and those required by the type of work they do. Basing on Kiker et al.(1997), a measure of overeducation and undereducation is proposed on the basis of the ISCO 08 classification of occupations. The dominant education level is determined for a given occupation’s 3-digit group on the basis of the distribution of education levels for employees in that occupation. Each individual having exactly the dominant level of education is considered well-matched. Those with higher levels of education are considered overeducated, those with lower levels− undereducated. An extended Mincer wage regression model with Heckman correction for non-random selection is estimated, using LFS data for Poland for the second quarter of 2013. Significant wage penalties are found in cases of overeducation status, along with …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=515822"
    },
    {
        "title": "Determinanty czasu trwania bezrobocia absolwentów w Polsce",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Leszek Wincenciak",
        "year": "2012/12/31",
        "abstract": "Celem artykułu jest analiza czynników determinujących czas trwania bezrobocia polskich absolwentów. W badaniu wykorzystano dane zebrane w 2007 roku w specjalnym badaniu tej grupy siły roboczej w Polsce. Determinanty czasu poszukiwania pracy określono za pomocą metody analizy czasu trwania poszukiwania pracy (survival analysis). W badaniu kontrolowano liczne cechy indywidualne absolwentów (w tym: cechy socjodemograficzne, cechy opisujące proces kształcenia i zasób kapitału ludzkiego oraz metody poszukiwania pracy i gotowość do zachowań mobilnych) oraz zmienne regionalne (województwo oraz klasę miejsca zamieszkania). Oszacowano model proporcjonalnych hazardów Coxa metodą największej wiarogodności dla całej analizowanej próby oraz dla podprób wyróżnionych ze względu na klasy miejsca zamieszkania. Uzyskane wyniki pozwalają potwierdzić hipotezę o zróżnicowanym wpływie tych samych cech bezrobotnych na czas poszukiwania pracy w różnych przekrojach terytorialnych. Cechy demograficzne (płeć i stan cywilny) oddziałują na czas poszukiwania pracy wyłącznie na wsi. Cechy związane z aktywnością społeczną odgrywają rolę w miastach (silniejszą w większych). W zakresie poziomu wykształcenia, wpływ na krótsze poszukiwanie pracy ujawnia się w przypadku wykształcenia wyższego.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/575577.pdf"
    },
    {
        "title": "Graduates' Characteristics and Labour Market Entry: Polish Experience",
        "authors": "Leszek Wincenciak",
        "year": "2010/1/1",
        "abstract": "What is a survival analysis used for? It aims at answering a question what fraction of population survives past a certain point in time. In our context the variable under study is the time of first job search, so actually we are examining unemployment duration. Survival here means being still unemployed and event called in the survival analysis terminology a’failure’means here termination of search by successfully getting a job.",
        "keywords": null,
        "url": "https://pdfs.semanticscholar.org/cc76/a75e06998ff5932ebbb2b0925a6a5c1ee410.pdf"
    },
    {
        "title": "Was it all worth it? On the value of tertiary education for generation’77 in Poland",
        "authors": "Leszek Wincenciak",
        "year": "2015",
        "abstract": "This research paper aims at estimating the value of tertiary education in Poland for men and women over the life cycle using specific dataset of Labor Force Surveys for generation born in 1977. Regression-adjusted counterfactual wages are estimated using Heckman selection models as proxy of the alternative costs of studying and a special Discrete Choice Experiment is designed to evaluate the value of time devoted for studying as a proxy of effort required to complete the studies. Results suggest that the net present value of tertiary education is lower for men than women in the short horizon of professional career. In the long run however both net present values nearly equalize. The surprising effect is that the internal rate of return appears to be slightly higher for women.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=414873"
    },
    {
        "title": "Social and economic determinants of higher education choices in Poland",
        "authors": "Tomasz Gajderowicz, Gabriela Grotkowska, Jerzy Mycielski, Leszek Wincenciak",
        "year": "2014",
        "abstract": "The aim of this paper is to find determinants of the choice of the field of study made by individuals undertaking higher education in Poland. One the most striking elements of the Polish transition process is a fundamental change of the conditions of the tertiary education market. With growing popularity of higher studies, choices related to this aspect of educational paths of young people gain more and more importance. In this empirical study we apply conditional multinomial logit model in order to find predictors of choices of different study profiles. Unobservable characterises for alternatives, regarding wages and probabilities of employment, were estimated using standard linear regression with Heckman selection procedure. The data used in the analysis come from the Polish General Social Survey for the period 1997-2010. General conclusion from our analysis is that economic factors are insignificant predictors of …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=415687"
    },
    {
        "title": "Determinants of graduates labour market success across domains: a comparative analysis",
        "authors": "T Gajderowicz, G Grotkowska, L Wincenciak",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=10197834817797730221&hl=en&oi=scholarr"
    },
    {
        "title": "Determinants of graduates’ labour market success across domains: a comparative analysis",
        "authors": "Gabriela Grotkowska, Leszek Wincenciak, Tomasz Gajderowicz",
        "year": "2012",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1096173572789433885&hl=en&oi=scholarr"
    },
    {
        "title": "Evolution of private returns to schooling over the business cycle in a transition economy",
        "authors": "Leszek Wincenciak",
        "year": "2020/11/28",
        "abstract": "Purpose\nThe purpose of this study is to provide the estimates of returns to schooling using consistent methodology and comparable set of data for a long time horizon for a country undergoing economic transition. Second, the paper aims to verify if returns to schooling in Poland were pro-cyclical or counter-cyclical.\nDesign/methodology/approach\nThe paper is based on the human capital theory in estimating the wage returns to years of schooling controlling additionally for unemployment rates at a regional level. Data come from a collection of Polish individual LFS waves for the period 1995–2017.\nFindings\nReturns to schooling in Poland were increasing until 2006 and declining afterwards unveiling the supply side effects domination. The estimates suggested counter-cyclicality of returns in Poland.\nResearch limitations/implications\nUsing LFS data made it impossible to control for ability bias therefore it is possible that the …",
        "keywords": null,
        "url": "https://www.emerald.com/insight/content/doi/10.1108/ijm-11-2019-0498/full/html"
    },
    {
        "title": "Wpływ niedopasowań kwalifikacyjnych na wynagrodzenia absolwentów w Polsce",
        "authors": "Leszek Wincenciak",
        "year": "2016",
        "abstract": "Niedopasowania kwalifikacyjne i/lub kompetencyjne (qualification mismatch) rozumiane są jako różnica między poziomem kwalifikacji i/lub kompetencji posiadanych przez pracowników oraz wymaganych przez rodzaj pracy przez nich wykonywanej. Niedopasowania kwalifikacyjne są świadectwem nieoptymalnej alokacji zasobów w gospodarce. Nieefektywność tego rodzaju może z kolei stawiać pytanie o racjonalność wydatkowania publicznych środków na edukację. Z punktu widzenia pracodawców istnienie dużego rozdźwięku między kwalifikacjami posiadanymi przez potencjalnych pracowników a wymaganiami danego stanowiska pracy stwarzają problemy wielorakiego rodzaju: podnoszą koszty rekrutacji, wymagają testowania i ujawniania rzeczywistej produktywności pracowników, wymagają dużych nakładów na szkolenia i zdobywanie brakujących umiejętności. Badanie na podstawie danych zgromadzonych w ramach projektu prowadzonego w Instytucie Badań Edukacyjnych pt.\" Społeczne i ekonomiczne uwarunkowania wyborów osób w wieku 19-30 lat dotyczących studiowania\" ujawniają, że około 30% absolwentów charakteryzuje się niedopasowaniem wertykalnym, zaś około 35% absolwentów z wykształceniem wyższym deklaruje niedopasowanie horyzontalne do aktualnie wykonywanej pracy. Oba zjawiska mają swoje konsekwencje dla wynagrodzeń, co w dłuższej perspektywie może również wpływać na wartość i stopę zwrotu z wykształcenia.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171424294"
    }
]