[
    {
        "title": "Assessing the quality of corporate social responsibility reports: the case of reporting practices in selected European Union member states",
        "authors": "Patrycja Hąbek, Radosław Wolniak",
        "year": "2016/1",
        "abstract": "The organization may communicate its engagement in sustainability and may presents results achieved in this field by creating and publishing corporate social responsibility (CSR) reports. Today, we can observe a growing number of companies issuing such reports as a part of their annual reports or as stand-alone CSR reports. Despite the increase in the number of such reports their quality is different. CSR reports do not always provide complete data that readers desire, which in turn intensifies the problem with the evaluation and comparison of the organization’s results achieved in this scope. Differences also occur between reporting models used in different EU countries caused by, inter alia, differently applied EU legislation on the disclosure of non-financial information in different Member States. This paper is one of the first attempts to perform a quantitative and qualitative analysis of corporate …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11135-014-0155-z"
    },
    {
        "title": "The Design Thinking method and its stages",
        "authors": "Radosław Wolniak",
        "year": "2017",
        "abstract": "The paper presents the most important issues related to the concept of Design Thinking. The purpose of the publication was in particular to analyze the stages used in the implementation of Design Thinking in organizations. The article is focused on a detailed analysis of the five-step approach but also outlined a competitive seven-step approach to the problem. The publication also discusses Design Thinking relationships with innovation.",
        "keywords": null,
        "url": "https://bibliotekanauki.pl/articles/113710.pdf"
    },
    {
        "title": "Metody i narzędzia zarządzania jakością: teoria i praktyka",
        "authors": "Radosław Wolniak, Bożena Skotnicka",
        "year": "2008",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=6990589424285329002&hl=en&oi=scholarr"
    },
    {
        "title": "Smart production workers in terms of creativity and innovation: The implication for open innovation",
        "authors": "Bożena Gajdzik, Radosław Wolniak",
        "year": "2022/6/1",
        "abstract": "This paper presents a framework of employee skills and competencies useful for developing occupational profiles for employees of companies transitioning towards Industry 4.0. The paper consists of a discussion of the theoretical and practical parts of case studies. The theoretical portion was created on the basis of a review of scientific literature and research studies regarding the competencies and skills of employees in the ongoing fourth industrial revolution. This part focuses on the skills profile of an Industry 4.0 employee and an Operator 4.0 (O4.0) from a creativity and innovativeness point of view. The link between the theoretical part and the case study analysis was a general framework for building the competencies and skills of the steelworker in the emerging fourth industrial revolution. The case study analysis covered the framework of competencies and skills of a metallurgist in smart manufacturing built into …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2199853122000099"
    },
    {
        "title": "Identification of energy efficiency trends in the context of the development of industry 4.0 using the Polish steel sector as an example",
        "authors": "Radosław Wolniak, Sebastian Saniuk, Sandra Grabowska, Bożena Gajdzik",
        "year": "2020/6/4",
        "abstract": "The steel sector is crucial for the national economy of Poland and the global economy. In response to the challenges of the global steel market and the need to increase the sector’s competitiveness, a number of actions have been taken to increase the energy efficiency of steel production. Based on the synthesis of the literature and our own research, we describe the issues related to energy efficiency and the Industry 4.0 concept. The main aim of this paper is to identify energy efficiency trends in enterprises, especially those that focus on increasing the energy efficiency of production processes, and to make recommendations for investment policy for the Polish steel sector in the era of Industry 4.0. To achieve our goals and answer the research question, we used data from 2000–2019 for the Polish steel industry. The calculations and models in this paper were made by using Gretl software. Using direct research, an econometric model was built that verified the hypothesis regarding the relationship between investment in new technologies and the energy efficiency of steel production. Future investment policies should take the implementation of Industry 4.0 tools in the steel sector into account, which, according to the authors, will measurably improve energy efficiency.",
        "keywords": null,
        "url": "https://www.mdpi.com/1996-1073/13/11/2867"
    },
    {
        "title": "Advantages and disadvantages of e-learning innovations during COVID-19 pandemic in higher education in Poland",
        "authors": "Kinga Stecuła, Radosław Wolniak",
        "year": "2022/9/7",
        "abstract": "The paper presents the results of the research on the advantages and disadvantages of innovative e-learning during the COVID-19 pandemic in higher education. In the first stage, an internet questionnaire was used for the study. The research was carried out in Poland on a sample of 621 students. The results allowed the researchers to determine variables that are important for the proper implementation of innovative e-learning, and the emergent perspectives for this form of education after the end of the COVID-19 pandemic. Among the most significant disadvantages, there was a lack of direct contact with colleagues, difficulties with teaching practical subjects, lack of direct contact with the teacher, and too much time spent in front of a computer/telephone or other mobile device. The most important correlations included the following: students satisfied with e-learning assess the advantages highly and the disadvantages lower; all the advantages of innovative e-learning are positively correlated with the student’s assessment of the ease of acquiring content in e-learning, and negatively correlated with the student’s assessment of the ease of acquiring content in traditional education; the easier the student assimilates innovative e-learning content, the higher the student’s evaluation of the advantages of e-learning; students who perceive e-learning content as difficult to absorb have low motivation to learn remotely; the better the student knows information technology, the more highly the student evaluates the advantages of innovative e-learning; the better resources to participate in e-learning activities the student has, the higher the student’s …",
        "keywords": null,
        "url": "https://www.mdpi.com/2199-8531/8/3/159"
    },
    {
        "title": "Practical application of the Industry 4.0 concept in a steel company",
        "authors": "Radosław Miśkiewicz, Radosław Wolniak",
        "year": "2020/7/17",
        "abstract": "The primary aim of this paper was to present and analyze practical solutions of Industry 4.0 as applied in the Re Alloys company. The research question was whether the implementation of the digitization process based on Industry 4.0 resulted in changes to the organizational structure of the company and whether this brought about an improvement in the energy and material efficiency of the company. The research method used in the paper was the case study method. In view of the project’s results, we concluded that implementation of the new solution based on digitalization caused increased energy and material efficiency, often forced by external factors stemming from the operation of competitive markets. Technological changes also require the application of IT technologies and communication systems in managing production. Access to this information is also a chance to gain a competitive advantage.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/12/14/5776"
    },
    {
        "title": "Economic opportunities for creating smart cities in Poland. Does wealth matter?",
        "authors": "Izabela Jonek-Kowalska, Radosław Wolniak",
        "year": "2021/7/1",
        "abstract": "The development of smart cities in practice requires significant investments and financial expenses, therefore, the authors of the article decided to identify and evaluate the economic conditions of this process, which is rarely analysed in the literature on the subject. For this purpose, they conducted representative surveys in 287 Polish cities, taking into account 5 groups of parameters related to the subsequent stages of the evolution of smart cities. According to the obtained results, the key barrier to the development of smart cities in Poland is the unsatisfactory level of prosperity of the residents and the difficult financial situation of cities, which means that the vast majority of the surveyed areas are not able to attempt to get closer to the Smart City 1.0 generation. In contacts with stakeholders, Polish cities prefer the triple helix model, focused on business cooperation and creating favourable conditions for commercial …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0264275121001207"
    },
    {
        "title": "The use of value stream mapping to introduction of organizational innovation in industry",
        "authors": "R Wolniak, Bozena Skotnicka-Zasadzien",
        "year": "2014/10/1",
        "abstract": "Organizational innovation is an important activity affecting the productivity of the organization. This paper presents a method of lean management–the method of value stream mapping. On the basis of the literature we shows the main features of the method. For example, a sample of industrial companies is an example of applying this method in the field of organizational innovation. This paper presents the current state map and a map of the future by focusing on the effects of the method.",
        "keywords": null,
        "url": "https://hrcak.srce.hr/clanak/180708"
    },
    {
        "title": "Influence of COVID-19 pandemic on dissemination of innovative e-learning tools in higher education in Poland",
        "authors": "Kinga Stecuła, Radosław Wolniak",
        "year": "2022/6/1",
        "abstract": "The paper presents the results of the research on the influence of the COVID-19 pandemic on the dissemination of innovative e-learning tools in higher education. Research was carried out in Poland in December 2021 on a sample of 621 students. The main issue that was the subject of the author’s analysis was the influence of the COVID-19 pandemic on the change in the use of innovative e-learning tools in university education. After conducting the research and discussing this and related research about e-learning during the pandemic, it was concluded that the percentage of students familiar with the analyzed e-learning tools has increased significantly during the pandemic. There has been a visible rise, especially in the usage of the following tools: MS Teams, Zoom, and Google Classroom. The most frequently used e-learning tools during the COVID-19 pandemic have been mainly videoconferencing tools …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2199853122000300"
    },
    {
        "title": "Wybrane metody badania satysfakcji klienta i oceny dostawców w organizacjach",
        "authors": "Radosław Wolniak, Bożena Skotnicka",
        "year": "2008",
        "abstract": "W każdym dobrze zarządzanym przedsiębiorstwie, które chce osiągnąć zadowalającą pozycję na rynku, wszystkie działania powinny być podejmowane, aby zadowolić klienta, a także wyjść naprzeciw jego wymaganiom, ponieważ to klient powinien być najważniejszym elementem w działalności przedsiębiorstwa i on decyduje o „być albo nie być” każdej firmy.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Radoslaw-Wolniak/publication/41199963_Wybrane_metody_badania_satysfakcji_klienta_i_oceny_dostawcow_w_organizacjach/links/5ab63b2ba6fdcc46d3b45829/Wybrane-metody-badania-satysfakcji-klienta-i-oceny-dostawcow-w-organizacjach.pdf"
    },
    {
        "title": "Factors influencing the development of CSR reporting practices: Experts’ versus preparers’ points of view",
        "authors": "Patrycja Habek, Radoslaw Wolniak",
        "year": "2015/12/23",
        "abstract": "Reporting of corporate social responsibility (CSR) is becoming nowadays an important and rapidly growing phenomenon in the world. The current increase in the number of companies reporting on CSR data is caused by many different factors, including stakeholder pressures, the economic crisis, growing awareness of sustainability issues as well as appearance of more and more new reporting requirements initiated by national governments and stock exchanges.",
        "keywords": null,
        "url": "https://www.inzeko.ktu.lt/index.php/EE/article/view/7690"
    },
    {
        "title": "Job satisfaction and problems among academic staff in higher education",
        "authors": "Adam R Szromek, Radosław Wolniak",
        "year": "2020/6/15",
        "abstract": "The role of a scientist in society is undoubtedly extremely important. This thesis was particularly confirmed by the global events of the beginning of the third decade of the 21st century, when the spread of the COVID-19 virus revealed the helplessness of humanity in the face of a pandemic. Only intensive scientific work, having an interdisciplinary character, gives hope to stop the development of the spread of the virus. It turned out that it is scientists who are necessary to reduce mortality and morbidity, as well as the negative effects of a pandemic on the economy and public health. In this regard, it is worth discussing whether the scientific work of scientists is satisfying for them? Nowadays, the scientist is demanded for immediate effects of scientific research, implementation of inventions tailored to the emerging needs, and quick solutions to the problems of a dynamically changing society. However, along with the growing social expectations towards researchers, is their work increasingly appreciated? The aim of this article is getting to assess the level of satisfaction with scientific work among researchers and to identify the factors that influence its level. The article presents the results of research conducted on a random sample of 763 academics from Poland. The conducted scientific studies have established that: (1) The level of satisfaction of researchers concerning their own scientific work depends on employment conditions, as well as the social significance of the research carried out, (2) the level of satisfaction from work is closely correlated with the scientific opportunities of researchers (that is, the possibility of academic and didactic work, contact …",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/12/12/4865"
    },
    {
        "title": "Digitization in the design and construction industry—remote work in the context of sustainability: a study from Poland",
        "authors": "Bartosz Orzeł, Radosław Wolniak",
        "year": "2022/1/25",
        "abstract": "The article presents the results of research on the digitization of services provided by the design industry in the context of the implementation of sustainable development goals, especially environmental sustainability. First, a literature review has been done. These research goals were established in the publication: investigating the impact of remote work on the implementation of sustainable development goals (in particular, environmental), examining the essence of better perception of remote work and digitization of the design process by employees of the design and construction industry, and examining barriers and factors favoring the digitization of the design and construction industry in Poland. Both a survey and interviews were carried out. To analyze data obtained from the interviews, the Colaizzi’s methodology was performed. The data obtained as a result of the survey were subjected to a statistical analysis using a cluster analysis (Ward’s method). Groups (clusters) of strong and weak barriers, supporting factors, and sustainability factors were defined. The COVID-19 pandemic has perpetuated the digitization trend in this industry. Employees and owners of project offices prefer remote work due to the flexibility of working time, time savings, work comfort, safety, and savings. Industry employees recognize the advantages and benefits of remote work in terms of environmental sustainability. The environmental impact in the form in the reduction of electricity consumption by large office buildings and reduction of the emission of harmful substances contained in car exhaust fumes are the most frequently mentioned environmental advantages. The …",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/14/3/1332"
    },
    {
        "title": "Development of photovoltaic energy in EU countries as an alternative to fossil fuels",
        "authors": "Radosław Wolniak, Bożena Skotnicka-Zasadzień",
        "year": "2022/1/17",
        "abstract": "The aim of the article is to present the development of photovoltaic energy in the EU countries as one of the alternatives to fossil fuels. The article was prepared on the basis of secondary information and statistical data on the photovoltaic energy market in EU countries, and three hypotheses were formulated: H1—There is a statistically significant correlation between a country’s long-term orientation and its use of photovoltaic energy in European Union countries; H2—There is a statistically significant correlation between GDP per capita and photovoltaic energy use in European Union countries; and H3—There is a relationship between climate and photovoltaic energy use in European Union countries. Correlation coefficients and the Guilford classification were used to analyse the data. Data analysis has shown that photovoltaic energy is the second fastest-growing energy source in the EU, after wind energy. In 2020, 134 TWh of solar energy was produced in the EU countries. Based on the analysis, it can be concluded that there is a statistically significant correlation between the production of photovoltaic energy per person and the level of GDP per capita in the EU countries (Hypothesis 2). Germany and the Netherlands produce the most solar energy. The studies did not confirm Hypothesis 3; however, it can be seen that countries such as Germany, Belgium and the Netherlands have the highest PV energy efficiency compared to average temperature values. A data analysis showed statistically significant correlations between the country’s long-term orientation in the use of photovoltaic energy (Hypothesis 1). In the case of Germany and Belgium …",
        "keywords": null,
        "url": "https://www.mdpi.com/1996-1073/15/2/662"
    },
    {
        "title": "Digitalisation and innovation in the steel industry in Poland—Selected tools of ICT in an analysis of statistical data and a case study",
        "authors": "Bożena Gajdzik, Radosław Wolniak",
        "year": "2021/5/24",
        "abstract": "Digital technologies enable companies to build cyber-physical systems (CPS) in Industry 4.0. In the increasingly popular concept of Industry 4.0, an important research topic is the application of digital technology in industry, and in particular in specific industry sectors. The aim of this paper is to present the tools used in the steel industry in Poland on its way to the full digitalisation that is needed for the development of Industry 4.0. The paper consists of two parts: a literature review and a practical analysis. The paper provides the background information about digitalisation using digital tools in the steel industry in Poland. The paper was prepared based on secondary information and statistical data. The object of the research is the Polish steel sector. This study assumes that digitalisation is the main area of innovation in the steel industry. The digitalisation determines the creation of new or modified products, processes, techniques and expansion of the company’s infrastructure; therefore, the data on digital technology were supplemented with data on the innovativeness of the Polish steel sector. The results of this study provide managers with valuable information to understand the importance of full digitalisation and the need to focus on digital strategies. Such insights can be used to improve companies’ processing capabilities and produce better products, which is key to innovation.",
        "keywords": null,
        "url": "https://www.mdpi.com/1996-1073/14/11/3034"
    },
    {
        "title": "The influence of local economic conditions on start-ups and local open innovation system",
        "authors": "Izabela Jonek-Kowalska, Radosław Wolniak",
        "year": "2021/4/9",
        "abstract": "The development of start-ups is a driving force of the local and regional economy. Therefore, it should be in the interest of municipal authorities to take actions for their organizational and resource support. In the conditions of limited public resources, however, it is a difficult and multifaceted task. Therefore, in this article, the authors attempt to determine the influence of local conditions on the establishment of start-ups. As a natural environment for the development of this type of entrepreneurship, cities were considered in which accessibility to infrastructure and human resources is high, and thus, by definition, conducive to creativity and innovation. Such a formulations of the objective and scope of the research allowed the existing theoretical and research gaps to be filled, relating to the identification and establishment of a hierarchy of local determinants of creating start-ups in the urban environment. The research in question was carried out on a representative sample of 287 Polish cities using questionnaire techniques and structural modelling. The results confirm the dominant influence of human and financial capital on the establishment of start-ups. The research also shows a slightly less significant influence of business incubators and technology parks on the creation of start-ups, which implies the need to improve the performance of these entities. The results also point to the positive role of direct city involvement in the development of this form of entrepreneurship.",
        "keywords": null,
        "url": "https://www.mdpi.com/2199-8531/7/2/110"
    },
    {
        "title": "Comparative analysis of the level of satisfaction with the services received at the business incubators (Hazleton, PA, USA and Gliwice, Poland)",
        "authors": "Radosław Wolniak, Michalene Eva Grebski, Bożena Skotnicka-Zasadzień",
        "year": "2019/5/21",
        "abstract": "This paper consists of a detailed comprehensive analysis of the client company satisfaction of services received at business incubator centers in the United States (USA) and Poland. This paper also includes how clients rated the importance of different services, which were provided to them at two business incubator centers; clients were generally satisfied with the services they received from the business incubators. Some services were not offered at both incubators to the same extent, which created discrepancy in the assessment results. The clients at the CAN-BE business incubator center already received extensive help from volunteers as well as Penn State faculty and students. However, the highest priority is still assigned to further increase those services. The client companies at the TECHNOPARK business incubator center received very limited help from volunteers, faculty, and students, as they assigned a low priority to those resources. The reason for that may be a lack of exposure and lack of understanding of the extremely valuable services provided by an incubation center. The aim of this article is to compare, analyze, and evaluate the operation of the GLIWICE TECHNOPARK and Hazleton, PA, USA incubation centers from a client satisfaction point of view.",
        "keywords": null,
        "url": "https://www.mdpi.com/2071-1050/11/10/2889"
    },
    {
        "title": "Influence of the COVID-19 crisis on steel production in Poland compared to the financial crisis of 2009 and to boom periods in the market",
        "authors": "Bożena Gajdzik, Radoslaw Wolniak",
        "year": "2021/1/8",
        "abstract": "This paper presents an analysis of the volume of steel production in Poland during the COVID-19 crisis in the first half of 2020 in comparison to the volume of steel production during the financial crisis initiated in the US during the period 2007–2008, whose effects, in the form of a large decrease in steel production, were seen in 2009 in Poland. A comparison is also made to periods of prosperity in 2004, 2007, and 2017 (when there was a good economic situation in the steel market in Poland). The selection of the time period—the first half of 2020—was based on the emergence of a new situation in the economy, which was lockdown. The aim of the analysis is to determine the impact of the COVID-19 situation on the steel market (volume of steel production) in Poland. The analysis performed could help entrepreneurs manage their companies during the COVID-19 crisis. This paper belongs to the category of research work. The statistical analysis was realized regarding steel production in Poland. Three periods were analyzed: The first half of 2020—the period termed the COVID-19 crisis; the year 2019—the year of a large decrease in steel production in Poland caused by the world financial crisis; and periods of prosperity in the steel market—the years 2004, 2007, and 2017 (periods before crises). The analysis shows that, in order to assess the impact of the COVID-19 crisis on the functioning of enterprises or industries, it is necessary to analyze the situation and compare it with other situations in the past. Moreover, crisis management in the COVID-19 situation must be highly rationalized and real, and the various industrial sectors and companies …",
        "keywords": null,
        "url": "https://www.mdpi.com/2079-9276/10/1/4"
    },
    {
        "title": "Analysis of approaches to CSR reporting in selected European Union countries",
        "authors": "Patrycja Hąbek, Radosław Wolniak",
        "year": "2013/11",
        "abstract": "A growing number of companies in Europe publish reports on their sustainability performance as part of their annual reports or in separate Corporate Social Responsibility (CSR) reports. In recent years, some European governments have made CSR reporting mandatory for large companies or decided to lead by example by pushing state-owned companies to report on their sustainability performance. As a relatively early example of national reporting requirements, all listed companies in France have had to disclose information on social and environmental conditions in their annual reports since 2001. In the Nordic region, Sweden has made sustainability reporting based on the GRI (Global Reporting Initiative) guidelines obligatory for all state-owned companies as of 2009, and the Danish companies are required to report on their sustainability performance as of 2001 (Visser and Tolhurst 2010). The level of CSR reporting in different countries varies. Europe and especially its western part is the most active region in this field. The visible evidence of the EU engagement in the topic of corporate social responsibility reporting is a proposal for a directive adopted on 16 April 2013 by European Commission on disclosure of non-financial and diversity information by certain large companies and groups (COM (2013) 207). Across the European Union we can observe multiple approaches to CSR reporting undertaken by individual countries. The aim of this paper is to present some of these approaches and to identify, on the basis of carried out analysis, institutional models relating to governmental policy on CSR reporting.\nFor the purpose of this paper the …",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Patrycja-Habek/publication/303851156_Analysis_of_approaches_to_CSR_reporting_in_selected_European_Union_countries/links/57d7b15908ae0c0081eae9bc/Analysis-of-approaches-to-CSR-reporting-in-selected-European-Union-countries"
    }
]