[
    {
        "title": "Unsustainable power distribution?: women leaders in Polish academia",
        "authors": "Łukasz Sułkowski, Ewa Bogacz-Wojtanowska, Sylwia Wrona, Aleksandra Jędrzejczyk-Kozioł, Ewelina Góral, Katarzyna Mormul",
        "year": "2019",
        "abstract": "The results of the research on gender diversity in academia present a mixed image of women’s participation in power structures. There is a large number of studies showing that women at universities encounter the ‘glass ceiling’in their careers much more frequently than men. The thesis is that in Poland, the number of men and women working in academic institutions is similar, but there is a large disproportion in their numbers at the highest power positions (women being severely underrepresented). The goal of this paper is to analyse the power structures in Polish universities from the viewpoint of gender diversity. The research method is statistical analysis based on the official public data as well as official documents made available by universities. The result of the research is the illustration of the model of an unsustainable power distribution in top management structures of Polish higher education institutions (HEI).",
        "keywords": null,
        "url": "https://ruj.uj.edu.pl/entities/publication/e3ba6ee6-8fb4-4b44-826b-2c2f13236215"
    },
    {
        "title": "\" Action research\" w kształtowaniu współpracy uczelni z interesariuszami: korzyści, szanse i wyzwania",
        "authors": "Ewa Bogacz-Wojtanowska, Piotr Jedynak, Sylwia Wrona, Anna Pluszyńska",
        "year": "2019",
        "abstract": "Publication available under license Attribution-NonCommercial-ShareAlike 4.0 International (BY-NC-SA 4.0). Niniejsza monografi a naukowa jest jedną z trzech publikacji powstałych w wyniku realizacji projektu „Badania dla praktyki. Wykorzystanie wdrożeniowychprac magisterskich opartych na badaniach w działaniu dla rozwoju organizacji”, zrealizowanego w latach 2017–2019 przez studentów i pracowników Wydziału Zarządzania i Komunikacji Społecznej Uniwersytetu Jagiellońskiego wewspółpracy z organizacjami publicznymi i pozarządowymi. Monografi e stanowią serię wzaje mnie uzupełniających się rozważań na temat badań w działaniu, widzianych z trzech różnych perspektyw. Każda z książek wydanychw ramach serii Action Research w Teorii i Praktyce Akademickiej skierowanajest do innej grupy odbiorców. Monografi a pt. Action research w kształtowaniuwspółpracy uczelni z interesariuszami …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/book-detail?id=1263773"
    },
    {
        "title": "Zjawisko feminizacji organizacji pożytku publicznego w Polsce działających na rzecz kobiet",
        "authors": "Ewa Bogacz-Wojtanowska, Sylwia Wrona",
        "year": "2017",
        "abstract": "Zaprezentowane w artykule badania starają się uchwycić skalę aktywności kobiet w polskich organizacjach pożytku publicznego, które zostały zidentyfikowane jako działające na rzecz kobiet. W tym celu dokonano oceny udziału kobiet we władzach organizacyjnych, a także poddano analizie cele statutowe i sposoby ich realizacji oraz sfery nieodpłatnych działań.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=574304"
    },
    {
        "title": "Universities, stakeholders and social mission: Building cooperation through action research",
        "authors": "Ewa Bogacz-Wojtanowska, Piotr Jedynak, Sylwia Wrona, Anna Pluszyńska",
        "year": "2023",
        "abstract": "Today's universities are confronted with questions about the increasing scale of corporatisation and commercialisation, as well as their decreasing activity in the field of the social mission, i.e., engagement in the real problems of ordinary people, local communities and society at large. As a remedy for this problem, this book proposes using action research as a means of shaping collaboration between universities and their stakeholders, taking into account related benefits, opportunities and challenges. In this context, we understand action research somewhat more broadly, as universities’ conducting useful research that becomes a domain of their social mission. The core message of this volume is the development of a cooperation process in which the university leaves its \"\"ivory tower,\"\" builds relationships with its stakeholders and, as a result, engages more effectively in social life. In this book, readers will find an original perspective on action research, the application of which enables mutual benefits for universities and their stakeholders. It presents the authors’ original model of cooperation based on the AR approach and concrete examples of successful cooperation between universities and their stakeholders. Step by step, it illustrates how to initiate cooperation, conduct useful scientific research and together with stakeholders bring about changes in social life. This book will be of value to university managers, academics, students of social, management and economic sciences, as well as managers and specialists employed in organisations from various sectors that may be interested in cooperation with universities.",
        "keywords": null,
        "url": "https://library.oapen.org/handle/20.500.12657/58160"
    },
    {
        "title": "Sposoby i narzędzia komunikacji wybranych przedsiębiorstw społecznych w Polsce",
        "authors": "Ewa Bogacz-Wojtanowska, Sylwia Wrona",
        "year": "2015",
        "abstract": "W świecie organizacji skuteczna komunikacja jest jednym z elementów sukcesu czy trwałości organizacyjnej. Dotyczy to także przedsiębiorstw społecznych, które dzięki komunikowaniu mogą nie tylko uruchomić działalność gospodarczą, ale także informować otoczenie o społecznych celach swego działania. Celem opracowania jest charakterystyka i ocena procesów komunikowania się przedsiębiorstw społecznych w Polsce, w szczególności komunikacji wewnętrznej i zewnętrznej, stosowania narzędzi komunikacyjnych i identyfikowalnych barier w tym obszarze. W artykule wykorzystano wyniki badań jakościowych, opierających się na studiach przypadku, które stanowiły, dobrane celowo, polskie przedsiębiorstwa społeczne. Badania wykazały, że sposoby komunikowania kształtują się w analizowanych przedsiębiorstwach wraz z kulturą organizacyjną; zachowania organizacyjne i związane z nimi procesy …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=411683"
    },
    {
        "title": "Badanie Losów Zawodowych Absolwentów Uczelni Artystycznych–raport ogólny z panelowych badań ilościowych",
        "authors": "Ewa Bogacz-Wojtanowska, Paulina Hojda, Sylwia Wrona, Marek Szladowski, B Sikorek",
        "year": "2018",
        "abstract": "Uczelnie artystyczne stanowią wyróżniającą się grupę uczelni w Polsce z kilku powodów. Po pierwsze, podlegają jako jedyne nadzorowi Ministerstwa Kultury i Dziedzictwa Narodowego. Po drugie, odnoszą się do specyficznej i wyróżniającej się w polskim ustawodawstwie kategorii wiedzy, która wiąże się z sztuką. Czyni je to głównymi uprawnionymi do nadawania tytułów i stopni naukowych w zakresie sztuki. Po trzecie, stanowią dość jednorodną grupę 19 uczelni w Polsce, skoncentrowanych na kształceniu w zakresie kierunków muzycznych, teatralno-filmowych oraz plastycznych. Po czwarte, jak inne uczelnie borykają się z różnymi problemami związanymi z dostosowaniem się do warunków, które stwarza ich otoczenie społecznogospodarcze. Wyróżniają się także spójną tożsamością, zbudowaną na silnej kulturze akademickiej i artystycznej, rozumianej tutaj, jako istnienie kluczowych norm i wartości oraz …",
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=845702273580116925&hl=en&oi=scholarr"
    },
    {
        "title": "Dialog obywatelski w Krakowie. 4, Ewaluacja Centrum Obywatelskiego",
        "authors": "Ewa Bogacz-Wojtanowska, Ewelina Góral, Sylwia Wrona, Jan Meisel-Dobrzański",
        "year": "2017",
        "abstract": "Znaczenie ewaluacji we współczesnej praktyce zarządzania publicznego jest ogromne. Na świecie poddaje się jej wielkie i małe projekty realizowane za środki sektora publicznego, pracę instytucji czy aktywność i działania sprawcze organizacji pozarządowych. Wyspecjalizowane przedsiębiorstwa bądź instytucje rozwijają metodykę ewaluacyjną, prowadzenie badań lub wnioskowanie na podstawie działań ewaluacyjnych.\nO ewaluacji należy także mówić w kwestii wartości, jaką wnosi w funkcjonowanie instytucji publicznych i szerzej–całego życia społecznego. Ujmując ją najprościej jako badanie jakiegoś działania, projektu czy wydarzenia, którego sens, wpływ i znaczenie chcemy rozpoznać, należy uznać, że jest ona także lub może być istotnym sposobem poznania, w jaki sposób działania te przyczyniają się do polepszenia jakości życia mieszkańców czy konkretnych grup społecznych. Oznacza to, że po pierwsze, stanowi ona narzędzie pozwalające nie tylko badaczom, ale także różnym aktorom społecznym zobaczyć wpływ konkretnych działań na poprawę życia pewnych grup społecznych. Po drugie, daje możliwość racjonalizacji wydatków publicznych czy unikania redundancji w działaniach organizacji publicznej. Ma więc ona wymiar par excellence moralny, gdyż przyczynia się do oszczędzania lub poprawy wykorzystywanych zasobów, zwykle ograniczonych w sferze publicznej. Współczesne podejście do ewaluacji w ciągu ostatnich 30 lat sprowadziło ją do kilku istotnych zasad, które są ważne dla jej",
        "keywords": null,
        "url": "https://ruj.uj.edu.pl/bitstreams/1962cbf8-616e-44c8-a625-9792c500a30e/download"
    },
    {
        "title": "Women on the Glass cliff: Managing local funds",
        "authors": "Ewa Bogacz-Wojtanowska, Katarzyna Peter-Bombik, Sylwia Wrona",
        "year": "2018/11/1",
        "abstract": "The purpose of this research was to present problems and challenges that must be faced by women managers who stand at the helm of non-governmental organizations, which is traditionally considered to be a men's domain. The organizations studied and selected by us, as very particular within the specificity of the third sector, were local funds–the method of a collective case study was adopted. The particular focus was put on the identification of reasons and manners of women leaders' involvement in establishing and running local funds, objectives they execute, distinguishing features of particular local funds resulting from women's leadership, opportunities and obstacles awaiting women leaders in these organizations.",
        "keywords": null,
        "url": "https://www.academia.edu/download/105986608/editor_2C_WojtanowskaEB_18_283_29.pdf_filename_UTF-8editor_2C_WojtanowskaEB_18_283_29.pdf"
    },
    {
        "title": "Ogólnopolskie badanie losów zawodowych absolwentów uczelni artystycznych–raport ogólny z panelowych badań ilościowych",
        "authors": "Bogacz-Wojtanowska Ewa, Paulina Hojda, Sylwia Wrona, Marek Szladkowski, Barbara Siorek",
        "year": "2018",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14529596728232786157&hl=en&oi=scholarr"
    },
    {
        "title": "Badanie losów zawodowych absolwentów uczelni artystycznych–raport ogólny z badań ilościowych",
        "authors": "Bogacz-Wojtanowska Ewa, Hojda Paulina, Lendzion Małgorzata, Wrona Sylwia",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=4157832922149111402&hl=en&oi=scholarr"
    },
    {
        "title": "Lider w organizacji pozarządowej",
        "authors": "Sylwia Wrona",
        "year": "2016",
        "abstract": "Rozważania na temat lidera warto rozpocząć od przywołania klasycznych już dzisiaj, tak zwanych funkcji administracyjnych (zarządczych): przewidywania, organizowania, rozkazywania, koordynowania i kontrolowania [Gogłoza, Księski, 2013, s. 108]. Funkcje te są bowiem podstawą do wielu refleksji dotyczących tego, czym zajmuje się przywódca w organizacji i czym jest tak naprawdę przewodzenie, w związku z tym będą pewnym tłem dla większości opisanych poniżej treści.",
        "keywords": null,
        "url": "https://ruj.uj.edu.pl/bitstreams/4c6df3a8-7a4d-4460-9e8c-ea59a757144b/download"
    },
    {
        "title": "Strategic thinking and strategic thinkers: Research in progress on the typology identification",
        "authors": "Janusz M Lichtarski, Katarzyna Piorkowska, Anna Witek-Crabb, Sylwia Wrona",
        "year": "2025",
        "abstract": "Purpose and research questions. The aim of the paper is to contribute to the research on strategic thinking through identification of strategic thinkers’ types and their potential impact on the process of strategy formulation in an enterprise. The aim has been realized by answering the following research questions: Design/Methodology/Approach. The method that has been used is a systematic and critical literature review of the strategic thinking concept. Findings. The overarching findings are as follows. Firstly, the strategic thinking concept significantly complements the strategic management field. Secondly, strategic thinking is involved in the two sub-realms in strategic management, namely Mintzberg’s and Porter’s. Thirdly, strategic thinking is at most perceived as an individual activity leading to changes at the organizational level and it reveals the premises of strategic leadership embedded in the strategic management field. Moreover, there are two main features distinguishing strategic thinkers from other leaders: a strategic long-term orientation and a reflective thinking style. Additionally, selected exemplary differentiating features of strategic thinkers have been investigated, namely: the acceptance of uncertainty and changes, influencing future, processing information and decision making, collectivity as well as frequency and intensity of the strategic thinking disposition. They will be the basis for development of strategic thinkers’ typology. Research implications. The findings fill the research gap in the management science concerning a lack of specific differentiating hallmarks of strategic thinkers and revise the current knowledge in the strategic …",
        "keywords": null,
        "url": "https://www.wir.ue.wroc.pl/docstore/download/UEWR45dd8e0a8a7b49ab9dfff7b8e8face4f/Lichtarski_J_Piorkowska_K_Witek-Crabb_A_Wrona_S_Strategic_Thinking.pdf"
    },
    {
        "title": "University living labs: tools for green transition and sustainable development",
        "authors": "Anna Góral, Sylwia Wrona, Beata Jałocha, Monika Jedynak",
        "year": "2024",
        "abstract": "This study delves into the potential of living labs (LLs) as transformative tools for sustainability and green transition within university settings. Through a scoping review analyzing 38 scholarly articles, the research addresses the central question: How can living labs be a tool for transforming universities in the field of sustainability? The analysis reveals that universities frequently use living labs comprehensively in all three dimensions of sustainability. Living labs are identified as multifaceted entities, serving as research methods, stakeholder collaboration platforms, educational tools, and institutional frameworks. Additionally, the research underscores the significant role of living labs across various domains of university management. The findings suggest that living labs may play pivotal roles in nurturing sustainable practices within academic institutions. This study",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.ojs-issn-1899-8968-year-2024-issue-54-article-oai_ojs2_econjournals_sgh_waw_pl_article_4779"
    },
    {
        "title": "The Relationship-Building Role of Non-Profit Organizations' Communication on Social Media During the Covid-19 Pandemic",
        "authors": "Sylwia Wrona, Aleksandra Powierska, Ewelina Milewska, Ewa Bogacz-Wojtanowska",
        "year": "2023",
        "abstract": "W opracowaniu zbadano, jak organizacja non-profit wykorzystuje komunikację za pośrednictwem mediów społecznościowych do tworzenia relacji z interesariuszami podczas organizacji jednego z najważniejszych wydarzeń fundraisingowych odbywających się w trakcie pandemii COVID-19. Aby zrealizować cel badawczy, zastosowano metodologię mieszaną z użyciem takich metod, jak: metoda analizy zawartości profilu wybranej organizacji pozarządowej na Facebooku, wywiady pogłębione oraz notatki badawcze. Zebrany materiał badawczy podzielono w odniesieniu do klasyfikacji fasetowej zaproponowanej przez CS Herring (2007). W ten sposób scharakteryzowano aktywność użytkowników skupionych wokół fanpage badanej organizacji pozarządowej i określono ją jako zbieżną charakterem z afektywnymi publicznościami, rozumianymi jako zbiorowości jednostek, które łączą się, mobilizują lub rozpraszają dzięki Internetowi w oparciu o wyrażanie uczuć.(abstrakt oryginalny)",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171697019"
    },
    {
        "title": "Values in the Activities of Volunteer Fire Brigades. A Collective Case Study",
        "authors": "Sylwia Wrona",
        "year": "2020",
        "abstract": "Background\nVolunteer fire brigades are primarily active at the local level; they are an organizational form of a self-organizing community; they build and benefit from social capital and pursue many social objectives. The local community – the main audience of their activities – often clusters around them. The activities of volunteer fire brigades result from legal obligations, but also from the values shared by the firefighting community.Research aims. The research objective was to identify values shaping the organizational communities of firefighters and activities determined by such values. The values adhered to by volunteer fire brigade members as well as their activities for the benefit of local communities were identified, including those dedicated to sustaining the volunteer fire brigades’ existence.\nMethodology\nThe strategy for organizing data acquisition and presentation was a collective case study. The research …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=971137"
    },
    {
        "title": "A Glass Cliff or a Challenge? Women Managing Local Funds",
        "authors": "Ewa Bogacz-Wojtanowska, Katarzyna Peter-Bombik, Sylwia Wrona",
        "year": "2018/4/1",
        "abstract": "The purpose of this research was to present problems and challenges that must be faced by women managers who stand at the helm of non-governmental organisations, which is traditionally considered to be a men’s domain. The organisations studied and selected by us, as very particular within the specificity of the third sector, were local funds–the method of a collective case study was adopted. The particular focus was put on the identification of: reasons and manners of women leaders’ involvement in establishing and running local funds, objectives they execute, distinguishing features of particular local funds resulting from women’s leadership, opportunities and obstacles awaiting women leaders in these organisations.",
        "keywords": null,
        "url": "https://books.google.com/books?hl=en&lr=&id=CcFWDwAAQBAJ&oi=fnd&pg=PA61&dq=info:ayqEoQJfB6IJ:scholar.google.com&ots=7vdKR7kdWB&sig=k5aq4-EN5jizwwEP43rv2kL1Q6g"
    },
    {
        "title": "How to organise a community?: successes and flaws in the organisation of World Youth Day in Krakow in the eyes of pilgrims and hosts",
        "authors": "Ewa Bogacz-Wojtanowska, Anna Góral, Sylwia Wrona, Agnieszka Konior",
        "year": "2018",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=14433229410471480777&hl=en&oi=scholarr"
    },
    {
        "title": "Dialog obywatelski w Krakowie. 6, Ewaluacja Centrum Obywatelskiego: kontynuacja",
        "authors": "Ewa Bogacz-Wojtanowska, Ewelina Góral, Sylwia Wrona",
        "year": "2018",
        "abstract": "Znaczenie współpracy międzysektorowej we współczesnej praktyce zarządzania publicznego jest ogromne. W szczególności rozszerzają się obszary współpracy organizacji pozarządowych i publicznych, zwłaszcza na poziomie lokalnym. Dzieje się tak z powodu oczekiwań organizacji trzeciego sektora. Coraz częściej bowiem oczekują one, że reprezentując określone grupy społeczne, mogą wpływać na formowanie i realizację polityk publicznych, w tym dostarczanie usług publicznych, w szczególności dla wybranych beneficjentów, będących także pod ich opieką. Szybka dyfuzja nie tylko innowacji, ale także informacji i idei, powoduje, że nowe rozwiązania proponowane przez organizacje pozarządowe stają się coraz bardziej pożądane, a organizacje publiczne znacznie częściej dostrzegają szerokie korzyści ze współdziałania z trzecim sektorem.\nWspółpraca pozarządowo-publiczna w Polsce odbywa się w różnorodnych obszarach i formach. Badania nad współpracą międzysektorową jednocześnie dowodzą, że istnieją gminy i powiaty, w których wspomniana współpraca rozwija się harmonijnie i przynosi satysfakcję zarówno organizacjom publicznym, jak i pozarządowym. Zapewnia ona również korzyści lokalnym społecznościom. Z drugiej strony istnieją jednostki samorządu terytorialnego z dysfunkcyjną współpracą pomiędzy sektorem publicznym i pozarządowym lub nawet takie, gdzie pomimo obowiązku prawnego omawiana współpraca faktycznie nie występuje. Badacze trzeciego sektora są zgodni–istnieje szereg historyczno-kulturowych, społecznych czy prawnych uwarunkowań współdziałania obu sektorów. Dlatego jej przebieg …",
        "keywords": null,
        "url": "https://ruj.uj.edu.pl/bitstreams/dd93f82d-0a65-48b4-b02e-c601718ef606/download"
    },
    {
        "title": "Ochotnicze straże pożarne jako wiejskie organizacje pozarządowe: studium przypadku Ochotniczej Straży Pożarnej w Bęble",
        "authors": "Sylwia Wrona",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://ruj.uj.edu.pl/entities/publication/9bb2581a-8870-4fa8-8878-d2a8914e7521"
    },
    {
        "title": "Badanie Losów Zawodowych Absolwentów Uczelni Artystycznych–raport ogólny z badań ilościowych",
        "authors": "Ewa Bogacz-Wojtanowska, Paulina Hojda, Małgorzata Lendzion, Sylwia Wrona, Barbara Siorek",
        "year": "2017",
        "abstract": "Zawodowych Absolwentów Uczelni Artystycznych–raport ogólny z badań ilościowych, zrealizowany w ramach projektu Ogólnopolskie Badanie Losów Zawodowych Absolwentów Uczelni Artystycznych, finansowany z Programu",
        "keywords": null,
        "url": "https://nck.pl/upload/2018/06/badanie-losow-zawodowych-absolwentow-uczelni-artystycznych-raport-z-badan-ilosciowych-2017-2.pdf"
    }
]