[
    {
        "title": "Dynamic linkages between globalization, financial development and carbon emissions: evidence from Asia Pacific Economic Cooperation countries",
        "authors": "Syed Anees Haider Zaidi, Muhammad Wasif Zafar, Muhammad Shahbaz, Fujun Hou",
        "year": "2019/8/10",
        "abstract": "This study determines the dynamic linkages between globalization, financial development and carbon emissions in Asia Pacific Economic Cooperation (APEC) countries in the presence of energy intensity and economic growth under the framework of Environment Kuznets Curve (EKC). This study employs the panel data from 1990 to 2016, Westerlund cointegration technique to find long-run cointegration, and Continuously Updated Bias-Corrected (CUP-BC) and Continuously Updated Fully Modified (CUP-FM) methods to check the long-run elasticities between the variables. Empirical results indicate that globalization and financial development significantly reduce carbon emissions, but economic growth and energy intensity increase them. These results support the EKC hypothesis for APEC countries. The Dumitrescu and Hurlin causality analysis shows that globalization Granger causes CO2 emissions …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0959652619312971"
    },
    {
        "title": "The impact of natural resources, human capital, and foreign direct investment on the ecological footprint: the case of the United States",
        "authors": "Muhammad Wasif Zafar, Syed Anees Haider Zaidi, Naveed R Khan, Faisal Mehmood Mirza, Fujun Hou, Syed Ali Ashiq Kirmani",
        "year": "2019/10/1",
        "abstract": "This study explores the effect of the amounts of natural resources, human capital, and foreign direct investment on the ecological footprint in the presence of energy consumption and economic growth using US data from 1970 to 2015. We use the Zivot-Andrews unit root method to check the stationary properties of data series, along with structural breaks and employ an Auto Regressive Distributive Lag (ARDL) model to estimate the short-run and long-run elasticities among the variables. Our findings suggest that economic growth and energy consumption have negative relationships with the ecological footprint. Natural resources and human capital are helpful in curtailing ecological footprint, as is foreign direct investment (FDI). The results of Granger causality show bidirectional causality between energy consumption and the ecological footprint and between economic growth and the ecological footprint, while …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0301420719302132"
    },
    {
        "title": "The impact of globalization, natural resources abundance, and human capital on financial development: Evidence from thirty-one OECD countries",
        "authors": "Syed Anees Haider Zaidi, Zixiang Wei, Ayfer Gedikli, Muhammad Wasif Zafar, Fujun Hou, Yaser Iftikhar",
        "year": "2019/12/1",
        "abstract": "Financial development is considered the backbone of a country's economic development. It usually acts as a moderator of the effects of economic variables and impacts economic development accordingly. This study examines the impact of globalization, natural resources, and human capital on financial development by controlling the effect of economic growth and capital in the Organization of Economic Cooperation and Development (OECD) countries. The study covers data from 1990 to 2016 and employs a set of second-generation econometric techniques to control the issues of cross-sectional dependence and heterogeneity in the panel data. The cointegration method's results indicate a long-run relationship between the study's variables. The empirical results of Continuously Updated Fully Modified (Cup-FM) ordinary least squares method suggest a positive and significant impact of globalization, natural …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0301420719304611"
    },
    {
        "title": "Effects of biomass energy consumption on environmental quality: the role of education and technology in Asia-Pacific Economic Cooperation countries",
        "authors": "Muhammad Wasif Zafar, Avik Sinha, Zahoor Ahmed, Quande Qin, Syed Anees Haider Zaidi",
        "year": "2021/5/1",
        "abstract": "Rising concern regarding traditional non-renewable energy consumption has led policymakers to explore the potential of economical renewable energy sources. In this regard, biomass energy has received considerable attention because previous studies have found mixed results regarding the effect of biomass energy on environmental quality. Together with modern technology, biomass energy may significantly influence environmental quality. This study investigates the impact of biomass energy consumption, education, and technological innovation on environmental quality by controlling for the role of economic growth and financial development in the function of environmental quality. Second-generation econometric methods were used to solve the issues of heterogeneity and cross-sectional dependence in the study variables. The Westerlund and Edgerton (2008) cointegration technique confirmed the …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1364032121001623"
    },
    {
        "title": "The role of stock market and banking sector development, and renewable energy consumption in carbon emissions: Insights from G-7 and N-11 countries",
        "authors": "Muhammad Wasif Zafar, Syed Anees Haider Zaidi, Avik Sinha, Ayfer Gedikli, Fujun Hou",
        "year": "2019/8/1",
        "abstract": "This study probes the role of disaggregated financial development and renewable energy in carbon emissions by incorporating gross fixed capital formation and economic growth in the function of carbon emissions. The financial development is measured through the stock market and banking sector development. We also examine the validity of the EKC hypothesis, using the data of G-7 and N-11 countries spanning from 1990 to 2016. The integration properties of the considered variables are examined through second generation unit roots tests. The Lagrange Multiplier (LM) bootstrap panel cointegration method has confirmed the long-run equilibrium relationship among the variables for all the four models used. The long-run elasticity results suggest that renewable energy increases environmental quality by reducing carbon emission intensity for both groups of panel countries. Banking development index …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0301420719302764"
    },
    {
        "title": "Dynamic linkages between financial inclusion and carbon emissions: evidence from selected OECD countries",
        "authors": "Syed Anees Haider Zaidi, Muzzammil Hussain, Qamar Uz Zaman",
        "year": "2021/6/1",
        "abstract": "This study analyzes the dynamic linkages between financial inclusion, energy consumption, and carbon emissions taking corruption, infrastructure, and economic growth as control variables. The data of 23 OECD countries covering the period from 2004 to 2017 have been used. The study develops two indexes with the help of Principal Component Analysis; one for financial inclusion and the other for infrastructure. The study also adopts second generation tests for unit root and cross-sectional dependence. To check long-run linkages, this study uses (Dynamic) Common Correlated Effects Estimator technique, also called CS-ARDL, which provides more reliable results. The results indicate positive connections between financial inclusion, energy consumption and carbon emissions. Corruption, infrastructure and economic growth are highly sensitive to carbon emissions. The study provides important points for …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S2666916121000098"
    },
    {
        "title": "The nexus of renewable and nonrenewable energy consumption, trade openness, and CO2 emissions in the framework of EKC: evidence from emerging economies",
        "authors": "Muhammad Wasif Zafar, Faisal Mehmood Mirza, Syed Anees Haider Zaidi, Fujun Hou",
        "year": "2019/5/1",
        "abstract": "Emerging economies are experiencing considerable economic changes due to change in energy demand and CO2 emissions. To explore the link between energy demand and CO2 emissions, this study disaggregates energy consumption into renewable and nonrenewable, and investigates its impact on carbon (CO2) emissions by incorporating the role of trade openness using the environment Kuznets curve (EKC) framework. Emerging economies from 1990 to 2015 are examined based on Morgan Stanley Capital International’s (MSCI’s) classification. This empirical study uses cross-sectional dependence (CD) test and second-generation panel unit root test for precise estimation. The Pedroni and Westerlund panel cointegration tests are used to examine the long-run equilibrium. Continuously updated fully modified (CUP-FM) and continuously updated bias-corrected (CUP-BC) approaches are applied …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-019-04912-w"
    },
    {
        "title": "Dynamic linkages among CO2 emissions, health expenditures, and economic growth: empirical evidence from Pakistan",
        "authors": "Zhaohua Wang, Muhammad Mansoor Asghar, Syed Anees Haider Zaidi, Bo Wang",
        "year": "2019/5/1",
        "abstract": "The linkage between high concentration of greenhouse gases (GHGs) and climate change is well recognized as there is severe influence of climate change on public health. Carbon dioxide is most prominent GHG which deteriorates the environment and impacts human health. On the parallel, economic growth also affects health conditions sometimes positively or vice versa. The objective of this research work is to examine the dynamic linkages among CO2 emissions, health expenditures, and economic growth in the presence of gross fixed capital formation and per capita trade by using auto regressive distributive lag (ARDL) model for Pakistan covering annual data from the year 1995–2017. Our empirical results show that there is significant long run as well as short-term causal relationship between health expenditure, CO2 emissions, and economic growth in Pakistan. Bidirectional relationship of …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-019-04876-x"
    },
    {
        "title": "The role of renewable and non-renewable energy consumption in CO2 emissions: a disaggregate analysis of Pakistan",
        "authors": "Syed Anees Haider Zaidi, Danish, Fujun Hou, Faisal Mehmood Mirza",
        "year": "2018/11",
        "abstract": "The energy sector has become the largest contributor to greenhouse gas (GHG) emissions. Among these GHG emissions, most threatening is CO2 emission which comes from the consumption of fossil fuels. This empirical work analyzes the roles of renewable energy consumption and non-renewable energy consumption in CO2 emissions in Pakistan. The empirical evidence is based on an auto-regressive distributive lag (ARDL) model of data from 1970 to 2016. The disaggregate analysis reveals that renewable energy consumption has an insignificant impact on CO2 emission in Pakistan and that, in the non-renewable energy model, natural gas and coal are the main contributors to the level of pollution in Pakistan. Economic growth positively contributes to CO2 emission in the renewable energy model but not in the non-renewable energy model. Policies that emphasize the contribution of renewable …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/S11356-018-3059-Y"
    },
    {
        "title": "ICT and education as determinants of environmental quality: The role of financial development in selected Asian countries",
        "authors": "Muhammad Wasif Zafar, Syed Anees Haider Zaidi, Sadia Mansoor, Avik Sinha, Quande Qin",
        "year": "2022/4/1",
        "abstract": "Rising environmental concerns due to extensive energy consumption and carbon emission in the process of developing information communication and technology (ICT) cannot be overshadowed by its significant contribution in economic growth. This study is an attempt to explore long run influences of ICT and education on environmental quality. By incorporating the role of financial development, energy consumption and income into the function of carbon emissions, the results obtained by the continuously updated and fully modified (Cup-FM) test indicate that economic growth, education and energy consumption stimulates carbon emissions intensity in Asian countries (1990-2018). The second-generation unit root tests and Lagrange Multiplier (LM) bootstrap cointegration method investigate stationary properties and cointegration. Our findings suggest that investment in technology and financial markets require …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0040162522000798"
    },
    {
        "title": "The dynamic relationship between economic growth and life expectancy: Contradictory role of energy consumption and financial development in Pakistan",
        "authors": "Zhaohua Wang, Muhammad Mansoor Asghar, Syed Anees Haider Zaidi, Kishwar Nawaz, Bo Wang, Wehui Zhao, Fengxing Xu",
        "year": "2020/6/1",
        "abstract": "This paper tends to investigate the linkage between economic growth and life expectancy by considering the potential role of financial development and energy consumption using data of Pakistan. Traditional as well as advanced unit root tests for observing the stationary properties of the variables were applied. For exploring the cointegration levels among life expectancy and its determinants, ARDL bounds testing technique in the existence of structural breaks which were stemming in the data has been investigated. The empirical results provide the confirmation for the presence of cointegration between the variables. Further, economic growth is positively associated with life expectancy. Financial development is revealing a negative effect on life expectancy in the scenario of Pakistan. Energy consumption lowers life expectancy via environmental degradation. Furthermore, this empirical analysis provides new …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0954349X20300084"
    },
    {
        "title": "The linkages among natural resources, renewable energy consumption, and environmental quality: A path toward sustainable development",
        "authors": "Muhammad Wasif Zafar, Asif Saeed, Syed Anees Haider Zaidi, Abdul Waheed",
        "year": "2021/3",
        "abstract": "The role of education is inevitable in the process of societal reform and achieving sustainable development. Sustainable development remains unachievable without advancing the environmental quality. It is noteworthy to explore the relationship between natural resources, renewable energy consumption, and environmental quality. The current study analyzes the impact of renewable energy use, natural resources abundance, and education on environmental quality by controlling the role of financial development and economic growth within selected Asian countries from 1990 to 2018. The study focuses on second‐generation unit root and co‐integration methods that control the heterogeneity in the data. Empirical results inferred that any expansion in education rate and renewable energy enhances environmental quality. Natural resource abundance increases the level of carbon emissions. The results of …",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/sd.2151"
    },
    {
        "title": "Addressing the sustainable development through sustainable procurement: what factors resist the implementation of sustainable procurement in Pakistan?",
        "authors": "Syed Anees Haider Zaidi, Faisal Mehmood Mirza, Fujun Hou, Rana Umair Ashraf",
        "year": "2019/12/1",
        "abstract": "Sustainable Public Procurement is an integral part of sustainable development because of ever increasing government expenditures. Most of the developing countries lack the required infrastructure which may support public sector sustainability. The aim of this study is to assess the critical factors which resist the implementation of sustainable procurement in public sector of Pakistan. We used Interpretive Structural Model to investigate and rank the interrelationships among different factors of sustainable procurement. With the help of literature and Likert scale instrument, we found twelve key barriers that resist sustainable procurement implementation. We also examined tender documents of 75 different public sector universities of Pakistan but found absence of sustainability element in the documents. External factors namely government legislation and stakeholders' pressure are found most critical barriers as …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0038012118301265"
    },
    {
        "title": "Foreign direct investment and education as determinants of environmental quality: The importance of post Paris Agreement (COP21)",
        "authors": "Muhammad Wasif Zafar, Quande Qin, Syed Anees Haider Zaidi",
        "year": "2020/9/15",
        "abstract": "This study investigates the effect of foreign direct investment and education on environmental quality for Asian countries by controlling income, energy consumption, and urbanization for the period of 1990–2018. We have applied panel cointegration techniques to probe for long-run associations among the variables. The empirical results indicate the existence of cointegration between the variables. Dynamic ordinary least square and fully modified least square methods are applied to estimate long-run elasticities. The empirical results confirm that environmental quality is sensitive to foreign direct investment, education, and urbanization. Income and energy consumption deteriorate environmental quality by increasing CO2 emissions. In the long-run, bidirectional causal associations are found for emissions- foreign direct investment, emissions-energy use, income- emissions, foreign direct investment -income, and …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0301479720307581"
    },
    {
        "title": "Determinants of carbon emissions in Pakistan’s transport sector",
        "authors": "Yasir Rasool, Syed Anees Haider Zaidi, Muhammad Wasif Zafar",
        "year": "2019/8/1",
        "abstract": "The transport infrastructure plays an imperative role in a country’s progress. At the same time, it causes environmental degradation due to extensive use of fossil fuels. The transport system of Pakistan is largely dependent on nonrenewable energy sources (oil, coal, and gas), which are hazardous to environmental quality. This research uses an autoregressive distributive lag model (ARDL) to examine the impact of oil prices, energy intensity of road transport, economic growth, and population density on carbon dioxide (CO2) emissions of Pakistan’s transport sector during the 1971–2014 period. The ARDL bounding test examines the cointegration and long-run relationships among the variables, and the directions of causal relationships are found through the Granger causality vector error correction model (VECM). The long-run results indicate that increases in oil prices and economic growth help to reduce …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-019-05504-4"
    },
    {
        "title": "Determinants of the ecological footprint in Thailand: the influences of tourism, trade openness, and population density",
        "authors": "Nattapan Kongbuamai, Muhammad Wasif Zafar, Syed Anees Haider Zaidi, Yun Liu",
        "year": "2020/11",
        "abstract": "This paper investigates the impact of economic growth, energy consumption, tourism, trade openness, and population density on the ecological footprints in Thailand over the period from 1974 to 2016. We applied the augmented Dickey–Fuller and Zivot–Andrews unit root tests to check the stationary properties of the data. The ARDL bounding test approach and VECM Granger causality were used to investigate (i) the long-run and short-run effects and (ii) directions of such effects respectively. The long-run results showed that economic growth, energy consumption, and trade openness have positive relationships with the ecological footprint, while tourism and population density are negatively associated with the ecological footprint in Thailand. The results of VECM Granger causality confirmed that the bidirectional causality (i) between tourism and population density in the long run and (ii) between trade openness …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-020-09977-6"
    },
    {
        "title": "Credit risk exposure and performance of banking sector of Pakistan",
        "authors": "Asad Abbas, Syed Anees Haider Zaidi, Wasim Ahmad, RanaUmair Ashraf",
        "year": "2014/1",
        "abstract": "Basic objective of financial institution is to channel funds from the savors to the investors and other fund seekers. In this process of mediation it is likely that some of the loan extended to borrowers may not perform well and borrowers may default to pay their obligations of interest and principal payment. This risk is termed as credit risk and adversely affects performance of banks. Hence, it is crucial for banks to effectively manage the risk faced by these transactions. This research has taken into account the impact of credit risk on the performance of banking system of Pakistan. Results of fixed effect regression analysis on panel data for period of 2006-2011 has revealed that credit risk measured by ratio of Nonperforming loans to total loan and loan loss provision to non performing loan negatively affect performance variables of ROA and ROE. Hence the more a bank is facing credit risk the more deterioration in performance it experiences. The effect of increase in ratio of total loan to total deposits significantly increases banks profitability.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Rana-Umair-Ashraf/publication/271327721_Credit_Risk_Exposure_and_Performance_of_Banking_Sector_of_Pakistan/links/54c555080cf2911c7a550f16/Credit-Risk-Exposure-and-Performance-of-Banking-Sector-of-Pakistan.pdf"
    },
    {
        "title": "Nonrenewable energy—environmental and health effects on human capital: empirical evidence from Pakistan",
        "authors": "Muhammad Mansoor Asghar, Zhaohua Wang, Bo Wang, Syed Anees Haider Zaidi",
        "year": "2020/1",
        "abstract": "This research work reconnoiters the impact of nonrenewable energy (NRE) consumptions, environmental pollution, and mortality rate on human capital in the presence of economic growth and two common diseases, measles and tuberculosis (TB) in Pakistan. The study uses data from 1995 to 2017 and employs the Autoregressive Distributive Lag (ARDL) model to investigate cointegration and long-run dynamics. Results indicate that nonrenewable energy (oil, coal, and gas) increase air pollution, measles, TB cases, and mortality rate, which affect the human capital in Pakistan. The results of the ARDL confirm the long-run and short-run effects of fossils fuels, air pollution, and diseases on human capital. The results of the Granger Causality confirm the feedback hypothesis between nonrenewable consumption and human capital, between air pollution and human capital. Measles and TB diseases Granger …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-019-06686-7"
    },
    {
        "title": "Digital financial inclusion, environmental quality, and economic development: the contributions of financial development and investments in OECD countries",
        "authors": "Ali Hashemizadeh, Rana Umair Ashraf, Irfan Khan, Syed Anees Haider Zaidi",
        "year": "2023/11",
        "abstract": "Economic development has long acknowledged the significance of financial innovation and technological advancement. Communication technology increases the availability of information, generates new modes of communication, restructures production processes, and enhances the efficacy of a wide range of economic operations. This study investigates the effects of digital financial inclusion and information and communication technology (ICT) on economic growth in 38 OECD nations between 2004 and 2020, with a focus on the contributions of financial development and investments in non-financial assets. To this end, advanced econometric methodologies are employed to conduct an exhaustive empirical analysis utilizing second-generation panel unit root and cointegration techniques. The results demonstrate a positive correlation between digital financial inclusion, information and communication …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s11356-023-30275-4"
    },
    {
        "title": "A blend of renewable and nonrenewable energy consumption in G-7 countries: The role of disaggregate energy in human development",
        "authors": "Ali Hashemizadeh, Quocviet Bui, Syed Anees Haider Zaidi",
        "year": "2022/2/15",
        "abstract": "This study examines the effects of renewable and nonrenewable energy consumption in G-7 countries to discuss their role on human development. The study uses data from 1990 to 2015 and latest econometric tests to meet the study objectives. Unit root analysis conducted through Cross-Sectional Im, Pesaran, and Shin and Cross-Sectional-Augmented Dickey–Fuller, panel cointegration estimated through Lagrange multipliers bootstrap method, long-short run relationships estimated through Continuously-Updated Bias-Corrected and Continuously-Updated Fully-Modified estimators, and causality is assessed through Dumitrescu-Hurlin panel technique. Existing literature has addressed the aggregate impact of energy consumption on human development, whereas disaggregated impact has not been examined clearly. The results explain that energy consumption, urbanization, globalization, and economic growth …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0360544221027699"
    }
]