[
    {
        "title": "Cerebrovascular manifestations of Lyme neuroborreliosis—a systematic review of published cases",
        "authors": "Adam Garkowski, Joanna Zajkowska, Agata Zajkowska, Alina Kułakowska, Olga Zajkowska, Bożena Kubas, Dorota Jurgilewicz, Marcin Hładuński, Urszula Łebkowska",
        "year": "2017/4/20",
        "abstract": "Background\nLyme neuroborreliosis (LNB) is a disease caused by spirochete Borrelia burgdorferi, involving the nervous system. It usually manifests as lymphocytic meningoradiculitis, but in rare cases, it can also lead to cerebrovascular complications. We aimed to perform a systematic review of all reported cases of LNB complicated by central nervous system vasculitis and stroke or transient ischemic attack (TIA).\nMaterials and methods\nWe conducted a systematic review of literature between May 1987 and December 2016 with patients who presented with cerebrovascular course of LNB.\nResults\nThis study included 88 patients with a median age of 46 years. The median interval from onset of symptoms suggesting Lyme disease to first symptoms of cerebrovascular manifestations of LNB was 3.5 months. The most common cerebrovascular manifestation of LNB was ischemic stroke (76.1%), followed by TIA (11.4%). The posterior circulation was affected alone in 37.8% of patients, the anterior circulation in 24.4% of patients, and in 37.8% of cases, posterior and anterior circulations were affected simultaneously. The most common affected vessels were middle cerebral artery—in 19 cases, basilar artery—in 17 cases, and anterior cerebral artery—in 16 cases. A good response to antibiotic treatment was achieved in the vast number of patients (75.3%). The overall mortality rate was 4.7%.\nConclusion\nCerebral vasculitis and stroke due to LNB should be considered, especially in patients who live in or have come from areas with high prevalence of tick-borne diseases, as well as in those without cardiovascular risk factors, but with stroke-like …",
        "keywords": null,
        "url": "https://www.frontiersin.org/articles/10.3389/fneur.2017.00146/full"
    },
    {
        "title": "Clinical course and outcome of SARS-CoV-2 infection in multiple sclerosis patients treated with disease-modifying therapies—the Polish experience",
        "authors": "Agata Czarnowska, Waldemar Brola, Olga Zajkowska, Stanisław Rusek, Monika Adamczyk-Sowa, Katarzyna Kubicka-Bączyk, Alicja Kalinowska-Łyszczarz, Karolina Kania, Agnieszka Słowik, Marcin Wnuk, Monika Marona, Aleksandra Podlecka-Piętowska, Monika Nojszewska, Beata Zakrzewska-Pniewska, Elżbieta Jasińska, Katarzyna Gołuch, Beata Lech, Magdalena Noga, Adam Perenc, Małgorzata Popiel, Anetta Lasek-Bal, Przemysław Puz, Katarzyna Maciejowska, Marta Kucharska-Lipowska, Michał Lipowski, Katarzyna Kapica-Topczewska, Monika Chorąży, Joanna Tarasiuk, Jan Kochanowicz, Joanna Kulikowska, Sławomir Wawrzyniak, Anna Niezgodzińska-Maciejek, Anna Pokryszko-Dragan, Ewa Gruszka, Sławomir Budrewicz, Marta Białek, Iwona Kurkowska-Jastrzębska, Katarzyna Kurowska, Adam Stępień, Agata Włodek, Violetta Ptasznik, Małgorzata Pawełczyk, Piotr Sobolewski, Henryka Lejmel, Katarzyna Strzalińska, Maciej Maciejowski, Andrzej Tutaj, Jacek Zwiernik, Anna Litwin, Bożena Lewańczyk, Izabela Paprocka, Beata Zwiernik, Aleksandra Pawlos, Andrzej Borysowicz, Anna Narożnik, Anna Michałowska, Krzysztof Nosek, Małgorzata Fudala, Marta Milewska-Jędrzejczak, Alina Kułakowska, Halina Bartosik-Psujek",
        "year": "2021",
        "abstract": "Introduction. The aim of this study was to report the course and outcome of SARS-CoV-2 infection in multiple sclerosis (MS) patients treated with disease-modifying therapies (DMTs) in Poland. A major concern for neurologists worldwide is the course and outcome of SARS-CoV-2 infection in patients with MS treated with different DMTs. Although initial studies do not suggest an unfavourable course of infection in this group of patients, the data is limited.\nMaterials and methods. This study included 396 MS patients treated with DMTs and confirmed SARS-CoV-2 infection from 28 Polish MS centres. Information concerning patient demographics, comorbidities, clinical course of MS, current DMT use, as well as symptoms of SARS-CoV-2 infection, need for pharmacotherapy, oxygen therapy, and/or hospitalisation, and short-term outcomes was collected up to 30 January 2021. Additional data about COVID-19 cases in the general population in Poland was obtained from official reports of the Polish Ministry of Health.\nResults. There were 114 males (28.8%) and 282 females (71.2%). The median age was 39 years (IQR 13). The great majority of patients with MS exhibited relapsing-remitting course (372 patients; 93.9%). The median EDSS was 2 (SD 1.38), and the mean disease duration was 8.95 (IQR 8) years. Most of the MS patients were treated with dimethyl fumarate (164; 41.41%). Other DMTs were less frequently used: interferon beta (82; 20.70%), glatiramer acetate (42; 10.60%), natalizumab (35; 8.84%), teriflunomide (25; 6.31%), ocrelizumab (20; 5.05%), fingolimod (16; 4.04), cladribine (5; 1.26%), mitoxantrone (3; 0.76%), ozanimod (3; 0.76 …",
        "keywords": null,
        "url": "https://journals.viamedica.pl/neurologia_neurochirurgia_polska/article/view/75106"
    },
    {
        "title": "Informal elderly caregiving and time spent on leisure: evidence from time use survey",
        "authors": "Magdalena Rokicka, Olga Zajkowska",
        "year": "2020/12",
        "abstract": "This paper examines the risk of time poverty defined as leisure participation among informal caregivers of adults and older people. We draw on the most recent time use survey conducted in Poland, which incorporated more than 28,000 households in 2013. We assess the extent to which caregivers are more likely to experience shortages of time spent on physical activity, hobbies, and social life. Additional information about respondents’ time preferences allows us to examine not only the objective and relative time deficits of caregivers, but also the subjective and expressed ones. We distinguish between co-resident caregivers and those living outside the household of care recipients, simultaneously accounting for the differences between male and female caregivers, as well as care provided during working days (Monday-Friday), and that provided on weekends (Saturday-Sunday). Our results indicate that …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s12126-020-09396-5"
    },
    {
        "title": "Herpesviridae seropositivity in patients with multiple sclerosis: first Polish study",
        "authors": "Agata Czarnowska, Katarzyna Kapica-Topczewska, Olga Zajkowska, Renata Świerzbińska, Monika Chorąży, Joanna Tarasiuk, Joanna Zajkowska, Jan Kochanowicz, Alina Kułakowska",
        "year": "2019/1/18",
        "abstract": "Background: Multiple sclerosis (MS) is a chronic autoimmune disease of the central nervous system that leads to inflammation, demyelination and neurodegeneration. Viral aetiology has been suspected to be an MS trigger for a long time, and herpesviruses (HSs) are among the potential pathogens involved. Objectives: The present investigation aims to detect the presence of antibodies against the herpes simplex virus (HSV), varicella-zoster virus, Epstein-Barr virus (EBV), human cytomegalovirus (CMV) and human herpesvirus 6 (HHV6) in the serum of MS patients and control individuals in north-eastern Poland. Method: Plasma was collected from 141 MS patients and 44 blood donors who served as the control group. These individuals were assessed for the presence of antibodies using an enzyme-linked immunosorbent assay. Results: The statistical analysis showed a higher probability …",
        "keywords": null,
        "url": "https://karger.com/ene/article-abstract/80/5-6/229/125465"
    },
    {
        "title": "The FOXP3 rs3761547 gene polymorphism in multiple sclerosis as a male-specific risk factor",
        "authors": "Natalia Wawrusiewicz-Kurylonek, Monika Chorąży, Renata Posmyk, Olga Zajkowska, Agata Zajkowska, Adam Jacek Krętowski, Joanna Tarasiuk, Jan Kochanowicz, Alina Kułakowska",
        "year": "2018/12",
        "abstract": "The FOXP3 gene encodes a transcription factor and is predominantly expressed in the CD4+CD25+ regulatory T cells which plays a pivotal role in the maintenance of immune homeostasis. The defect of FOXP3 gene may provide a critical link between autoimmunity and immune deficiency. The purpose of our study was to evaluate the association of chosen polymorphisms of FOXP3 gene (rs3761549, rs3761548, rs3761547) with different clinical multiple sclerosis (MS) data of our relapsing-remitting groups of patients and in control group. The study was performed on a group consisting of 174 relapsing-remitting MS patients, diagnosed under 40 years of life, and 174 healthy volunteers. Genotyping was performed using a real-time PCR-based method by TaqMan Assays. Significant differences in distribution of allele C rs3761547 were found in male MS patients in comparison to the male healthy group (p …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s12017-018-8512-z"
    },
    {
        "title": "Evaluation of CXCL8, CXCL10, CXCL11, CXCL12 and CXCL13 in serum and cerebrospinal fluid of patients with neuroborreliosis",
        "authors": "Anna Moniuszko, Piotr Czupryna, Sławomir Pancewicz, Krzysztof Rutkowski, Olga Zajkowska, Renata Świerzbińska, Sambor Grygorczuk, Maciej Kondrusik, Piotr Owłasiuk, Joanna Zajkowska",
        "year": "2014/1/1",
        "abstract": "Purpose\nKnowledge of the role of chemokines in the inflammation during neuroborreliosis (NB) is limited. We evaluated the pre- and post-treatment concentration of CXCL8, CXCL10, CXCL11, CXCL12, and CXCL13 in serum (s) and cerebrospinal fluid (csf) in patients with NB.\nResults\nThere was a statistically significant increase in pre-treatment s CXCL8, CXCL10, CXCL11, CXCL12, CXCL13 and csf CXCL8, CXCL11, CXCL12, CXCL13 in patients with early form of NB. CXCL8, CXCL11, CXCL12 and CXCL13 increase was the highest in csf. After treatment, a significant decrease in csf chemokine levels (except CXCL10) and s levels (except CXCL11) was observed.\nConclusions\nCXCL8, CXCL10, CXCL11, CXCL12, CXCL13 are involved in the pathomechanism of NB but their role is different in s and csf. CXCL13 seems to be a good biomarker for NB. In early NB, it may facilitate the diagnosis and monitoring of …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0165247813001697"
    },
    {
        "title": "MRI and planimetric CT follow-up study of patients with severe tick-borne encephalitis",
        "authors": "Piotr Czupryna, Eugeniusz Tarasow, Anna Moniuszko-Malinowska, Sławomir Pancewicz, Olga Zajkowska, Arkadiusz Targoński, Monika Chorąży, Krzysztof Rutkowski, Justyna Dunaj, Sambor Grygorczuk, Maciej Kondrusik, Joanna Zajkowska",
        "year": "2016/1/2",
        "abstract": "Background\nThe aim of the study was to evaluate the magnetic resonance imaging (MRI) and planimetric computed tomography (CT) of brain lesions in patients with a history of tick-borne encephalitis (TBE); to assess the influence of steroid treatment on the brain and whether lesions were age-dependent.\nMethods\nA total of 19 patients with abnormal initial imaging in the acute stage of the disease had a follow-up MRI after 1 year; 34 patients hospitalized for TBE encephalitis/encephalomyelitis had planimetric CT after 10 years.\nResults\nOn MRI cortico-subcortical atrophy with widening of anterior horns of the lateral ventricles and vascular changes was more marked on follow-up examination. Virchow–Robin spaces dilatation, widening of the lateral ventricles, periventricular lesions, and cortico-subcortical atrophy correlated with age. Results of planimetric CT study showed increased percentage of tracings, widened …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.3109/23744235.2015.1083119"
    },
    {
        "title": "Influence of climatic, demographic and socioeconomic factors on tick-borne encephalitis incidence in 6 counties of Podlaskie region in 1994-2014",
        "authors": "Piotr Czupryna, Anna Moniuszko, Sławomir Pancewicz, Olga Zajkowska, Adam Garkowski, Sambor Grygorczuk, Maciej Kondrusik, Joanna Zajkowska",
        "year": "2016/1/1",
        "abstract": "OBJECTIVES. The aim of the study was the analysis of possible influence of meteorologic, socioeconomic factors and land cover changes on tick borne encephalitis (TBE) incidence in Podlaskie region. We analyzed data from 6 counties in Podlaskie region (białostocki, suwalski, hajnowski, grajewski, kolneński, siemiatycki) from years 1994-2014.\nMATERIALS AND METHODS. The analyzed data included: mean, minimal, maximal air temperatures (measured at 2 m above ground level), temperature amplitudes, rainfall, number of days with snowfall and duration of snow cover presence, population of each county, number of people employed as foresters, hunters, farmers and unemployed, area of each county, forests and agricultural area. RESULTS. The statistical analysis showed correlations between TBE incidence and mean air temperatures in April and July. Moreover we stated correlation between TBE incidence and precipitation in April. TBE incidence was significantly higher in counties with high percentage of forested area. No significant correlations between TBE incidence and socioeconomic factors and land cover changes were observed.",
        "keywords": null,
        "url": "https://www.researchgate.net/profile/Adam-Garkowski-2/publication/299424687_Influence_of_climatic_demographic_and_socioeconomic_factors_on_tick-borne_encephalitis_incidence_in_6_counties_of_Podlaskie_region_in_1994-2014/links/57001f5608aee995dde81d87/Influence-of-climatic-demographic-and-socioeconomic-factors-on-tick-borne-encephalitis-incidence-in-6-counties-of-Podlaskie-region-in-1994-2014.pdf"
    },
    {
        "title": "Symptoms after COVID-19 infection in individuals with multiple sclerosis in Poland",
        "authors": "Agata Czarnowska, Katarzyna Kapica-Topczewska, Olga Zajkowska, Monika Adamczyk-Sowa, Katarzyna Kubicka-Bączyk, Natalia Niedziela, Paweł Warmus, Alicja Kalinowska-Łyszczarz, Karolina Kania, Agnieszka Słowik, Marcin Wnuk, Monika Marona, Klaudia Nowak, Halina Bartosik-Psujek, Beata Lech, Adam Perenc, Małgorzata Popiel, Marta Kucharska-Lipowska, Monika Chorąży, Joanna Tarasiuk, Anna Mirończuk, Jan Kochanowicz, Anetta Lasek-Bal, Przemysław Puz, Katarzyna Maciejowska, Sławomir Wawrzyniak, Anna Niezgodzińska-Maciejek, Anna Pokryszko-Dragan, Ewa Gruszka, Sławomir Budrewicz, Marta Białek, Jacek Zwiernik, Anna Michałowska, Krzysztof Nosek, Beata Zwiernik, Bożena Lewańczyk, Waldemar Brola, Alina Kułakowska",
        "year": "2021/11/10",
        "abstract": "(1) Background: To report and analyze the presence of residual symptoms after SARS-CoV-2 infection among Polish patients with multiple sclerosis (MS) treated with different disease-modifying therapies (DMTs). (2) Methods: The study included 426 individuals with MS treated with DMTs and confirmed SARS-CoV-2 infection from 12 Polish MS centers. The data were collected through to 31 May 2021. The information included demographics, specific MS characteristics, course of SARS-CoV-2 infection, and residual (general and neurological) symptoms lasting more than four and 12 weeks after the initial infection. The results were obtained using maximum likelihood estimates for odds ratio and logistic regression. (3) Results: A total of 44.84% patients with MS reported symptoms lasting between four and 12 weeks after the initial infection; 24.41% people had symptoms that resolved up to 12 weeks, and 20.42% patients had symptoms that lasted over 12 weeks. The most common symptoms were: fatigue, disturbance of concentration, attention, and memory, cognitive complaints, and headache. None of the DMTs were predisposed to the development of residual symptoms after the initial infection. A total of 11.97% of patients had relapse three months prior or after SARS-CoV-2 infection. (4) Conclusion: Almost half of individuals with MS treated with different DMTs had residual symptoms after SARS-CoV-2 infection. None of the DMTs raised the probability of developing post-acute COVID symptoms.",
        "keywords": null,
        "url": "https://www.mdpi.com/2077-0383/10/22/5225"
    },
    {
        "title": "Gender pay gap in poland–blinder-oaxaca decomposition",
        "authors": "Olga Zajkowska",
        "year": "2013",
        "abstract": "Providing equal opportunities to both men and women has become an important policy issue to most developed countries' governments. One of it’s main dimensions is gender equality on the labor market. That includes: market participation, employment and wages. In a workplace equal treatment can be observed through wages. The aim of this paper is to investigate determinants of wage differentials between women and men of equal productivity on Polish labor market. Using Blinder-Oaxaca decomposition allows to: measure wage differences, return on individual characteristics and gender pay discrimination.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=231605"
    },
    {
        "title": "The elusive quest for the holy grail of an impact of EU funds on regional growth",
        "authors": "Jan Fidrmuc, Martin Hulényi, Olga Zajkowska",
        "year": "2019",
        "abstract": "We analyze the impact of EU structural and cohesion funds on economic growth of European regions, using 2SLS to tackle the potential problem of endogeneity, and estimating a spatial model to account for inter-regional spillovers. We use the presence of environmentally protected areas (under the European Union's Natura 2000 program) as instruments for the receipts of funds from the EU Cohesion Policy. We find that the European funds have a significant and positive effect on regional economic growth in the EU. The inter-regional spillovers in the effect of Cohesion Policy on regional growth are found to be important: most of the effect takes place outside of the recipient region rather than inside. However, there is considerable heterogeneity in the effect of Cohesion Policy across individual EU member states: the effect is stronger in the new member states, and weak or negative in the countries hit by the recent austerity measures. Finally, our results confirm the positive impact of institutional quality: improvements in economic development across the EU do not necessarily require only redistribution: institutional reform can also help boost growth performance.",
        "keywords": null,
        "url": "https://www.econstor.eu/handle/10419/214991"
    },
    {
        "title": "Innovation and entrepreneurship policies and gender equity",
        "authors": "Barbara Liberda, Olga Zajkowska",
        "year": "2017",
        "abstract": "Background\nGender inequality hinders economic growth by lowering the pool of potential talents for production, through distorted access of one gender to education, employment, entrepreneurship, and creation of innovation. Research on policies on entrepreneurship, innovation and gender is of great importance for deciding on the best policy mix to diminish losses of welfare due to gender inequality. Research aims. The aim of this paper is to examine how the policies towards innovation and entrepreneurship in Europe address the issue of gender equality. The question we put is whether entrepreneurship-targeting and innovation-targeting policies are gender-oriented, gender-neutral, or gender-indirect-discriminating.\nMethodology\nOur focus is on the intersection of the areas of innovations, entrepreneurship, and gender. We analyse models of innovation systems: National Innovation Systems, Tripple Helix, and …",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=640191"
    },
    {
        "title": "Safety of vaccines against SARS-CoV-2 among Polish patients with multiple sclerosis treated with disease-modifying therapies",
        "authors": "Agata Czarnowska, Joanna Tarasiuk, Olga Zajkowska, Marcin Wnuk, Monika Marona, Klaudia Nowak, Agnieszka Słowik, Anna Jamroz-Wiśniewska, Konrad Rejdak, Beata Lech, Małgorzata Popiel, Iwona Rościszewska-Żukowska, Adam Perenc, Halina Bartosik-Psujek, Mariola Świderek-Matysiak, Małgorzata Siger, Agnieszka Ciach, Agata Walczak, Anna Jurewicz, Mariusz Stasiołek, Karolina Kania, Klara Dyczkowska, Alicja Kalinowska-Łyszczarz, Weronika Galus, Anna Walawska-Hrycek, Ewa Krzystanek, Justyna Chojdak-Łukasiewicz, Jakub Ubysz, Anna Pokryszko-Dragan, Katarzyna Kapica-Topczewska, Monika Chorąży, Marcin Bazylewicz, Anna Mirończuk, Joanna Kulikowska, Jan Kochanowicz, Marta Białek, Małgorzata Stolarz, Katarzyna Kubicka-Bączyk, Natalia Niedziela, Natalia Morawiec, Monika Adamczyk-Sowa, Aleksandra Podlecka-Piętowska, Monika Nojszewska, Beata Zakrzewska-Pniewska, Elżbieta Jasińska, Jacek Zaborski, Marta Milewska-Jędrzejczak, Jacek Zwiernik, Beata Zwiernik, Andrzej Potemkowski, Waldemar Brola, Alina Kułakowska",
        "year": "2022/5/12",
        "abstract": "(1) Background: The present study aims to report the side effects of vaccination against coronavirus disease 2019 (COVID-19) among patients with multiple sclerosis (MS) who were being treated with disease-modifying therapies (DMTs) in Poland. (2) Methods: The study included 2261 patients with MS who were being treated with DMTs, and who were vaccinated against COVID-19 in 16 Polish MS centers. The data collected were demographic information, specific MS characteristics, current DMTs, type of vaccine, side effects after vaccination, time of side-effect symptom onset and resolution, applied treatment, relapse occurrence, and incidence of COVID-19 after vaccination. The results were presented using maximum likelihood estimates of the odds ratio, t-test, Pearson’s chi-squared test, Fisher’s exact p, and logistic regression. The statistical analyses were performed using STATA 15 software. (3) Of the 2261 sampled patients, 1862 (82.4%) were vaccinated with nucleoside-modified messenger RNA (mRNA) vaccines. Mild symptoms after immunization, often after the first dose, were reported in 70.6% of individuals. Symptoms included arm pain (47.5% after the first dose and 38.7% after the second dose), fever/chills/flu-like symptoms (17.1% after the first dose and 20.5% after the second dose), and fatigue (10.3% after the first dose and 11.3% after the second dose). Only one individual presented with severe side effects (pro-thrombotic complications) after vaccination. None of the DMTs in the presented cohort were predisposed to the development of side effects. Nine patients (0.4%) had a SARS-CoV-2 infection confirmed despite …",
        "keywords": null,
        "url": "https://www.mdpi.com/2076-393X/10/5/763"
    },
    {
        "title": "Analysis of side effects following vaccination against COVID-19 among individuals with multiple sclerosis treated with DMTs in Poland",
        "authors": "Agata Czarnowska, Joanna Tarasiuk, Olga Zajkowska, Marcin Wnuk, Monika Marona, Klaudia Nowak, Agnieszka Słowik, Anna Jamroz-Wiśniewska, Konrad Rejdak, Beata Lech, Małgorzata Popiel, Iwona Rościszewska-Żukowska, Adam Perenc, Halina Bartosik-Psujek, Mariola Świderek-Matysiak, Małgorzata Siger, Agnieszka Ciach, Agata Walczak, Anna Jurewicz, Mariusz Stasiołek, Karolina Kania, Klara Dyczkowska, Alicja Kalinowska-Łyszczarz, Weronika Galus, Anna Walawska-Hrycek, Ewa Krzystanek, Justyna Chojdak-Łukasiewicz, Jakub Ubysz, Anna Pokryszko-Dragan, Katarzyna Kapica-Topczewska, Monika Chorąży, Marcin Bazylewicz, Anna Mirończuk, Joanna Kulikowska, Jan Kochanowicz, Marta Białek, Małgorzata Stolarz, Katarzyna Kubicka-Bączyk, Natalia Niedziela, Paweł Warmus, Monika Adamczyk-Sowa, Aleksandra Podlecka-Piçtowska, Monika Nojszewska, Beata Zakrzewska-Pniewska, Elżbieta Jasińska, Jacek Zaborski, Marta Milewska-Jȩdrzejczak, Jacek Zwiernik, Beata Zwiernik, Andrzej Potemkowski, Waldemar Brola, Alina Kułakowska",
        "year": "2022/6/14",
        "abstract": "Background and Objectives\nSince vaccination against COVID-19 is available for over a year and the population of immunized individuals with autoimmune disorders is higher than several months before, an evaluation of safety and registered adverse events can be made. We conducted a large study of side effects following the COVID-19 vaccine among patients with multiple (MS) sclerosis treated with disease-modifying therapies (DMTs) and analyzed factors predisposing for particular adverse events.\nMethods\nWe gathered data of individuals with MS treated with DMTs from 19 Polish MS Centers, who reported at least one adverse event following COVID-19 vaccination. The information was obtained by neurologists using a questionnaire. The same questionnaire was used at all MS Centers. To assess the relevance of reported adverse events, we used Fisher's exact test, t-test, and U-Menn-Whutney test.\nResults\nA total of 1,668 patients with MS and reports of adverse events after COVID-19 vaccination were finally included in the study. Besides one case marked as “red flag”, all adverse events were classified as mild. Pain at the injection site was the most common adverse event, with a greater frequency after the first dose. Pain at the injection site was significantly more frequent after the first dose among individuals with a lower disability (EDSS ≤2). The reported adverse events following immunization did not differ over sex. According to age, pain at the injection site was more common among individuals between 30 and 40 years old, only after the first vaccination dose. None of the DMTs predisposed for particular side effects.\nConclusions …",
        "keywords": null,
        "url": "https://www.frontiersin.org/articles/10.3389/fneur.2022.913283/full"
    },
    {
        "title": "Assessment of HMGB-1 concentration in tick-borne encephalitis and neuroborreliosis",
        "authors": "Anna Moniuszko-Malinowska, Paweł Penza, Piotr Czupryna, Olga Zajkowska, Sławomir Pancewicz, Renata Świerzbińska, Justyna Dunaj, Joanna Zajkowska",
        "year": "2018/5/1",
        "abstract": "Background\nThe aim of this study was to determine the concentration of HMGB-1 (high mobility group box 1) in the serum and cerebrospinal fluid (CSF) of patients suffering from tick-borne encephalitis (TBE) and neuroborreliosis (NB). Focus was placed on HMGB-1 measurement in the CSF or serum in order to establish whether this could help to differentiate between NB and TBE.\nMethods\nEighty patients with meningitis and meningoencephalitis were enrolled in the study. The patients were divided into two groups: group I comprised patients with NB (n = 40) and group II comprised patients with TBE (n = 40). The diagnosis was made based on the clinical picture, CSF examination, and the presence of specific antibodies in the serum and CSF. The control group for the evaluation of the parameters in serum were healthy blood donors (n = 25), while the control group for the evaluation of parameters in the CSF were …",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S1201971218300729"
    },
    {
        "title": "Neuronal loss or dysfunction in patients with early Lyme neuroborreliosis: a proton magnetic resonance spectroscopy study of the brain",
        "authors": "Adam Garkowski, Bożena Kubas, Marcin Hładuński, Joanna Zajkowska, Olga Zajkowska, Dorota Jurgilewicz, Radosław Zawadzki, Ewa Garkowska, Sławomir Pancewicz, Urszula Łebkowska",
        "year": "2019/8/1",
        "abstract": "Background\nWe hypothesized that since Borrelia burgdorferi causes systemic inflammation and infects the brain, it may lead to alterations in cerebral metabolism, as measured by 1H-magnetic resonance spectroscopy (1H-MRS). The purpose of our study was to determine whether 1H-MRS could detect brain metabolite alterations in patients with early Lyme neuroborreliosis (LNB) in normal-appearing brain tissue on the conventional magnetic resonance imaging (MRI).\nMethods\nTwenty-six patients diagnosed with early LNB and twenty-six healthy volunteers as a control group have been involved in the study. All of them underwent routine MRI protocol using 3.0-T MRI scanner. 1H-MRS examinations were performed with repetition time (TR) = 2000 ms, and echo time (TE) = 135 ms. Single voxels were positioned in the anterior and posterior parts of …",
        "keywords": null,
        "url": "https://link.springer.com/article/10.1007/s00415-019-09359-0"
    },
    {
        "title": "Cerebrovascular manifestations of Lyme neuroborreliosis—a systematic review of published cases. Front Neurol. 2017; 8: 146",
        "authors": "A Garkowski, J Zajkowska, A Zajkowska, A Kulakowska, O Zajkowska, B Kubas",
        "year": "2017",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=9017607295878533333&hl=en&oi=scholarr"
    },
    {
        "title": "Assessment of TLR-2 concentration in tick-borne encephalitis and neuroborreliosis",
        "authors": "Anna Moniuszko-Malinowska, Paweł Penza, Piotr Czupryna, Olga Zajkowska, Sławomir Pancewicz, Monika Król, Renata Świerzbińska, Justyna Dunaj, Joanna Zajkowska",
        "year": "2019/10/3",
        "abstract": "The aim of the study was to check whether measurement of TLR-2 in serum or cerebrospinal fluid (CSF) can help differentiate between neuroborreliosis (NB) and tick-borne encephalitis (TBE). Eighty patients with meningitis and meningoencephalitis were divided into two groups: Group I – patients with NB (n = 40) and Group II – patients with TBE (n = 40). Diagnosis was based on the clinical picture, CSF examination and presence of specific antibodies in serum and CSF. The control group (CG) consisted of healthy blood donors (n = 25) and patients in whom inflammatory process in central nervous system was excluded (n = 25). Concentration of TLR-2 was measured using a commercial kit [TLR-2 Elisa Kit (EIAab, China)]. The serum and CSF TLR-2 concentration of NB patients was significantly higher than in CG. The serum and CSF TLR-2 concentration in TBE patients was significantly higher than in the …",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00365513.2019.1661510"
    },
    {
        "title": "Proton magnetic resonance spectroscopy (1H-MRS) of the brain in patients with tick-borne encephalitis",
        "authors": "Radosław Zawadzki, Bożena Kubas, Marcin Hładuński, Olga Zajkowska, Joanna Zajkowska, Dorota Jurgilewicz, Adam Garkowski, Sławomir Pancewicz, Urszula Łebkowska",
        "year": "2019/2/26",
        "abstract": "Tick-borne encephalitis (TBE) is a disease caused by a tick-borne encephalitis virus (TBEV) belonging to the Flaviviridae family. The aforementioned virus is transmitted by the bite of infected ticks. In the recent years, TBEV has become a serious public health problem with a steady increase in its incidence, mainly due to the climate changes and spreading the infected ticks into new territories. The standard protocol of TBE diagnosis involves the serological laboratory test with a minor role of imaging techniques such as magnetic resonance imaging. Long-term complications affecting patients daily activities are reported in about 40–50% of the cases. However, no changes are revealed in the laboratory tests or the imaging examination. The development of new imaging techniques such as proton magnetic resonance spectroscopy (1H-MRS) can broaden the knowledge about TBE, contributing to its prevention. The …",
        "keywords": null,
        "url": "https://www.nature.com/articles/s41598-019-39352-6"
    },
    {
        "title": "The long and winding road to find the impact of EU funds on regional growth: IV and spatial analyses",
        "authors": "Jan Fidrmuc, Martin Hulényi, Olga Zajkowska",
        "year": "2024/3/3",
        "abstract": "We contribute to the analysis of the impact of European Union funds on European regional development. We find that the European funds have a significantly positive effect on regional economic growth in the European Union. This result is obtained both with ordinary least squares (OLS), and with two-stage least squares (2SLS) using the presence of environmentally protected areas as an instrument. Furthermore, we find that interregional spillovers are important: a significant part of the favourable effect seems to take place in nearby regions rather than in the recipient region.",
        "keywords": null,
        "url": "https://www.tandfonline.com/doi/abs/10.1080/00343404.2023.2217214"
    }
]