[
    {
        "title": "Ekonomiczne problemy ochrony środowiska",
        "authors": "Jerzy Śleszyński",
        "year": "2000",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=1701678746379459668&hl=en&oi=scholarr"
    },
    {
        "title": "An index of sustainable economic welfare for Poland",
        "authors": "Sebastian Gil, Jerzy Sleszynski",
        "year": "2003/2",
        "abstract": "The index of sustainable economic welfare (ISEW) developed by HE Daly and JB Cobb Jr is an attempt to create a measure of sustainable development. In this paper, we have computed the ISEW for Poland for the years 1980–97.\nIt turns out that after some fluctuations in 1980–85, a decline of the index in 1986–90 is observed. The ISEW reached its lowest values in 1989–90. Up to 1995, we can observe a growth dynamic at the beginning and falling in succeeding years, which eventually shows a tendency back downward that started in 1996.\nIt seems that the recent decrease in ISEW can be attributed to categories such as long‐term environmental damage, ozone layer depletion, losses caused by commuting and road accidents. Moreover, growing welfare inequalities penalize the value of ISEW in recent years much more significantly than before. Copyright © 2003 John Wiley & Sons, Ltd. and ERP Environment",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/sd.203"
    },
    {
        "title": "Propozycja kompleksowej koncepcji wskaźników zagospodarowania i ładuprzestrzennego",
        "authors": "Przemysław Śleszyński",
        "year": "2013",
        "abstract": "Spatial Order Indicators. This paper presents a proposal for 35 indicators that can be used in scientific and practical studies related to the spatial planning at the local scale, as well as its desirable properties, such as its spatial order. Due to the nature and complexity were identified structural and functional indicators (the same physical characteristics of the features, such as absolute values and relationship to other elements, such as area), topological indices (meaning specifically the occurrence of the features in the space geodetic) and indicators of relationship, and because of the spatial-administrative level of general indicators (for the whole commune) and internal indicators (for the lower-level units). However, because of the subject zoning distinguished settler-infrastructure indicators, socio-economic, natural and environmental, legal, planning and functional. All indicators are described in terms of the structure of formal (mathematical formula), units of measurement and staged value pointer justification, detailed description and scope, methodological and technical problems of construction and database information and opportunities for expansion and clarification.",
        "keywords": null,
        "url": "http://psjd.icm.edu.pl/psjd/element/bwmeta1.element.oai-journals-pan-pl-82775/c/oai-journals-pan-pl-82775_full-text_d937d8dc-4157-41fb-8cdf-e145268330a6.pdf"
    },
    {
        "title": "Sustainable development by dematerialization in production and consumption: Strategy for the new environmental policy in Poland",
        "authors": "Andreas Mündl, Helmut Schütz, Wojciech Stodulski, Jerzy Sleszynski, Maria J Welfens",
        "year": "1999",
        "abstract": "OPUS 4 | Sustainable development by dematerialization in production and consumption : strategy for the new environmental policy in Poland Deutsch Login Open Access Home Search Browse Publish FAQ Volltext-Downloads (blau) und Frontdoor-Views (grau) Schließen Sustainable development by dematerialization in production and consumption : strategy for the new environmental policy in Poland Andreas Mündl, Helmut Schütz, Wojciech Stodulski, Jerzy Sleszynski, Maria J. Welfens Export metadata BibTeX RIS Additional Services Search Google Scholar Statistics frontdoor_oas Metadaten Document Type: Report Author: Andreas Mündl, Helmut Schütz, Wojciech Stodulski, Jerzy Sleszynski, Maria J. Welfens Publisher: Inst. for Sustainable Development Place of publication: Warsaw Year of Publication: 1999 Number of page: 89 Series Title (English): Report / Institute for Sustainable Development Volume: 3 …",
        "keywords": null,
        "url": "https://epub.wupperinst.org/frontdoor/index/index/docId/4134"
    },
    {
        "title": "Wskaźnik trwałego dobrobytu ekonomicznego (ISEW). Część I. Metodologia i dotychczasowe doświadczenia",
        "authors": "Sebastian Gil, Jerzy Śleszyński",
        "year": "2000",
        "abstract": "W artykule przedstawiono zarys założeń strategii trwałego rozwoju społeczno-gospodarczego oraz podstawy metodologiczne pomiaru i oceny dobrobytu ekonomicznego za pomocą wskaźnika opracowanego przez HE Daly i JB Cobb jr.(ISEW Index of Sustatainable Economic Welfare). Autorzy omawiają dotychczasowe doświadczenia przy konstruowaniu i obliczaniu wskaźnika poszerzając problematykę ochrony środowiska oraz trwałości rozwoju. Zwrócono uwagę na rozbieżności między ISEW a wskaźnikami Nordhausa, Tobina, Zolotasa, wynikami badań japońskich a także wynikami analiz prowadzonych w oparciu o SNA. Pewna modyfikacja i adaptacja metodyki ISEW umożliwia opracowanie takiej postaci wskaźnika, który jest przydatny do badania gospodarki Polski.",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000000109912"
    },
    {
        "title": "Expected effects of the ecological tax reform for the Polish economy",
        "authors": "Olga Kiuila, Jerzy Sleszynski",
        "year": "2003/8/1",
        "abstract": "This study presents an assessment of possible consequences of ecological tax reform for the Polish economy. Computable general equilibrium model has been used. The model calibrated for the base year 1995 provides results for the year 2005. Six different scenarios have been considered. Final results confirm both theoretical and practical implications of the ecological tax reforms experiences in Western European countries. The reform is the most favorable when it is based on the concept of shifting tax burden from labor force or households’ income to environmental pollution. Long-run effects of the proposed tax reform in Poland would not slow down the economic growth. The reform, however, has to be implemented as a package of changes in the entire tax system. Such comprehensive reform could even contribute to economic growth of the Polish economy.",
        "keywords": null,
        "url": "https://www.sciencedirect.com/science/article/pii/S0921800903001241"
    },
    {
        "title": "Development of the ecosystem services approach in Poland",
        "authors": "Andrzej Mizgajski, Arnold Bernaciak, Jakub Kronenberg, Ewa Roo-Zielińska, Jerzy Solon, Jerzy Śleszyński",
        "year": "2014",
        "abstract": "W tekście przedstawiono zarys stanu badań nad świadczeniami ekosystemów w Polsce, który zrelacjonowano opierając się na materiałach Sympozjum ECOSERV2014. Na tle zaawansowania prac w instytucjach Unii Europejskiej zestawiono wyniki najnowszych badań w Polsce. Oprócz zagadnień teoretycznych, w tym metod oceny i wyceny, uwzględniono przydatność tego podejścia w zarządzaniu środowiskiem. W sposób szczególny wyodrębniono korzyści oferowane przez ekosystemy terenów zurbanizowanych i ekosystemy terenów wiejskich. Rozpatrując tę problematykę w świetle percepcji przez człowieka, pokazano wyniki badań nad kulturowymi świadczeniami ekosystemów. Przedstawiono ogólną ocenę badań w tej dziedzinie w Polsce i rekomendacje.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-831b216b-451c-4c9f-a57a-08f9c2f518e3"
    },
    {
        "title": "Wskaźniki trwałego rozwoju",
        "authors": "Jerzy Śleszyński",
        "year": "1997",
        "abstract": "Pojawienie się nowych idei związanych z trwałością gospodarowania jest odpowiedzią na niekorzystne przemiany, jakie nastąpiły w warunkach życia człowieka, gdy nadmierna eksploatacja dóbr i zasobów środowiska doprowadziła do wzrostu ich rzadkości, przy jednoczesnym obniżeniu jakości. Degradacja środowiska nastąpiła w wyniku skumulowanych skutków działań człowieka, który nie chronił ekologicznej infrastruktury podtrzymującej użytkowe funkcje środowiska przyrodniczego, natomiast eksploatował zasoby środowiska kierując się kryterium krótkookresowej maksymalizacji zysku.\" Trwałość\" w kategoriach ekonomicznych może być interpretowana jako utrzymanie lub nieuszczuplanie kapitału przyrodniczego. Kapitał przyrodniczy jest to w zasadzie całe środowisko przyrodnicze, będące zasobem takich uniwersalnych środków produkcji, jak: gleby, powietrze, lasy, woda. Zapewniają one istnienie strumienia użytecznych dóbr i usług. Strumień może być odnawialny lub nieodnawialny, ponadto może występować lub nie występować na rynku. Trwałość gospodarowania oznacza przyjęcie takich metod postępowania, dzięki którym możliwe staje się utrzymanie zasobów środowiskowych lub ich nie uszczuplanie. Dochód określamy jako trwały według ogólnie akceptowanej definicji Hicksa; tak więc konsumpcja, która bierze się z umniejszenia zasobu środowiskowego nie powinna być uznana za dochód. Konsumpcja kapitału przyrodniczego jest rozumiana jako likwidacja, jest to zatem przeciwne do akumulacji. Kapitał przyrodniczy musi zostać odróżniony od kapitału społecznego i (ludzie i ich instytucje, edukacja, wiedza, środowisko …",
        "keywords": null,
        "url": "http://bazekon.icm.edu.pl/bazekon/element/bwmeta1.element.ekon-element-000171335073"
    },
    {
        "title": "Ekonomiczna wycena środowiska przyrodniczego: referaty z konferencji\" Wartościowanie dóbr i zasobów środowiska\" Białowieża, 29 maja-1 czerwca 1994 r",
        "authors": "Glen Anderson, Jerzy Śleszyński, Agnieszka Markowska, Barbara Pęcikiewicz",
        "year": "1996",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=359445314366559097&hl=en&oi=scholarr"
    },
    {
        "title": "Environmental amenities on the housing market in Warsaw: hedonic price method research",
        "authors": "Marta Borkowska, Magdalena Rozwadowska, Jerzy Śleszyński, Tomasz Żylicz",
        "year": "2001",
        "abstract": "The paper reports on a 1999 survey of prices of family houses and apartments in the metropolitan area of Warsaw, Poland. A series of hedonic price models were estimated in order to determine whether the prices reflected such environmental amenities as green neighborhood, clean air or low noise. House or apartment characteristics (including prices) recorded by four local real estate agencies provided the core data base of the survey. All sites were visited in order to determine characteristics not registered by the agencies and yet presumed relevant for potential buyers or tenants. Additional data were obtained by consulting maps and statistics available from Warsaw environment and transport departments. The total sample consisted of 982 observations comprising 154 explanatory variables (75 house or apartment characteristics, 55 site characteristics, and 24 environmental attributes) and prices. The sample included 395 sales and 587 rentals. Preliminary statistical analyses proved that both subsamples were very heterogeneous and hence it was necessary to analyze house and apartment markets separately. Consequently the entire data set was divided into four parts: 166 house sales, 229 apartment sales, 147 house rentals, and 440 apartment rentals. Excessive numbers of explanatory variables and multicollinearity problems called for substantial aggregation of explanatory variables. Finally 4 hedonic price equations were arrived at. These confirmed that environmental attributes did explain price differentials. Nevertheless, it was observed that what typically mattered were perceived rather than actual attributes (such as visible high …",
        "keywords": null,
        "url": "https://ideas.repec.org/a/eko/ekoeko/3_70.html"
    },
    {
        "title": "Podatki środowiskowe i podział na grupy podatków według metodyki Eurostatu",
        "authors": "Jerzy Śleszyński",
        "year": "2014",
        "abstract": "Artykuł został napisany na podstawie analizy nowej metodyki Eurostatu, będącej podstawą wspólnego projektu GUS-Eurostat pt.: European Environmental Economic Accounts: Module for Environmental Taxes (EEEA\nTax). Celem opracowania jest krytyczne ustosunkowanie się do wybranych składników metodyki Eurostatu. Przedmiotem zainteresowania są należności, które, według kryteriów ustalonych przez Eurostat, można zakwalifikować jako podatki. Pierwszym i kluczowym rozstrzygnięciem jest wyodrębnienie podatków związanych ze środowiskiem. Podatkiem środowiskowym (environmental tax) jest podatek zidentyfikowany jako podatek w ramach metodyki ESA 95, którego podstawę stanowi jednostka fizyczna oddziaływania (lub substytut/zastępnik tej jednostki) o udowodnionym, negatywnym wpływie na środowisko. Kolejnym krokiem w ramach metodyki Eurostatu jest dokonanie podziału wyodrębnionych podatków środowiskowych na cztery, z góry ustalone, grupy: podatki energetyczne (energy taxes), podatki transportowe (transport taxes), podatki od zasobów naturalnych (resources taxes), podatki od zanieczyszczeń (pollution taxes). Podział ten nie jest oczywisty z racji szczególnego potraktowania podatków energetycznych, a także z powodu licznych, proponowanych wyłączeń podatków, które można byłoby zaliczyć do jednej z pozostałych grup podatków środowiskowych.",
        "keywords": null,
        "url": "https://cejsh.icm.edu.pl/cejsh/element/bwmeta1.element.hdl_11320_2605"
    },
    {
        "title": "Selecting sustainability indicators for local community–Case Study of Milanówek Municipality, Poland",
        "authors": "Justyna Gutowska, Jerzy Śleszyński, Małgorzata Grodzińska-Jurczak",
        "year": "2012/7/2",
        "abstract": "Actions for sustainable development at the local community level are the key elements of Agenda 21 but they also prove to be a difficult challenge. The governance of this process needs sustainability indicators to assess changes in local socio-economic and environmental systems to date. This article presents results of research on the local sustainable development assessment in Milanówek Municipality in Poland. This is an attempt to use a mixed, reductionist-participatory approach to selecting sustainability indicators for one local community in Poland. The paper shows how to develop and use, at the time of broad theoretical debate on implementation of sustainable development strategies, a set of indicators helping us to shape the development strategy of a municipality to fully satisfy its requirements.",
        "keywords": null,
        "url": "https://ph.pollub.pl/index.php/preko/article/view/4824"
    },
    {
        "title": "Footprinting, czyli mierzenie śladu pozostawionego w środowisku",
        "authors": "Jerzy Śleszyński",
        "year": "2016",
        "abstract": "The paper enumerates the strengths and weaknesses of indicators belonging to the family of footprint indicators. They follow the Ecological Footprint method and describe the anthropogenic pressure on the natural environment stemming from the functioning of production models and consumption patterns. The environment provides us with resources and also absorbs pollution. However, all these benefits are available to an extent limited by the capacity, resilience and stability of ecosystems. In the conclusion of the paper, recommendations for a more frequent and productive application of footprint indicators are offered.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=665861"
    },
    {
        "title": "Teoretyczne aspekty trwałego i zrównoważonego rozwoju gospodarstw rolnych",
        "authors": "Rafał Baum, Jerzy Śleszyński",
        "year": "2008",
        "abstract": "Celem artykułu jest uporządkowanie określonego obszaru wiedzy naukowej. Poprzez przegląd opinii, poglądów oraz metod i koncepcji, które stanowią podstawę uzasadnionych zaleceń dla TZR w rolnictwie, została podjęta próba stworzenia definicji trwałego i zrównoważonego rozwoju gospodarstwa rolnego. W pracy zwraca się również uwagę na kryteria, które pozwoliłyby za pomocą wskaźników dokonywać oceny trwałości i zrównoważenia rolnictwa w ramach stworzonych ram pojęciowych iw odniesieniu do rolnictwa w makroskali iw mikroskali.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-8d900246-efdc-474e-a62d-e18b52cf43a6"
    },
    {
        "title": "Economic instruments in Polish environmental policy",
        "authors": "Jerzy Sleszynski",
        "year": "1998",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=13530014951764721383&hl=en&oi=scholarr"
    },
    {
        "title": "Wskaźniki trwałego rozwoju na poziomie lokalnym",
        "authors": "Jerzy Śleszyński",
        "year": "2017",
        "abstract": "Unikatowość wskaźników trwałego rozwoju na poziomie lokalnym, w porównaniu ze wszystkimi pozostałymi, wynika z wyjątkowej okazji, jaką stwarza bezpośredni kontakt z populacją, której warunki życia i zadowolenie z życia mają być oceniane. Badając lokalne społeczności, można wykorzystać techniki i metody, które przybliżają opis i analizę do mechanizmów demokracji bezpośredniej. Ankiety i konsultacje służą zidentyfikowaniu: lokalnych aspiracji, priorytetów i bolączek, a następnie opisaniu ich dzięki wskaźnikom. Takie rozwiązanie wzmacnia aktywny udział obywateli w: kształtowaniu ich najbliższego otoczenia, wyborze wariantów projektów, planowaniu przyszłości, a także ocenianiu za pomocą wskaźników, czy obecny rozwój jest zgodny z założeniami strategii trwałego i zrównoważonego rozwoju.",
        "keywords": null,
        "url": "https://www.ceeol.com/search/article-detail?id=663548"
    },
    {
        "title": "Economic instruments in environmental policy: A profile of Poland",
        "authors": "Jerzy Sleszynski",
        "year": "1996/7",
        "abstract": "In recent years, Polish environmental policy has been able to establish a system of economic instruments which raises substantial revenue for environmental investment. The contribution of environmental and resource charges to environmental funds subsidises a number of environmental programmes which are of great importance in the transition period. The concept of specialized environmental funds operating with money restricted to environmental investment has been very effective so far. The Polish experience to date is examined and it is suggested that although experience has been generally positive, some improvements to the present system are required. These should include the revision of poorly monitored emission charges and the introduction of product charges and marketable emission permits. The importance of the Polish experience to the rest of Europe is assessed.",
        "keywords": null,
        "url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/(SICI)1099-0976(199607)6:4%3C126::AID-EET80%3E3.0.CO;2-X"
    },
    {
        "title": "Obrona syntetycznych wskaźników rozwoju trwałego,[w:] Ekonomia zrównoważonego rozwoju w świetle kanonów nauki",
        "authors": "J Śleszyński",
        "year": "2011",
        "abstract": null,
        "keywords": null,
        "url": "https://scholar.google.com/scholar?cluster=5192358535412572332&hl=en&oi=scholarr"
    },
    {
        "title": "Metody wyceny środowiska przyrodniczego",
        "authors": "Jerzy Śleszyński",
        "year": "2006",
        "abstract": "The main goal of the paper is an instructive presentation of economic valuation methods. First, an economic category of economic value has been discussed ta-king into account its contents. Utility and non-utility values are distinguished respectively. In particular, the second one, divided into optional value, bequest value and existence value, can not be well represented in prices of environmental goods and services on the market. Next, a comprehensive classification of valuation method groups has been proposed. First group of methods values the environment in a direct way, for instance with a use of particular questionnaire and its „willingness to pay” questions. Second group uses information available on the surrogate markets. Thus, knowledge on consumer’s preferences must be revealed in an indirect way. Third group, based on information from conventional markets, performs also indirect disclosure of consumer’s preferences. This group of methods does not construct consumer’s demand curve but calculates potential environmental costs. The paper ends with a brief survey of specific approaches to economic valuation of the environment.",
        "keywords": null,
        "url": "https://yadda.icm.edu.pl/baztech/element/bwmeta1.element.baztech-38fbeb77-1825-4c69-b9c3-ef3ffa6d2f2c"
    },
    {
        "title": "Sustainable development through dematerialization: The case of Poland",
        "authors": "Helmut Schütz, Maria J Welfens, Jerzy Sleszynski, Wojciech Stodulski",
        "year": "2002",
        "abstract": "OPUS 4 | Sustainable development through dematerialization : the case of Poland Deutsch Login Open Access Home Search Browse Publish FAQ Volltext-Downloads (blau) und Frontdoor-Views (grau) Schließen Sustainable development through dematerialization : the case of Poland Helmut Schütz, Maria J. Welfens, Jerzy Sleszynski, Wojciech Stodulski Export metadata BibTeX RIS Additional Services Search Google Scholar Statistics frontdoor_oas Metadaten Document Type: Contribution to Periodical Author: Helmut Schütz, Maria J. Welfens, Jerzy Sleszynski, Wojciech Stodulski Year of Publication: 2002 Language: English Source Title (English): Osteuropa-Wirtschaft Volume: 47 Issue: 2 First Page: 173 Last Page: 199 Dewey Decimal Classification: 600 Technik, Medizin, angewandte Wissenschaften : Abteilung Stoffströme und Strukturwandel OPUS4 Logo Contact Imprint Data Protection Sitelinks …",
        "keywords": null,
        "url": "https://epub.wupperinst.org/frontdoor/index/index/docId/1448"
    }
]